class Chapters {
  //titles of chapter or names of chapters

  static String title1 = '''دیباچہ نظر ثانی شدہ ایڈیشن''';
  static String title2 = '''کچھ وضاحتیں کچھ معذرتیں''';
  static String title3 = '''روز قیامت''';
  static String title4 = '''عرش کے سائے میں''';
  static String title5 = '''میدان حشر''';
  static String title6 = '''ناعمہ''';
  static String title7 = '''دو سہیلیاں''';
  static String title8 = '''آج بادشاہی کس کی ہے؟''';
  static String title9 = '''حضرت عیسیٰ کی گواہی''';
  static String title10 = '''حوض کوثر''';
  static String title11 = '''قوم نوح اور دین کو بدلنے والے''';
  static String title12 = '''حساب کتاب اور اہل جہنم''';
  static String title13 = '''آخر کار''';
  static String title14 = '''بنی اسرائیل اور مسلمان''';
  static String title15 = '''ابدی انجام کی طرف روانگی''';
  static String title16 = '''جنت کی بادشاہی میں داخلہ''';
  static String title17 = '''جب زندگی شروع ہوگی''';

  static String chapter1 = ''' دیباچہ نظر ثانی شدہ اشاعت

میں نہیں چاہتا کہ قارئین اوراس کتاب کے درمیان رکاوٹ بنوں جو بہت سے لوگو ں کی زندگیاں بدل چکی ہے ۔لیکن ایک دو گزارشات نظر ثانی کے حوالے سے عرض کرنی ہیں ۔پہلی یہ کہ کتاب پر نظر ثانی کے دوران میں متعدد چھوٹی بڑ ی تبدیلیاں کی گئی ہیں ۔ ان میں سب سے اہم ناول کا اختتام ہے ۔ اس کی وجہ بعض قارئین کی یہ رائے تھی کہ سابقہ اختتام پر ان کے یقین کی کیفیت قدرے کم ہوئی ہے ۔جبکہ میرا بنیادی مقصد ہی آخرت پر یقین پیدا کرنا تھا۔ نئے اختتام میں انشاء اللہ یقین کی یہ کیفیت برقرار رہے گی۔جبکہ دوسرا سبب یہ ہے کہ ناول کا اگلا حصہ(Sequel) ’’ قسم اُس وقت کی۔‘‘ لکھنا میرے پیش نظر ہے ۔ یہ اختتام اس پہلو سے بھی مددگار ثابت ہو گا۔
قارئین بہت سے سوالات پوچھتے رہے ہیں ۔اس حوالے سے ایک مفصل تحریر لکھ کر ناول کی ویب سائٹ al-dawah.comپر اپ لوڈ کر دی گئی ہے ۔اسی طرح نظر ثانی شدہ ایڈیشن کا تفصیلی دیباچہ بھی قارئین وہیں ملاحظہ کرسکتے ہیں ۔کتاب میں ان چیزوں کو شامل نہ کرنے کی وجہ ناول کی ضخامت اور نتیجتاً قیمت کواس ہوشربا مہنگائی کے دور میں بڑ ھنے سے روکنا ہے ۔
آخر میں بعض باتیں کتاب کی اشاعت اور دستیابی کے حوالے ۔ ۔ ۔ یہ کتاب اب تین اقسام کے کاغذ پر شائع ہورہی ہے ۔اعلیٰ ذوق کے قارئین کے لیے آرٹ پیپر پر ڈیلکس ا یڈیشن بھی شائع کیاجا رہا ہے ۔کتاب کی دستیابی بھی ابھی تک مسئلہ بنی رہی ہے ۔مگر اب دنیا بھر کے قارئین گھر بیٹھے اس کتاب کو حاصل کرسکتے ہیں . نیزجو لوگ اسے احباب میں تقسیم کرنا چاہتے ہیں ان کے لیے خصوصی رعایت کا اہتمام کیا گیا ہے ۔اس کے لیے موبائل نمبر0332-3051201 پر رابط کیا جا سکتا ہے ۔ اللہ تعالیٰ سے دعا ہے کہ وہ ہماری خطاؤں کو درگزر کرتے ہوئے اس کاوش کو قبول فرمائے ، آمین۔
ابو یحییٰ
یوم العرفہ، 1432ھ بمطابق 6نومبر2011
 ''';

  static String chapter2 = '''
بسم اللہ الرحمن الرحیم

کچھ وضاحتیں کچھ معذرتیں

والٹئیر (1694-1778) کا شمار یورپ کے دورِ روشن خیالی کے ان اہم ترین لوگوں میں ہوتا ہے جن کے افکار و خیالات پر مغربی تہذیب کی موجودہ عمارت کی بنیادیں قائم ہیں۔ والٹئیر کے زمانے میں پرتگال کے شہر لزبن میں ایک زلزلہ آیا جس کے ساتھ آنے والے سونامی طوفان اور پھر شہر میں پھیلنے والی آگ نے قیامت مچا دی۔ لاکھوں کی آبادی کا شہر مکمل طور پر تباہ ہو گیا۔ اس سانحے نے یورپ بھر کو ہلا کر رکھ دیا۔ نہ صرف سیاسی، معاشی اور معاشرتی سطحوں پر بلکہ فلسفہ و افکار کی دنیا پر بھی اس تباہی کے زبردست اثرات ہوئے۔ روایتی مذہبی قیادت نے حسبِ عادت اسے خدا کا عذاب قرار دیا۔ مگر اب زمانہ بدل رہا تھا۔ چنانچہ زبردست ردِ عمل ہوا۔ اس واقعے کے پسِ منظر میں والٹئیر نے پہلے ایک نظم "Poem on the Lisbon Disaster" اور پھر "Candide" کے نام سے ایک ناول لکھا۔ اس کا بنیادی پیغام یہ تھا کہ نئی دنیا میں مسیحیت کے پیش کردہ ایسے خدا کے تصور کی کوئی گنجائش نہیں جس کے نازل کردہ عذاب میں بے گناہ اور گناہگار بلا تفریق مارے جاتے ہوں۔

ابتدا میں والٹئیر کا یہ کام پابندیوں کا شکار ہوا، مگر جلد ہی اس میں پیش کردہ افکار وقت کی زبان بن گئے۔ آہستہ آہستہ خدا سے منسوب کردہ غلط تصورات کا ردِ عمل لوگوں کو انکارِ خدا کی منزل تک لے گیا۔ پھر ایک زمانہ ایسا آیا کہ مغربی معاشروں میں خدا کا نام لینا ایک احمقانہ بات بن گئی۔ اکبر الٰہ آبادی مرحوم نے اس صورتحال کو اپنے ایک شعر میں اس طرح بیان کیا ہے:

رقیبوں نے رپٹ لکھوائی ہے جا جا کے تھانے میں
کہ اکبر نام لیتا ہے خدا کا اس زمانے میں

بعد کے زمانوں میں خدا کا تصور تو کسی نہ کسی طور قبول کر لیا گیا لیکن آخرت کا وہ تصور جو خدا کے عدلِ کامل کی دلیل اور دنیا میں پائی جانے والی ناہمواریوں کی حقیقی توجیہہ ہے، کبھی عام نہ ہو سکا۔ والٹئیر ایک مسیحی پسِ منظر رکھتا تھا جہاں آخرت کے تصورات انتہائی مبہم اور غیر معقول ہیں۔ اس لیے اسے اپنے ذہن میں پیدا ہونے والے سوالات کا صحیح جواب نہ مل سکا اور وہ انکارِ خدا و آخرت کی اس تحریک کا بانی بن گیا جو اب دھرتی کے خشک و تر پر حکمران ہے۔

خوش قسمتی سے مسلمانوں کے پاس قرآنِ مجید جیسی کتاب ہے جو یہ بتاتی ہے کہ دنیا کی کہانی کا دوسرا اور آخری باب آخرت ہے جس کے بغیر حیات و کائنات کے بارے میں کسی حقیقت کو درست طور پر نہیں سمجھا جا سکتا۔ آج مسلم معاشروں میں یورپ کے دورِ روشن خیالی کی طرح مذہبی انتہا پسندی اور بے لگام روشن خیالی کے درمیان ایک تصادم بپا ہے۔ قبل اس کے کہ اس تصادم میں ہمارے ہاں کوئی والٹئیر اٹھے، پروردگارِ عالم کی عنایت سے ناول ہی کی زبان میں انسانی کہانی کے دوسرے اور آخری باب کی کچھ تفصیلات قارئین کے پیشِ خدمت ہیں۔

مجھے اس تفصیل کی ضرورت اس لیے پیش آئی کہ اردو ادب کے قارئین عام طور پر جاسوسی، رومانوی، تاریخی اور معاشرتی حوالوں سے لکھے گئے ان ناولوں ہی سے واقف ہیں جو روایتی طور پر ہمارے ہاں لکھے اور پڑھے جاتے ہیں۔ تاہم ناول نگاری کا دائرہ درحقیقت اس سے کہیں زیادہ وسیع ہوتا ہے۔ ہر ایک ناول کا پلاٹ، اس کی اٹھان، اس کے کردار، واقعات اور مکالموں کا انحصار ناول نگاری کی اُس خاص صنف پر ہوتا ہے جس پر وہ ناول مبنی ہوتا ہے۔ پیشِ نظر ناول "جب زندگی شروع ہوگی" ایسا ہی ایک غیر روایتی ناول ہے۔ مگر غیر روایتی ہونے کے باوجود یہ ایک فکشن ہی ہے۔ ہر ناول ایک فکشن ہوتا ہے جو تصورات کی دنیا میں امکانات کے گھروندے تعمیر کرتا ہے۔ تاہم یہ گھروندے ممکنات کے کتنے ہی آسمان چھو لیں، ان کی بنیاد حقیقت کی زمین ہی پر رکھی جاتی ہے۔

میرا یہ ناول اپنے مرکزی کردار اور اُس کے ساتھ پیش آنے والے متعین واقعات کے لحاظ سے ایک فکشن ہے، مگر یہ فکشن امکانات کی جس دنیا سے آپ کو روشناس کرائے گا وہ اس کائنات کی سب سے بڑی حقیقت ہے۔ بدقسمتی سے آج یہ حقیقت انسانی نگاہوں سے پوشیدہ ہے، مگر اب وہ وقت دور نہیں رہا جب امکانات کی یہ دنیا ایک برہنہ حقیقت بن کر ظاہر ہو جائے گی۔

بات اگر صرف اتنی ہی ہوتی تب بھی اس ناول کا مطالعہ دلچسپی سے خالی نہ ہوتا، مگر مسئلہ یہ ہے کہ جلد یا بدیر اس ناول کا ہر قاری اور اس دنیا کا ہر باسی خود اس فکشن کا حصہ بننے والا ہے اور اس کے کسی نہ کسی کردار کو نبھانا اس کا مقدر ہے۔ یہی وہ المیہ ہے جس نے مجھے قلم اٹھا کر اس میدان میں اترنے پر مجبور کیا ہے۔

میرا مقصود صرف یہ ہے کہ غیب میں پوشیدہ امکانات کی اس دنیا کو فکشن کے ذریعے سے ایک زندہ حقیقت بنا کر عام لوگوں کے سامنے پیش کر دیا جائے۔ یہ ایک بہت مشکل اور نازک کام ہے۔ اس لیے کہ آنے والی اس دنیا کی کوئی حقیقی تصویر ہمارے سامنے نہیں اور نہ اس مقصد کے لیے تخیل کے گھوڑے بے لگام دوڑائے جا سکتے ہیں۔ مگر خوش قسمتی سے پیغمبرِ آخر الزمان ﷺ کی تعلیمات میں ہمیں آنے والی اس دنیا کی وہ تصویر مل جاتی ہے جس کی بنیاد پر میں نے اس دنیا کی ایک منظر کشی کرنے کی کوشش کی ہے۔ اس عمل میں ناول نگاری کے تقاضوں کی بنا پر مکالمہ نویسی اور تصور آرائی دونوں ناگزیر تھے۔ تاہم یہ نازک کام کرتے وقت ہر قدم پر پروردگارِ عالم کی صفاتِ عالیہ سے متعلق قرآنی بیانات اور رسولِ کریم ﷺ کے ارشادات میرے پیشِ نظر رہے۔ پھر بھی یہ ایک نازک معاملہ ہے جس میں سہو کا امکان پایا جاتا ہے۔ میں اپنے پروردگار سے اس کی شانِ کریمی کی بنا پر درگزر کی توقع رکھتا ہوں۔

یہاں قارئین کو میں اپنے اس احساس میں بھی شریک کرنا چاہتا ہوں کہ میں ابتدا میں اس ناول کو عام لوگوں کے لیے شائع نہیں کرنا چاہتا تھا۔ میں تو بس روزِ قیامت کے حوالے سے اپنے کچھ احساسات کو الفاظ کے قالب میں منتقل کرنے بیٹھا تھا، مگر دیکھتے ہی دیکھتے اس ناول کے ابتدائی آٹھ ابواب چند ہی دنوں میں مکمل ہو گئے۔ اس کے بعد انھیں پڑھنا شروع کیا تو میں اس نتیجے پر پہنچا کہ جو کچھ لکھا ہے اس کی عام اشاعت مناسب نہیں۔ البتہ چند احباب کو یہ صفحات مطالعے کے لیے دیے۔ ان کی رائے مجھ سے نہ صرف قطعاً برعکس تھی بلکہ پڑھنے والوں پر اس کے غیر معمولی اثرات ہوئے۔ ان میں سے بیشتر کے لیے یہ ایک جھنجھوڑ کر رکھ دینے اور زندگی بدل دینے والا تجربہ تھا۔ ان کا بے حد اصرار تھا کہ اس ناول کو مکمل کر کے شائع کیا جائے۔ تاہم میں ذہناً اس کی تکمیل پر خود کو آمادہ نہیں کر پا رہا تھا۔ مگر جب احباب کا اصرار بے حد بڑھا تو میں نے باقی ناول مکمل کرنے سے قبل استخارہ کرنا شروع کیا۔ اس کے نتیجے میں ذہن ایک دفعہ پھر یکسو ہو گیا اور میں نے ناول مکمل کر لیا۔ احباب کے اصرار پر یہ ناول مکمل تو ہو گیا، مگر اس کی عام اشاعت کے لیے میں پھر بھی تیار نہ تھا۔ مگر پھر اللہ تعالیٰ کی طرف سے بعض معاملات ایسے پیش آئے جن کے بعد اس ناول کی اشاعت میرے لیے ایک ناگزیر امر بن گئی۔ یوں اب یہ ناول آپ کے ہاتھوں میں ہے۔

لوگ مجھے ایک عالم اور ادیب سمجھتے ہیں، مگر درحقیقت میرے پاس کسی ادیب کا قلم ہے اور نہ کسی عالم کا دماغ۔ میرا کل سرمایہ بس ایک دردِ دل ہے۔ یہ درد جب بہت بڑھا تو اس ناول کے قالب میں ڈھل گیا۔ اس نازک میدان میں اترنے کے لیے یہی میرا واحد عذر ہے۔ یہ عذر بارگاہِ الٰہی میں مقبول ہو سکتا ہے، اگر میں عالم کے نگہبان کو اس کی کھوئی ہوئی بھیڑیں لوٹانے میں کامیاب ہو جاؤں۔ آج کے دور میں لوگ غیب کی کسی پکار کو سننے کا وقت رکھتے ہیں نہ دلچسپی، مگر شاید یہ فکشن ہی انہیں اپنے رب کی بات سننے کے لیے آمادہ کر دے۔ شاید اسی طرح خدا کو اس کا کوئی بندہ یا بندی مل جائے۔ شاید جہنم کی طرف بڑھتے ہوئے کسی کے قدم واپس لوٹ آئیں۔ شاید جنت کی دنیا میں ایک باسی اور بڑھ جائے۔ ایسا ہوا تو یہ میری محنت کا حاصل ہوگا۔

آواز دے کے دیکھ لو شاید وہ مل ہی جائے
ورنہ یہ عمر بھر کا سفر رائگاں تو ہے

ابو یحییٰ
abuyahya267@gmail.com
''';

  static String chapter3 = ''' روزِقیامت 

زمین کے سینے پر ایک سلوٹ بھی باقی نہیں رہی تھی۔ دریا اور پہاڑ ، کھائی اور ٹیلے ، سمندر اور جنگل؛ غرض دھرتی کا ہر نشیب مٹ چکا اور ہر فراز ختم ہو چکا تھا۔ دور تک بس ایک چٹیل میدان تھا اور اوپر آگ اگلتا آسمان۔ ۔ ۔ مگر آج اس آسمان کا رنگ نیلا نہ تھا، لال انگارہ تھا۔ یہ لالی سورج کی دہکتی آگ کے بجائے جہنم کے اُن بھڑ کتے شعلوں کا ایک اثر تھی جو کسی اژدہے کی مانند منہ کھولے وقفے وقفے سے آسمان کی طرف لپکتے اور سورج کو اپنی گرفت میں لینے کی کوشش کرتے ۔ جہنمی شعلوں کی لپک کا یہ خوفناک منظر اور بھڑ کتی آگ کے دہکنے کی آواز دلوں کو لرزا رہی تھی۔
لرزتے ہوئے یہ دل مجرموں کے دل تھے ۔ یہ غافلوں ، متکبروں ، ظالموں ، قاتلوں اور سرکشوں کے دل تھے ۔ یہ زمین کے فرعونوں اور جباروں کے دل تھے ۔ یہ اپنے دور کے خداؤں اور زمانے کے ناخداؤں کے دل تھے ۔ یہ دل اُن لوگوں کے تھے جو گزری ہوئی دنیا میں ایسے جیے جیسے انہیں مرنا نہ تھا۔ مگر جب مرے تو ایسے ہوگئے کہ گویا کبھی دھرتی پر بسے ہی نہ تھے ۔ یہ خدا کی بادشاہی میں خدا کو نظرانداز کر کے جینے والوں کے دل تھے ۔ یہ مخلوقِ خدا پر اپنی خدائی قائم کرنے والوں کے دل تھے ۔	یہ انسانوں کے درد اور خدا کی یاد سے خالی دل تھے ۔
سو آج وہ دن شروع ہو گیا جب ان غافل دلوں کو جہنم کے بھڑ کتے شعلوں اور ختم نہ ہونے والے عذابوں کی غذا بن جانا تھا۔ ۔ ۔ وہ عذاب جو اپنی بھوک مٹانے کے لیے پتھروں اور اِن پتھر دلوں کے منتظر تھے ۔ آج اِن عذابوں کا ’یوم العید‘ تھاکہ ان کی ازلی بھوک مٹنے والی تھی۔ ان عذابوں کے خوف سے خدا کے یہ مجرم کسی پناہ کی تلاش میں بھاگتے پھر رہے تھے ۔ ۔ ۔ مگر اس میدانِ حشر میں کیسی پناہ اور کون سی عافیت۔ ہر جگہ آفت، مصیبت اور سختی تھی۔ ۔ ۔ اور ان پتھر دل مجرموں کی ختم نہ ہونے والی بدبختی تھی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
خبر نہیں اس حال میں کتنے برس۔ ۔ ۔ کتنی صدیاں گزرچکی ہیں ۔ یہ حشر کا میدان اور قیامت کا دن ہے ۔ نئی زندگی شروع ہو چکی ہے ۔ ۔ ۔ کبھی ختم نہ ہونے کے لیے ۔ میں بھی حشر کے اِس میدان میں گُم سم کھڑ ا خالی آنکھوں سے سب کچھ دیکھ رہا ہوں ۔ میرے سامنے ان گنت لوگ بھاگتے ، دوڑ تے ، گرتے پڑ تے چلے جا رہے ہیں ۔ فضا میں شعلوں کے بھڑ کنے کی آواز کے ساتھ لوگوں کے چیخنے چلانے ، رونے پیٹنے اور آہ و زاری کی آوازیں گونج رہی ہیں ۔ لوگ ایک دوسرے کو برا بھلا کہہ رہے ہیں ، گالیاں دے رہے ہیں ، لڑ جھگڑ رہے ہیں ، الزام تراشی کر رہے ہیں ، آپس میں گتھم گتھا ہیں ۔
کوئی سر پکڑ ے بیٹھا ہے ۔ کوئی منہ پر خاک ڈال رہا ہے ۔ کوئی چہرہ چھپا رہا ہے ۔ کوئی شرمندگی اٹھا رہا ہے ۔ کوئی پتھروں سے سر ٹکرا رہا ہے ۔ کوئی سینہ کوبی کر رہا ہے ۔ کوئی خود کو کوس رہا ہے ۔ کوئی اپنے ماں باپ، بیوی بچوں ، دوستوں اور لیڈروں کو اپنی اس تباہی کا ذمہ دار ٹھہرا کر ان پر برس رہا ہے ۔ ان سب کا مسئلہ ایک ہی ہے ۔ قیامت کا دن آ گیا ہے اور ان کے پاس اس دن کی کوئی تیاری نہیں ۔ اب یہ کسی دوسرے کو الزام دیں یا خود کو برا بھلا کہیں ، ماتم کریں یا صبر کا دامن تھامیں ، اب کچھ نہیں بدل سکتا۔ اب تو صرف انتظار ہے ۔ کائنات کے مالک کے ظہور کا، جس کے بعد حساب کتاب شروع ہو گا اور عدل کے ساتھ ہر شخص کی قسمت کا فیصلہ ہوجائے گا۔
یکایک ایک آدمی میرے بالکل قریب چلایا:
’’ہائے ۔ ۔ ۔ اِس سے توموت اچھی تھی۔ اِس سے تو قبر کا گڑ ھا اچھا تھا۔‘‘
میں اردگرد کی دنیا سے بالکل کٹ چکا تھا کہ یہ چیخ نما آواز مجھے سوچ کی وادیوں سے حقیقت کے اس میدان میں لے آئی جہاں میں بہت دیر سے گم سم کھڑ ا تھا۔ لمحہ بھر میں میرے ذہن میں ابتدا سے انتہا تک سب کچھ تازہ ہو گیا۔ اپنی کہانی، دنیا کی کہانی، زندگی کی کہانی۔ ۔ ۔ سب فلم کی ریل کی طرح میرے دماغ میں گھومنے لگی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
اس بھیانک دن کے آغاز پر میں اپنے گھر میں تھا۔ اس گھر کا محل وقوع خارجی دنیا کے کسی شخص کو سمجھایا نہیں جا سکتا۔ ایک ظاہر بیں نظر کے لیے یہ گھر قبر کا ایک تاریک گڑ ھا ، مگر دراصل یہ آخرت کی دنیا کا پہلا دروازہ تھا۔ ۔ ۔ وہ دروازہ جسے اندرسے نہیں کھولاجا سکتا۔ مجھے اس دروازے کو کھولنے میں کوئی دلچسپی تھی بھی نہیں ۔کیونکہ میں اس دروازے سے گزر کر برزخ کی اُس دنیا میں داخل ہو چکا تھا جس میں میرے لیے ختم نہ ہونے والی راحت تھی۔ اُس روز مجھ سے میرا ہمدمِ دیرینہ اور میرا محبوب دوست صالح ملنے آیا ہوا تھا۔ صالح وہ فرشتہ تھا جو دنیا کی زندگی میں میرے دائیں ہاتھ پر رہا۔ اس کی قربت موت کے بعد کی زندگی میں میرے لیے ہمیشہ باعثِ طمانیت رہی تھی اور آج بھی ہمیشہ کی طرح ہماری پرلطف گفتگو جاری تھی۔ دوران گفتگو میں نے اس سے پوچھا:
’’یار یہ بتاؤ تمھاری ڈیوٹی میرے ساتھ کیوں لگائی گئی ہے ؟‘‘
’’بات یہ ہے عبد اللہ کہ میں اور میرا ساتھی دنیا میں تمھارے ساتھ ڈیوٹی کیا کرتے تھے ۔ وہ تمھاری برائیاں اور میں نیکیاں لکھتا تھا۔ تم مجھے دو منٹ فارغ نہیں رہنے دیتے تھے ۔ کبھی اللہ کا ذکر، کبھی اس کی یاد میں آنسو، کبھی انسانوں کے لیے دعا، کبھی نماز، کبھی اللہ کی راہ میں خرچ، کبھی خدمت خلق۔ ۔ ۔ کچھ اور نہیں تو تمھارے چہرے پر ہمہ وقت دوسروں کے لیے مسکراہٹ رہتی تھی۔ اس لیے میں ہر وقت کچھ نہ کچھ لکھتا ہی رہتا تھا۔ تم نے مجھے تھکا کر مار ہی ڈالا تھا، لیکن ہم فرشتے تم انسانوں کی طرح تو ہوتے نہیں کہ برائی کا بدلہ برائی سے دیں ۔ اس لیے تمھاری اس ’برائی‘ کے جواب میں بھی دیکھ لوکہ میں تمھارے ساتھ ہوں اور تمھارا خیال رکھتا ہوں ۔‘‘، صالح نے انتہائی سنجیدگی سے میری بات کا جواب دیا۔
میں نے اس کی بات کے جواب میں اسی سنجیدگی کے ساتھ کہا:
’’تم سے زیادہ ’برائی ‘میں نے الٹے ہاتھ والے کے ساتھ کی تھی۔ وہ میرا گناہ لکھتا، مگر میں اس کے بعد فوراً توبہ کر لیتا۔ پھر وہ بے چارہ اپنے سارے لکھے لکھائے کو بیٹھ کر مٹاتا اور مجھے برا بھلا کہتا کہ تم نے مٹوانا ہی تھا تو لکھوایا کیوں تھا۔ آخرکار اس نے تنگ آ کر اللہ تعالیٰ سے دعا کی کہ اس شخص سے میری جان چھڑ ائیں ۔ اس لیے موت کے بعد سے اب تم ہی میرے ساتھ رہتے ہو۔‘‘
یہ سن کر صالح ہنسنے لگا اوربولا:
’’فکر نہ کرو حساب کتاب کے وقت وہ پھر آجائے گا۔ قانون کے تحت ہم دونوں مل کر ہی تمھیں اللہ تعالیٰ کے سامنے پیش کریں گے ۔‘‘
یہ بات کہتے کہتے اس کے چہرے پر گہری سنجیدگی کے آثار نمودار ہوگئے ۔ وہ بولتے بولتے چپ ہوا اور سر جھکا کر ایک گہری خاموشی میں ڈوب گیا۔ میں نے اس کا یہ انداز آج تک نہ دیکھا تھا۔ چند لمحوں بعد اس نے سر اٹھایا تو اس کے چہرے سے ہمیشہ رہنے والی شگفتگی اور مسکراہٹ رخصت ہو چکی تھی اور اس کی جگہ خوف و حزن کے سایوں نے لے لی تھی۔ مجھے دیکھ کر وہ مسکرانے کی ناکام کوشش کرتے ہوئے بولا:
’’عبد اللہ! اسرافیل کو حکم مل چکا ہے ۔ خدا کا وعدہ پورا ہونے کا وقت آ گیا ہے ۔ اہلِ زمین کی مہلت ختم ہوگئی ہے ۔ تم کچھ عرصہ مزید برزخ کے اس پردے میں خدا کی رحمتوں کے سائے میں رہو گے ، مگر میں اب رخصت ہورہا ہوں ۔ اب میں تم سے اس وقت ملوں گا جب زندگی شروع ہو گی۔ تمہاری آنکھ کھلے گی تو قیامت کا دن شروع ہو چکا ہو گا۔ میں اس روز تم سے دوبارہ ملوں گا۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
زندگی کے ہنگامے جاری تھے ۔ بازاروں میں وہی چہل پہل اور گہماگہمی تھی۔ نیویارک، لاس اینجلس، لندن، پیرس، شنگھائی، دہلی، ما سکو، کراچی، لا ہور ہر جگہ رونق میلے لگے ہوئے تھے ۔ رات کو دن کر دینے والی سیلابی روشنیوں میں 20,20کرکٹ میچ اور فٹبال ورلڈ کپ کے مقابلے ، ان کو دیکھتے اور تالیاں بجاتے تماشائی۔ پب (pub) اور بار میں شراب پیتے اور کلبوں میں اسٹرپ ٹیز (striptease) دیکھتے بدمست لوگ۔ ہالی وڈ اور بالی وڈ کی ایکشن اور تھرل فلموں میں اداکاروں کے جلوے اور ان جلو وں کے شوقین تماش بین۔ فلموں ، ڈراموں ، اسٹیج، ٹی وی، بیلی(belly) ڈانس اور فیشن شوز میں تھرکتی، مٹکتی، اپنے جسم کی نمائش کرتی ماڈلز اور اداکارائیں اور اس نمائش سے اپنی تجوریاں بھرتے سرمایہ دار۔ نئے دور کے نئے فاتحینِعالم۔ ۔ ۔ ملٹی نیشنل کمپنیوں کے مالکان اور ان کو اپنا علم و ہنر بیچ کر اپنے مستبقل کے خواب بُننے والے باصلاحیت نوجوان۔ میڈیا کی چمک دمک، صحافت کے مرچ مصالحے اور بازارِ سیاست کے ماند نہ پڑ نے والے مکر و فریب کے ہنگامے ۔ بازاروں میں گھومتے اور خریداری کرتے مرد و خواتین اور اُن کو بلاتی رِجھاتی دکانیں اور دکاندار۔ امرا کے عشرت کدوں میں گونجتے ساز و آواز، غربا کے جھونپڑ وں میں فقر و افلاس۔ شادیوں کی تقریبات میں خوشی کے نغمے ، جنازوں اور ہسپتالوں میں غم و الم کے سائے ۔ خدا کے نام پر اپنے مفادات کا تحفظ کرتے اہل مذہب، غریبوں اور ان کے مسائل سے ہمیشہ کی طرح بے نیاز اہل ثروت۔ کرپشن کی ناپاک کمائی سے اپنی جیبیں بھرتے سرکاری ملازم اور ملاوٹ و ذخیرہ اندوزی سے اپنی تجوریاں بھرتے ہوئے حرام خور تاجر۔ عوام کا استحصال کرتے اہل اقتدار اور دنیا پر اپنا غلبہ قائم رکھنے کے منصوبے بناتی سپر پاورز، سب اپنے اپنے مشغلوں اور کاموں میں مگن تھے ۔
اہلِ زمین جو ہمیشہ سے کرتے آئے تھے ، وہی کر رہے تھے ۔ ظلم و فساد کی داستانیں ، دھوکہ و فریب کی کہانیاں ، حرص و ہوس کی دوڑ ، غفلت اور سرکشی کے رویے ، خدا اور آخرت فراموشی، سیاسی ہنگامے ، معاشی جدوجہد، مذہبی جھگڑ ے ، طبقاتی کشمکش۔ ۔ ۔ ہر چیز ہمیشہ کی طرح جاری تھی۔ پیغمبر تو صدیوں پہلے آنے بند ہوگئے تھے ۔ ایگریکلچرل (agricultural) ایج، انڈسٹریل (industrial) ایج سے بدلی اور انڈسٹریل ایج، انفارمیشن (information) ایج سے ، مگر انسانی رویے نہیں بدلے ۔ ان کے غم بھی نہیں بدلے ۔ وہی کاروبار اور روزگار کی پریشانیاں ، وہی عشق و محبت کی ناکامیاں ، وہی موت اور بیماری کے مسائل۔ اس وقت بھی انسانوں کے ہاں ہر غم تھا، سوائے غم آخرت کے ۔ ہر خوف تھا، سوائے خوفِ خدا کے ۔ آسمان کی آنکھ یہ دیکھ رہی تھی کہ خدا کی زمین کو ظلم و فساد سے بھردینے والا انسان اب دھرتی کا ناقابلِ برداشت بوجھ بن گیا ہے ۔ سو انسان کو بار بار ہلایا گیا۔ نبی آخر الزماں کی پیش گوئیاں پوری ہونے لگیں ۔ ننگے پاؤں بکریاں چرانے والے عربوں نے دنیا کی بلند ترین عمارتیں بنالیں ، مگر انسانیت ہوش میں نہیں آئی۔ نوح کے تیسرے بیٹے یافث کی اولاد یعنی یاجوج و ماجوج کی نسل دنیا کے پھاٹکوں کی مالک بن گئی۔ عظمت کی ہر بلندی سے یہی یاجوج و ماجوج ساکنانِ دنیا پر یلغار کرنے لگے ۔ برطانیہ، روس، امریکہ اور چین۔ ۔ ۔ ایک کے بعد ایک دنیا کے اقتدار کی مسند پر فائز ہوتے گئے ، آسمانی صحیفوں کی تمام پیش گوئیاں پوری ہوگئیں ، مگر انسانیت پھر بھی ہوش میں نہ آئی۔ سونامی آئے ، سیلاب آئے ، زلزلے آئے ، مگر انسانیت غفلت سے نہ نکلی۔ خدا نے انفارمیشن ایج پیدا کر دی۔ اس کے عجمی بندوں نے نبی عربی کے پیغام کو اٹھایا اور انسانیت پر حجت تمام کر دی، مگر انسانیت پھر بھی نہ سنبھلی۔ قیامت سے قبل قیامت کی منظر کشی آخری درجے میں کر کے انسانیت کو جھنجھوڑ دیا گیا، مگر لوگوں کے رویے میں کوئی تبدیلی نہ آئی۔ سو جسے آخرکار آنا تھا، وہ آ گئی۔ اسرافیل نے خدا کا حکم سنا اور صور ہاتھ میں اٹھالیا۔ دیکھتے ہی دیکھتے قیامت آ گئی۔
سورج کی بساط لپیٹ دی گئی۔ تارے بے نور ہونے لگے ۔ ہمالیہ جیسے پہاڑ ہوا میں روئی کے مانند اُڑ نے لگے ۔ ۔ ۔ کہسار ریگزار بن گئے ۔ سمندروں نے پہاڑ جتنی اونچی لہریں اٹھانا شروع کر دیں ۔ ۔ ۔ میدان سمندر بن گئے ۔ زمین نے اپنے آتش فشاں باہر اگل دئے ۔ ۔ ۔ وادیوں میں آگ کے دریا بہنے لگے ۔ دھرتی نے اپنے سارے زلزلے باہر نکال پھینکے ۔ ۔ ۔ زمین الٹ پلٹ ہوگئی۔ شہر کھنڈروں میں بدلنے لگے ۔ عمارتیں خاک ہونے لگیں ۔ آبادیاں قبرستانوں کا منظر پیش کرنے لگیں ۔
کمزور انسان کی بھلا حیثیت ہی کیا تھی۔ وہ جو کچھ دیر قبل نئے گھر کی تعمیر کے منصوبے بنا رہے تھے ، نئی دکان اور نئے کاروبار کی منصوبہ بندی کر رہے تھے ، شادی اور نکاح کی امیدیں باندھ رہے تھے ، نئی کار اور نئے کپڑ وں کی خریداری کر رہے تھے ، اولاد کے مستقبل کی پلاننگ میں مصروف تھے ۔ ۔ ۔ اپنے تمام ارادے اور سارے عزائم بھول گئے ۔ مائیں دودھ پیتے بچے چھوڑ کر بھاگیں ۔ حاملہ عورتوں کے حمل گرگئے ۔ طاقتور کمزوروں کو کچلتے اور نوجوان بوڑ ھوں کو چھوڑ تے بھاگنے لگے ۔ سونا چاندی سر راہ پڑ ے ہیں ، نوٹ ہوا میں اُڑ رہے ہیں ، قیمتی سامان بکھرا ہوا ہے ، مگر کوئی لینے والا، سمیٹنے والا نہیں ۔ گھر۔ ۔ ۔ کاروبار۔ ۔ ۔ رشتے دار۔ ۔ ۔ ناطہ و اسباب۔ ۔ ۔ سب غیر اہم ہو چکے ہیں ۔ ہر نفس صرف اپنی فکر میں ہے ۔ آج انسان سب کو بھول گیا ہے ، صرف ایک خدا کو پکار رہا ہے ، مگرکوئی جواب نہیں آتا۔ دہریے اور ملحد بھی نامِ خدا کی دہائی دے رہے ہیں ، مگر کوئی جائے عافیت نظر نہیں آتی۔ بربادی کے سائے پیچھا نہیں چھوڑ رہے ۔ موت ہر جگہ تعاقب کر رہی ہے ۔ مصیبت نے ہر طرف سے گھیر لیا ہے ۔ آخر کار زندگی موت سے شکست کھا گئی۔ زندگی ختم ہوگئی۔ ۔ ۔ مگر اس لیے کہ زندگی کو اب شروع ہونا تھا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہوا کی تیز سرسراہٹ کی آواز میرے کانوں میں آنے لگی۔ بارش کی کچھ بوندیں میرے چہرے پر گریں ۔ مجھے ہوش آنے لگا۔ میں بہت دیر تک اُٹھنے کی کوشش کرتا رہا، مگر میرے حواس مکمل طور پر بیدار نہ ہو سکے ۔ کافی دیر میں اسی حال میں رہا۔ اچانک میرے کانوں میں ایک مانوس آواز آئی:
’’عبد اللہ! اٹھو جلدی کرو۔‘‘، یہ میرے ہمدمِ دیرینہ، میرے یارِ غار صالح کی آواز تھی۔ اس کی آواز نے مجھ پر جادو کر دیا اور میں ایک دم سے اٹھ کھڑ ا ہوا۔ 
’’میں کہاں ہوں ؟‘‘، یہ میرا پہلا اور بے ساختہ سوال تھا۔ 
’’تم بھول گئے ، میں نے تم سے کیا کہا تھا۔ قیامت کا دن شروع ہو گیا ہے ۔ اسرافیل دوسرا صور پھونک رہے ہیں ۔ اس وقت اس کی صدا بہت ہلکی ہے ۔ ابھی اس کی آواز سے صرف وہ لوگ اٹھ رہے ہیں جو پچھلی زندگی میں خدا کے فرمانبرداروں میں سے تھے ۔‘‘، اس نے میرا کندھا تھپکتے ہوئے کہا۔
’’اور باقی لوگ؟‘‘، میں نے اس کی بات کاٹ کر کہا۔
’’تھوڑ ی ہی دیر میں اسرافیل کی آواز بلند ہوتی چلی جائے گی اور اس میں سختی آجائے گی۔ پھر یہ آواز ایک دھماکے میں بدل جائے گی۔ اس وقت باقی سب لوگ بھی اُٹھ جائیں گے ، مگر وہ اُٹھنا بہت مصیبت اور تکلیف کا اُٹھنا ہو گا۔ ہمیں اس سے پہلے ہی یہاں سے چلے جانا ہے ۔‘‘، اس نے تیزی سے جواب دیا۔
’’مگر کہاں ؟‘‘، یہ سوال میری آنکھوں سے جھلکا ہی تھا کہ صالح نے اسے پڑ ھ لیا۔
’’تم خوش نصیب ہو عبداللہ! ہم عرش کی طرف جا رہے ہیں ۔‘‘، وہ تیزی سے قدم اٹھاتا ہوا بولا۔پھر مزید تفصیل بتاتے ہوئے اس نے کہا:
’’اس وقت صرف انبیا، صدیقین، شہدا اور صالحین ہی اپنی قبروں سے باہر نکلے ہیں ۔ یہ وہ لوگ ہیں جن کی کامیابی کا فیصلہ دنیا ہی میں ہو گیا تھا۔ یہ وہ لوگ ہیں جنہوں نے خد اکو بِن دیکھے مان لیا تھا، اُسے چھوئے بغیر پالیا تھا اور اُس کی صدا اُس وقت سن لی جب کان اُس کی آواز سننے سے قاصر تھے ۔ یہ لوگ اُس کے رسولوں پر ایمان لائے اور اُن کی نصرت اور اطاعت کا حق ادا کر دیا۔ اِن کی وفاداری اپنی مذہبی شخصیات، اپنے لیڈروں ، اپنے فرقے کے اکابرین اور اپنے باپ دادا کے عقائد اور تعصبات سے نہ تھی بلکہ صرف اور صرف خدا اور اُس کے رسولوں سے تھی۔ انہوں نے خداپرستی کے لیے ہر دکھ جھیلا، ہر طعنہ سنا اور ہر سختی برداشت کی۔ اعلیٰ اخلاق اور بلند کردار کو اپنی زندگی بنایا۔ خدا سے محبت اور مخلوق پر شفقت کے ساتھ زندگی گزاری۔ عبداللہ! آج ان لوگوں کے بدلے کا وقت ہے ۔ اور یہ ہے ان کے بدلے کا آغاز۔‘‘
صالح کی باتیں سنتے ہوئے میرے چہرے سے حیرت اور اس کے چہرے سے خوشی ٹپک رہی تھی۔ 
’’مگر میں تو جنت میں تھا اور۔ ۔ ۔ ‘‘، صالح نے ہنستے ہوئے میری بات کاٹ کر کہا:
’’میرے دوست وہ برزخ کا زمانہ تھا۔ خواب کی زندگی تھی۔ اصل زندگی تو اب شروع ہوئی ہے ۔ جنت تو اب ملے گی۔ ویسے وہ بھی حقیقت ہی تھی۔ دیکھ لو تمھاری اور میری دوستی وہیں پر ہی ہوئی تھی۔‘‘
میں اپنا سر جھٹک کر اسے دیکھنے لگا۔ کچھ کچھ میری سمجھ میں آ رہا تھا اور بہت کچھ سمجھنا ابھی باقی تھا۔ مگر اس لمحے میں نے اپنے آپ کو صالح کے حوالے کرنا زیادہ بہتر محسوس کیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
صالح سے میری دوستی اُس وقت ہوئی تھی جب میں نے موت کے بعد یا زیادہ درست الفاظ میں فانی دنیا کے دھوکے سے نکل کر حقیقت کی دنیا میں قدم رکھا تھا۔ لوگ موت سے بہت ڈرتے ہیں ، مگر میرے لیے موت ایک انتہائی خوشگوار تجربہ تھی۔ ملک الموت عزرائیل کا نام دنیا میں دہشت کی ایک علامت ہے ، مگر میرے سامنے وہ ایک انتہائی خوبصورت شکل میں آئے تھے ۔ انہوں نے بہت محبت اور شفقت سے میری شخصیت یعنی میری روح کو میرے جسم سے جدا کیا۔ میرا جسمانی وجود سابقہ دنیا میں رہ گیا اور میری اصل شخصیت کو انھوں نے اِس نئی دنیا میں جس کا نام عالم برزخ تھا، منتقل کر دیا۔ برزخ کا مطلب پردہ ہوتا ہے ۔ ملک الموت کے ظاہر ہوتے ہی میرے اور پچھلی دنیا کے درمیان ایک پردہ حائل ہو گیا۔ جس کی بنا پر اُس دنیا سے میرا رابطہ ختم ہو گیا تھا۔ میں نہیں جانتا تھا کہ میری جدائی کے غم میں میرے اہل خانہ پر کیا گزر رہی تھی، لیکن مجھے یقین تھا کہ میری تربیت کی بنا پر وہ خدا کی رضا پر صابر و شا کر ہوں گے ۔
میں اپنی اصل شخصیت سمیت اب ایک نئی دنیا میں تھا۔ یہ برزخ کی دنیا تھی۔ اِس نئی دنیا میں ملک الموت عزرائیل نے مجھے جس شخص کے حوالے کیا، وہ یہی صالح تھا۔ اس کے ساتھ بہت سے خوش شکل، خوش لباس اور خوش گفتار فرشتے موجود تھے ۔ اِن سب کے ہاتھوں میں گلدستے ، زبان پر مبارکبادیاں اور سلامتی کی دعائیں تھیں ۔ مبارک سلامت کے اس ماحول میں وہ سب مل کر مجھے یقین دلا رہے تھے کہ آزمائش کے دن ختم اور جنت کی عظیم کامیابی کے دن شروع ہوگئے ۔ اس وقت صالح نے مجھے یہ خوشخبری دی کہ برزخی زندگی کے آغاز پر میرے لیے پہلا انعام پروردگارِ ارض و سماوات کے حضور پیشی ہے ۔ اس نے مجھے بتایا کہ یہ اعزاز ہر شخص کو نہیں ملتا۔ میرے لیے یہ خوشخبری جنت کی خوشخبری سے بھی زیادہ قیمتی تھی۔
ان سب کی معیت میں میرا سفر شروع ہوا۔ یہ نئی دنیا تھی۔ جہاں فاصلے ، مقامات، زمان (time) اور مکان (space) کے معنی اس طرح بدل گئے تھے کہ وہ الفاظ کے کسی جامے میں بیان نہیں ہو سکتے ۔ میں مستی و سرشاری کے عالم میں یہ سفر طے کر رہا تھا کہ ایک جگہ ہم روک دیے گئے ۔ اعلان ہوا کہ زمین کے فرشتوں کی حد آ گئی ہے ۔ سب یہاں رک جائیں ۔ صرف صالح کو میرے ساتھ آگے بڑ ھنے کی اجازت ملی۔ عالمِ سماوات کا سفر شروع ہوا۔ جلد ہی ہم ایک اور جگہ پہنچ کر رک گئے ۔ یہاں جبریلِ امین خاص طور پر میرے استقبال کے لیے آئے تھے ۔ مجھے دیکھ کر وہ کہنے لگے :
’’عبد اللہ! تم مجھ سے پہلی دفعہ مل رہے ہو، مگر میں تم سے پہلے بھی کئی دفعہ مل چکا ہوں ۔‘‘
پھر ہولے سے میرا کندھا تھپتھپاتے ہوئے بولے :
’’آقا کے حکم پر کئی دفعہ میں نے تمھاری مدد کی تھی۔ مگر ظاہر ہے تم اس وقت یہ نہیں جانتے تھے ۔‘‘
آقا کے لفظ سے میرے چہرے پر ایک روشنی پھوٹی، جسے جبریل کے نورانی وجود نے الفاظ میں ڈھلنے سے قبل ہی پڑ ھ لیا اور کہا:
’’آؤ چلو! میں تمھیں تمھارے ان داتا سے ملاتا ہوں ۔ نبیوں کے علاوہ یہ اعزاز بہت کم انسانوں کو حاصل ہوتا ہے کہ وہ اس طرح بارگارہِاحدیت میں پیش کیے جائیں ۔ تم واقعی بہت خوش نصیب ہو۔‘‘
ہم آگے بڑ ھے تو میرے ذہن میں ایک سوال پیدا ہوا جس کا پوچھ لینا ہی مناسب خیال کرتے ہوئے میں نے جبریل علیہ السلام سے عرض کیا:
’’کیا ہم سدرۃ المنتہیٰ کی طرف جا رہے ہیں ؟‘‘
’’نہیں ۔ ۔ ۔ ‘‘، جبریل امین نے جواب دیا۔ پھر مزید وضاحت کرتے ہوئے کہا:
’’تمھارے ذہن میں غالباً معراج والی بات ہے ۔ وہ انبیا کا راستہ ہے ۔ انبیا کی حضوری کے مقامات بہت اعلیٰ ہوتے ہیں ۔ پھر انہیں مشاہدات بھی کرائے جاتے ہیں ۔ تمھارا راستہ بالکل الگ ہے ۔ تمھیں صرف بارگاہِ الوہیت میں سجدے کا اعزاز بخشنے کے لیے بلایا گیا ہے ۔ اور غالباً تمھاری وجہ سے صالح کو بھی یہاں تک آنے کی اجازت ملی ہے ۔‘‘
اس لمحے میں نے صالح کو دیکھا جس کا چہرہ خوشی سے دمک رہا تھا۔ جبریل امین نے گفتگو کا سلسلہ جاری رکھتے ہوئے کہا:
’’خدا کی ہستی لامحدود ہے ۔ اس کے مقامات بھی لامحدود ہیں ۔ تمھاری دنیا میں ان مقامات کا کوئی اندازہ نہیں کیا جا سکتا۔ جو کچھ تم دنیا میں جانتے تھے وہ بہت محدود اور کم تھا۔ آج مرنے کے بعد تمھاری آنکھیں کھلی ہیں ۔ اب تم وہ دنیا دیکھ رہے ہو جس کے کمالات کی کوئی حد نہیں ۔‘‘
میں جو کچھ دیکھ رہا تھا وہ واقعی جبریل امین کی سچائی کا ثبوت تھا۔ میں نے دل میں سوچا کہ اللہ کا شکر ہے کہ میں کفر و نافرمانی کے حال میں نہیں مرا۔ وگرنہ آنکھیں تو اُس وقت بھی کھلتیں ، مگر جو کچھ دیکھنے کو ملتا وہ بہت زیادہ برا اور بھیانک ہوتا۔
جبریل امین کی معیت میں ہم مختلف مراحل طے کرتے ہوئے حاملین عرش کے قریب پہنچے ۔ یہاں نور، رنگ اور روشنی کا ایک ایسا حسین اور لطیف امتزاج چھایا ہوا تھا جو بیان کی گرفت سے باہر تھا۔ حاملین عرش کے سر جھکے ہوئے تھے ۔ چہرے پر خشیت کا اثر اور طمانیت کا نور پھیلا ہوا تھا۔ جبریل امین علیہ السّلام نے بتایا:
’’پروردگار کی بارگاہ کا ہر حکم انہی فرشتوں کی وساطت سے نیچے جاتا اور نیچے والوں کا ہر فعل انہی کے ذریعے سے عالم کے پروردگار کے حضور پیش کیا جاتا ہے ۔‘‘
میں قربِ الٰہی کے اس مقام کو رشک بھری نظروں سے دیکھ رہا تھا۔ انہوں نے بھی نظر اٹھا کر مجھے دیکھا اور لمحہ بھر کے لیے ان کے چہروں پر مسکراہٹ آئی۔ میرا حوصلہ بڑ ھا۔ میں نے قدم عرش کی سمت بڑ ھائے ۔ میرے روئیں روئیں سے اُس ہستی کی حمد و ثنا بلند ہونے لگی جس سے ملنے کی خواہش میں ساری زندگی گزاردی تھی۔
پھر چلتے چلتے مجھ پر نجانے کیوں لزرہ طاری ہونے لگا۔ خدا سے ملنے کی شدید تر ین خواہش پر اس کی عظمت کا احساس غالب آ گیا۔ اس لمحے مجھ پر اتنا شدید رعب طاری ہوا کہ میں گھبرا کر واپس پیچھے ہٹنے لگا۔ گرچہ عرش ابھی بہت دور تھا، مگر صاحبِعرش کی عظمت کے احساس سے میری ہمت ٹوٹ گئی۔ مجھے لگا کہ اس لمحے میرا وجود کرچی کرچی ہوکر فضا میں بکھر جائے گا۔ شاید یہی ہوتا، مگر ایسے میں میرے کانوں میں جبریل امین ؑکی آواز آئی:
’’یہیں سجدے میں گرجاؤ۔ اس مقام سے آگے صرف انبیاے کرام جاتے ہیں ۔‘‘
میں اور صالح دونوں سجدے میں چلے گئے ۔ جسے بن دیکھے سجدہ کیا تھا، آج پہلی دفعہ اسے دیکھ کر سجدہ کیا تھا۔ دیکھا تو خیر کیا تھا۔ بس آثار دیکھ لیے تھے ۔
یہ سجدہ کتنا طویل اور کتنا لذید تھا، مجھے نہیں یاد۔ جس نے سورج کو روشنی کی ردا اور چاند کو نور کی قبا پہنائی، پھولوں کو مہک اور تتلیوں کو رنگ کا لباس پہنایا، تاروں کو چمک کا لہجہ اور کلیوں کو چٹک کی آواز عطا کی، آسمان کو رفعت کا تاج اور سمندروں کو وسعت کا تخت بخشا، زمین کو زرخیزی کی نعمت اور دریاؤں کو بہاؤ کا حسن عطا کیا اور جس نے انسان کو بیان کا وصف اور نزولِ قرآن کا شرف بخشا، اس کے قدموں میں گزارا ہوا ایک ایک لمحہ ہفت اقلیم کی بادشاہی سے بڑ ھ کر تھا۔ مگر اس لمحے کو تمام ہونا ہی تھا۔ حاملین عرش کی دلکش صدا بلند ہوئی:
’’ھو اللہ لا الہ الا ھو۔‘‘
یہ اعلان تھا کہ صاحب عرش کلام کر رہا ہے ۔ آواز آئی:
’’میں اللہ ہوں ۔ میرے سوا کوئی معبود نہیں ۔‘‘
ہر سُر سے لذیذ تر اس صدا میں وہ سحر تھا کہ میرا وجود سراپا گوش ہو گیا۔ میرا پورا جسم اور اس کی ہر ہر قوت کانوں اور سماعت میں سمٹ آئی۔ میں مزید کچھ سننے کا منتظر تھا۔ مگر گفتگو میں ایک وقفہ آ گیا تھا۔ مجھے احساس ہوا کہ شاید اب مجھے کچھ کہنا چاہیے ۔ جو پہلی بات میری زبان پر آئی وہ یہ تھی:
’’مالک! زندگی میں یہی ایک حقیقت تو جانی ہے ۔‘‘
میری یہ بات میرے اپنے کان بمشکل سن سکے تھے ۔ مگر حاضر و غائب کے جاننے والے اور دلوں کے بھید پالینے والے تک وہ پہنچ گئی تھی۔ جواب ملا: 
’’مگر یہ بات جاننے والا ہر شخص یہاں تک نہیں آتا۔ ۔ ۔ جانتے ہو عبد اللہ! تم یہاں تک کیسے آ گئے ؟‘‘
اس دفعہ میرے شہنشاہ کے لہجے کے جاہ و جلال میں اپنائیت کا رنگ جھلک رہا تھا۔ 
’’اس لیے کہ تمھاری زندگی کا مقصد لوگوں کو میرے بارے میں بتانا تھا۔ میری ملاقات سے خبردار کرنا تھا۔ تم نے میری یاد کو۔ ۔ ۔ میرے کام کو اپنی زندگی بنالیا۔ یہ اس کا بدلہ ہے ۔‘‘
آسمان و زمین کے مالک کی گفتگو اور آواز سنتے رہنا میری زندگی کی شدید ترین خواہش بن چکی تھی، مگر ایک دفعہ پھر مالک الملک اپنی بات کہنے کے بعد ٹھہرگئے ۔ مجھے محسوس ہوا کہ میرا رب مجھے بولنے کا موقع دے رہا ہے ۔ میں نے عرض کیا:
’’کیا میں آپ کے پاس یہاں رُک سکتا ہوں ؟‘‘
’’مجھ سے کوئی دور نہیں ہوتا۔ نہ میں کسی سے دور ہوتا ہوں ۔ میرا ہر بندہ اور میری ہر بندی جو میری یاد میں جیے ، وہ میرے پاس رہتا ہے ۔ ۔ ۔ اور کچھ۔ ۔ ۔ ‘‘
آخری بات سے مجھے اندازہ ہوا کہ ملاقات کا وقت ختم ہورہا ہے ۔ میں نے عرض کیا:
’’میرے لیے کیا حکم ہے ؟‘‘
’’حکم کا وقت گزرگیا ہے ۔ اب تو تمھیں حکمران بنانے کا وقت آ رہا ہے ۔ فی الحال تم واپس جاؤ۔ زندگی ابھی شروع نہیں ہوئی۔‘‘
میں نے چلتے چلتے عرض کی:
’’آپ قیامت کے دن مجھے بھولیں گے تو نہیں ۔ میں نے اس دن کی وحشت اور آپ کی ناراضی کا بہت ذکر سن رکھا ہے ۔‘‘
فضا میں ایک حسین تبسم بکھر گیا۔ کھنکتے ہوئے لہجے میں صدا آئی:
’’بھولنے کا عارضہ تم انسانوں کو ہوتا ہے ۔ بادشا ہوں کا بادشاہ۔ ۔ ۔ تمھارا مالک، تمھارا رب کچھ نہیں بھولتا۔ رہا میرا غصہ، تو وہ میری رحمت پر کبھی غالب نہیں آتا۔ تم نے تو زندگی بھر مجھے امید اور خوف کے ساتھ یاد رکھا ہے ۔ میں بھی تمھیں درگزر اور رحمت کے ساتھ یاد رکھوں گا۔ لیکن۔ ۔ ۔ ‘‘، ایک لمحے کے شاہانہ توقف کے بعد ارشاد ہوا:
’’تمھاری تسلی کے لیے میں صالح کو تمھارے ساتھ کر رہا ہوں ۔ یہ ہر ضرورت کے موقع پر تمھارا خیال رکھے گا۔‘‘
یہ تھی میری اور صالح کی پہلی ملاقات کی روداد اور اس کے میرے ساتھ رہنے کی اصل وجہ۔ عالمِ برزخ میں میری زندگی جسم کے بغیر تھی۔ اس میں میرے احساسات، جذبات، تجربات اور مشاہدات کی کیفیت ویسی ہی تھی جیسی خواب میں ہوتی ہے ۔ یعنی غیر مادی مگر شعور سے بھرپور زندگی جس میں مجھے ان نعمتوں کا مکمل احساس رہتا جو جنت میں مجھے ملنے والی تھیں ۔ صالح میری خواہش پر وقفے وقفے سے مجھ سے ملنے آتا رہا۔ ہر دفعہ وہ مجھے نت نئی چیزوں کے بارے میں بتاتا رہتا اور میرے ہر سوال کا جواب دیتا۔ آہستہ آہستہ ہماری دوستی بڑ ھتی گئی۔ پھر آخری ملاقات میں اِس نے مجھے بتایا تھا کہ ’زندگی‘ شروع ہونے جا رہی ہے ۔ اور اب میں اس کے ساتھ میدانِ حشر کو تیزی کے ساتھ عبور کرتا ہوا عرش کی طرف بڑ ھ رہا تھا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
چلتے چلتے میں نے اردگرد دیکھا تو تاحد نظر ایک ہموار میدان نظر آیا۔ ماحول کچھ ایسا ہورہا تھا جیسا فجر کی نماز کے بعد اور سورج نکلنے سے قبل کا ہوتا ہے ۔ یعنی ہلکا ہلکا اجالا ہر طرف پھیلا ہوا تھا۔ اس وقت اس میدان میں کم ہی لوگ نظر آ رہے تھے ۔ مگر جو تھے ان سب کی منزل ایک ہی تھی۔ میرے دل میں سوال پیدا ہوا کہ ان میں سے کوئی نبی یا رسول بھی ہے ؟ میں نے صالح کو دیکھا۔ اسے معلوم تھا کہ میں کیا پوچھ رہا ہوں ۔ کہنے لگا:
’’وہ سب کے سب پہلے ہی اٹھ چکے ہیں ۔ ہم انہی کے پاس جا رہے ہیں ۔‘‘
’’کیا ان سے ملاقات کا موقع ملے گا؟‘‘، میں نے بچوں کی طرح اشتیاق سے پوچھا۔
وہ چلتے چلتے رکا اور دھیرے سے بولا:
’’اب انہی کے ساتھ زندگی گزرے گی۔ عبداللہ! تم ابھی تک نہیں سمجھ پائے کہ کیا ہورہا ہے ۔ آزمائش ختم ہو چکی ہے ۔ دھوکہ ختم ہو گیا ہے ۔ اب زندگی شروع ہورہی ہے جس میں اچھے لوگ اچھے لوگوں کے ساتھ رہیں گے اور برے لوگ ہمیشہ برے لوگوں کے ساتھ رہیں گے ۔‘‘
اصل میں بات یہ تھی کہ میں ابھی تک شاک (Shock) سے نہیں نکل سکا تھا۔ دراصل ابھی تک نئی دنیا کا سارا تعارف عالمِ برزخ میں ہوا تھا۔ وہ ایک نوعیت کی روحانی دنیا تھی۔ مگر یہاں حشر میں تو سب کچھ مادی دنیا جیسا تھا۔ میرے ہاتھ پاؤں ، احساسات، زمین آسمان ہر چیز وہی تھی، جس کا میں پچھلی دنیا میں عادی تھا۔ وہاں میرا گھر تھا، گھر والے تھے ، میر امحلہ، میرا علاقہ، میری قوم۔ ۔ ۔ یہ سب سوچتے سوچتے میرے ذہن میں ایک دھماکہ ہوا۔ میں نے رک کر صالح کو دونوں ہاتھوں سے پکڑ لیا:
’’میرے گھر والے کہاں ہیں ؟ میرے رشتہ دار، احباب سب کہاں ہیں ؟ ان کے ساتھ کیا ہو گا؟ وہ نظر کیوں نہیں آ رہے ؟‘‘
صالح نے مجھ سے نظریں چرا کر کہا:
’’جن سوالوں کا جواب مجھے نہیں معلوم وہ مجھ سے مت پوچھو۔ آج ہر شخص تنہا ہے ۔ کوئی کسی کے کام نہیں آ سکتا۔ اگر ان کے اعمال اچھے ہیں ، تو یقین رکھو وہ تم سے آملیں گے ۔ ان کے ساتھ کوئی زیادتی نہیں ہو گی۔ اور اگر ایسا نہ ہوا تو۔ ۔ ۔ ‘‘
صالح جملہ نامکمل چھوڑ کر خاموش ہو گیا۔ اس کی بات سن کر میرا چہرہ بھی بجھ گیا۔ اس نے میرے کندھے پر ہاتھ رکھ کر میرا حوصلہ بڑ ھایا اور کہا:
’’اللہ پر بھروسہ رکھو۔ تم خدا کے لشکر میں لڑ نے والے ایک سپاہی تھے ۔ اس لیے پہلے اُٹھ گئے ہو۔ باقی لوگ ابھی اٹھ رہے ہیں ۔ انشاء اللہ وہ لوگ بھی خیر کے ساتھ تم سے مل جائیں گے ۔ ابھی تو تم آگے چلو۔‘‘
اس کی تسلی سے مجھے کچھ حوصلہ ہوا اور میں سبک رفتاری سے اس کے ساتھ چلنے لگا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter4 = ''' عرش کے سائے میں 

ہم ہوا کے نرم و تیز جھونکوں کی مانند آگے بڑ ھ رہے تھے ۔ اس چلنے میں کوئی مشقت نہ تھی بلکہ لطف آ رہا تھا۔ نجانے ہم نے کتنا فاصلہ طے کیا تھا کہ صالح کہنے لگا:
’’عرشِ الٰہی کے سائے میں مامون علاقہ شروع ہونے والا ہے ۔ وہ دیکھو! آگے فرشتوں کا ایک ہجوم نظر آ رہا ہے ۔ ان کے پیچھے ایک بلند دروازہ ہے ۔ یہی اندر داخلے کا دروازہ ہے ۔‘‘
میں نے صالح کے کہنے پر سامنے غور سے دیکھا تو واقعی فرشتے اور ان کے پیچھے ایک دروازہ نظر آیا۔ مگر یہ عجیب دروازہ تھا جو کسی دیوار کے بغیر قائم تھا۔ یا شاید دیوار غیر مرئی تھی کیونکہ دروازے کے ساتھ پیچھے کی سمت کچھ نظر نہیں آ رہا تھا۔ گویا ایک نظر نہ آنے والا پردہ تھا جس نے دروازے کے پیچھے کے ہر منظر کو ڈھانپ رکھا تھا۔
تاہم اس کی بات سنتے ہی میرے قدم تیز ہوگئے اور فاصلہ تیزی سے گھٹنے لگا۔ دروازہ ابھی دور ہی تھا، مگر فرشتے واضح طور پر نظر آنے لگے تھے ۔ یہ انتہائی سخت گیر اور بلند قامت فرشتے تھے جن کے ہاتھ میں آگ کے کوڑ ے دیکھ کر میں گھبرا گیا۔ میں نے صالح کا ہاتھ مضبوطی سے پکڑ کر اسے روکتے ہوئے کہا:
’’تم غالباً غلط سمت جا رہے ہو۔ یہ تو عذاب کے فرشتے لگتے ہیں ۔‘‘
’’چلتے رہو۔‘‘، اس نے رُکے بغیر جواب دیا۔
ناچار مجھے بھی اس کے پیچھے جانا پڑ ا۔ تاہم میں نے اتنا اہتمام کر لیا کہ اس سے دو قدم پیچھے رہ کر چلنے لگا تاکہ اگر پلٹ کر بھاگنے کی نوبت آئے تو میں اِس سے آگے ہی ہوں ۔ صالح کو میرے احساسات کا اندازہ ہو چکا تھا۔ اس نے وضاحت کرنی ضروری سمجھی:
’’یہ بے شک عذاب ہی کے فرشتے ہیں ۔ ۔ ۔ ‘‘
میں نے اس کی بات درمیان سے ا چک کر کہا:
’’اور یہاں اس لیے کھڑ ے ہیں کہ آگے جانے سے قبل میری پٹائی کر کے میرے گناہ جھاڑ یں ۔‘‘
وہ میری بات سن کر بے اختیار ہنسنے لگا اور بولا:
’’دیکھو اگر پٹائی ہونی ہے تو تمھارا بھاگنا مفید ثابت نہیں ہو گا۔ کوئی شخص ان فرشتوں کی رفتار اور طاقت کا مقابلہ نہیں کرسکتا۔ ویسے تمھاری اطلاع کے لیے عرض ہے کہ یہ تمھارے لیے یہاں نہیں کھڑ ے ہیں ۔ بلکہ یہ اس لیے کھڑ ے ہیں کہ خدا کا کوئی مجرم اگر اس سمت آنے کی کوشش کرے ، تو اُسے اتنا ماریں کہ وہ دوبارہ اس طرف آنے کی ہمت نہ کرے ۔‘‘
ہمارے قریب پہنچنے سے قبل ہی انہوں نے دو حصوں میں بٹ کر ہمارے لیے ایک راستہ بنادیا۔ ازراہِ عنایت انہوں نے یہ اہتمام بھی کر دیا کہ کوڑ وں کو اپنے پیچھے کر لیا۔ میرا خیال تھا کہ وہ ہمیں دیکھ کر مسکرائیں گے اور اظہارِ مسرت کریں گے ، مگر کوشش کے باوجود میں ان کے چہروں پر کوئی مسکراہٹ تلاش نہ کرسکا۔ صالح کہنے لگا:
’’ان کی موجودگی کا ایک مقصد تمھیں اللہ کی اس نعمت کا احساس دلانا ہے کہ کس قسم کے فرشتوں سے تمھیں بچالیا گیا۔‘‘
بے اختیار میری زبان سے کلمۂ شکر و حمد ادا ہو گیا۔
ان کے بیچ سے گزر کر ہم دروازے کے قریب پہنچے تو وہ خود بخود کھل گیا۔ اس کے کھلتے ہی میری نظروں کے سامنے ایک پرفضا مقام آ گیا۔ یہاں سے وہ علاقہ شروع ہورہا تھا جہاں عرشِ الٰہی کی رحمتیں سایہ فگن تھیں ۔ روح تک اتر جانے والی ٹھنڈی ہوائیں اور مسحورکن خوشبو مجھے چھونے لگی تھیں ۔ ہم دروازے سے اندر داخل ہوئے تو دیکھا کہ دور تک فرشتے قطار در قطارکھڑ ے تھے ۔ ان کے چہرے بے حد دلکش تھے اور اس سے کہیں زیادہ خوبصورت مسکراہٹ ان کے چہروں پر موجود تھی۔ یہ ہاتھ باندھے مؤدب انداز میں کھڑ ے تھے ۔ ہم جیسے ہی ان کے بیچ سے گزرے ، دعا و سلام اور خوش آمدید کے الفاظ سے ہمارا خیر مقدم شروع ہو گیا۔ ان کے رویے اور الفاظ کی تاثیر میری روح کی گہرائیو ں میں اتر رہی تھی اور ان کے وجود سے اٹھنے والی خوشبوئیں میرے احساسات کو سرشار کر رہی تھیں ۔
یہاں داخل ہوتے ہی مجھے یہ محسوس ہوا کہ میرے اندر کوئی غیر معمولی تبدیلی آئی ہے ۔ لیکن اس وقت میری ساری توجہ فرشتوں اور یہاں کے دلکش ماحول کی طرف تھی اس لیے میں زیادہ توجہ نہیں دے سکا کہ میرے ساتھ کیا ہوا ہے ۔ میں اس کیفیت کو بس یہاں کے ماحول کا ایک اثر سمجھا۔
چلتے چلتے مجھے کچھ خیال آیا تو میں نے صالح کے کان میں سرگوشی کی:
’’یار یہ تو ٹھیک ہے کہ یہ لوگ مجھے کوئی نجات یافتہ شخص مان کر میرا استقبال کر رہے ہیں ، لیکن یہاں میری ذاتی واقفیت تو کوئی نہیں ہے ۔ کیا یہاں تمھارا کوئی واقف ہے ؟‘‘
میری بات سن کر صالح ہنستے ہوئے بولا:
’’عبد اللہ! آج ہر شخص اپنی پیشانی سے پہچانا جائے گا کہ وہ کون ہے ۔ تمھیں علم نہیں مگر تمھارا پورا پورا تعارف تمھاری پیشانی پر درج ہے ۔ تم دیکھتے جاؤ آگے کیا ہوتا ہے ۔‘‘
قطار کے اختتام پر کھڑ ا ایک وجیہ فرشتہ، جو اپنے انداز سے ان سب کا سردار معلوم ہوتا تھا، میرے پاس آیا اور میرا نام لے کر اس نے مجھے سلام کیا۔ میں نے سلام کا جواب دیا۔ پھر وہ بہت نرمی اور محبت سے بولا:
’’ہمیشہ باقی رہنے والی کامیابی مبارک ہو!‘‘
میں نے جواب میں شکریہ ادا کیا ہی تھا کہ وہ دوبارہ بولا:
’’کیا آپ آئینہ دیکھنا پسند کریں گے ؟‘‘
میری سمجھ میں نہیں آیا کہ اس نے یہ بات مذاق میں کہی تھی یا سنجیدگی سے ۔ کیوں کہ اس وقت آئینہ دیکھنے کی کوئی معقول وجہ مجھے سمجھ میں نہیں آ رہی تھی۔ تاہم اس نے میرے جواب کا انتظار نہیں کیا۔ ایک فرشتے کو اشارہ کیا اور اگلے ہی لمحے میرے سامنے ایک قدِ آدم آئینہ تھا۔ میں نے اس آئینے کو دیکھا اور مجھے یقین ہو گیا کہ اس نے میرے ساتھ مذاق کیا تھا۔ کیونکہ یہ آئینہ نہیں بلکہ ایک انتہائی خوبصورت اور زندگی سے بھرپور پینٹنگ تھی جس میں ایک خوبصورت نوجوان بلکہ شہزادہ شاہانہ لباس زیب تن کیے کھڑ ا تھا۔ یہ تصویر کسی بھی اعتبار سے تصویر نہیں لگ رہی تھی بلکہ یوں محسوس ہورہا تھا کہ جیسے آئینے کے سامنے کوئی انسان زندہ کھڑ ا ہوا ہے ۔
میں نے اس فرشتے کی طرف دیکھا اور مسکرا کر کہا:
’’آپ اچھا مذاق کرتے ہیں ، مگر پینٹنگ اس سے زیادہ اچھی کرتے ہیں ۔ مصور تو آپ ہی معلوم ہوتے ہیں ، لیکن اس میں ماڈل کون ہے ؟‘‘
فرشتے نے انتہائی سنجیدگی سے میری بات کا جواب دیا:
’’پینٹر تو ’المصور‘ یعنی مالک ذوالجلال ہے ۔ البتہ ماڈل آپ ہیں ۔‘‘
اس کے بعد اس نے صالح کو اشارہ کیا۔ وہ میرے قریب آیا اور میرا سر گھما کر دوبارہ پینٹنگ کی طرف کر دیا۔ اس دفعہ پینٹنگ میں اس نوجوان کے ساتھ صالح بھی نظر آ رہا تھا۔ میں حیرت سے کبھی صالح کو دیکھتا اور کبھی اس آئینے میں کھڑ ے دوسرے شخص کو جس کے بارے میں ان دونوں کی متفقہ رائے یہ تھی کہ یہ میں ہی تھا۔
’’مگر یہ میں تو نہیں !‘‘، میں نے بلند آواز سے کہا۔
جواب میں صالح نے یہ مصرعہ پڑ ھ دیا:
اے جان جہاں یہ کوئی تم سا ہے کہ تم ہو
’’لیکن یہ کیسے ممکن ہے ؟ میں تو ایک بوڑ ھا شخص تھا اور جوانی میں بھی کم از کم ایسا نہیں تھا!‘‘
اس دفعہ میری بات کا جواب فرشتے نے دیا:
’’آپ ناممکنات کی دنیا سے ممکنات کی دنیا میں آ گئے ہیں ۔ آپ انسانوں کی دنیا سے خدا کی دنیا میں آ گئے ہیں ۔ آج ہر شخص ویسا نہیں دکھائی دے گا جیسا وہ دنیا میں دوسرے انسانوں کو نظر آتا تھا۔ بلکہ آج ہر شخص ویسا نظر آئے گا جیسا وہ اپنے مالک کو نظر آتا تھا۔ اور مالک کی نظر میں انسانوں کی صورت گری ان کے گوشت پوست پر نہیں بلکہ ان کے ایمان و اخلاق اور اعمال کی بنیاد پر ہوتی تھی۔ آپ اسے دنیا میں جیسے لگتے تھے ، ویسا ہی آج اس نے آپ کو بنادیا ہے ۔ ویسے یہ عارضی انتظام ہے ۔ آپ کی فیصلہ کن شخصیت اس وقت سامنے آئے گی، جب جنت میں آپ کے درجات کا فیصلہ حتمی طور پر ہو گا۔ سرِ دست تو آپ آگے جائیں ۔ بہت سے دوسرے لوگ آپ کا انتظار کر رہے ہیں ۔‘‘ 
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہم آگے کی سمت بڑ ھ رہے تھے ۔ مجھے اندازہ ہو چکا تھا کہ اندر داخل ہوتے ہی مجھے جس تبدیلی کا احساس ہوا تھا وہ کیا تھی۔ میری چال میں بہت اعتماد تھا۔ شاید یہ آئینے کا اثر تھا کہ اب مجھے یقین آنے لگا تھا کہ ربِّ کعبہ نے مجھے سرفراز کر کے میرے بخت کو ہمیشہ کے لیے جگادیا ہے ۔ میری زندگی کے شب و روز اور اس میں پیش آنے والے مسائل اب میرے لیے خواب و خیال ہو چکے تھے ۔ پچھلی دنیا کی محرومیاں ، صبر اور محنتیں کبھی اس طرح بھی رنگ لائیں گی، مجھے اس کا قطعاً اندازہ نہیں تھا۔ قرآنِ کریم اور احادیث میں ا گلی دنیا کا بہت کچھ تعارف پڑ ھا تھا، مگر آنکھ جوکچھ دیکھ سکتی، کان سنتے اور حواس محسوس کرسکتے ہیں وہ الفاظ سے شعور تک بہت کم منتقل ہوتا ہے ۔ آج جب یہ سب حقائق سامنے ہیں تو یقین نہیں آتا کہ میں ۔ ۔ ۔ مجھے یہ اندازہ تو زندگی ہی میں ہو چکا تھا کہ آخرت کی بازی میں جیت جاؤں گا۔ مگر اس جیت کا مطلب اتنا شاندار ہو گا، اس کا مجھے بالکل بھی اندازہ نہیں تھا۔
’’تمھیں ابھی پورا ندازہ نہیں ہوا ہے ۔‘‘، صالح پتہ نہیں کس طرح میرے خیالات پڑ ھ رہا تھا۔ اس کے جملے نے مجھے چونکادیا۔ اس نے اپنی بات جاری رکھی:
’’اصل زندگی تو ابھی شروع ہی نہیں ہوئی۔ ابھی تو تم حشر کے عارضی مرحلے میں ہو۔ اصل زندگی تو درحقیقت جنت میں شروع ہو گی۔ اُس وقت خدا کا بدلہ دیکھنا۔ اُس وقت خدا کو داد دینا۔ سرِ دست تو آگے دیکھو، ہم کہاں کھڑ ے ہیں ۔‘‘
اس کی بات سے مجھے احساس ہوا کہ میں اپنے ماحول سے بالکل لاتعلق ہوکر چل رہا تھا۔ میں نے نظر اٹھا کر دیکھا۔ ہم اس وقت ایک وسیع و عریض اور سرسبز و شاداب میدان میں تھے ۔ آسمان پر سورج چمک رہا تھا۔ اس میں روشنی تھی پر دھوپ نہ تھی۔ آسمان پر کہیں بادل نہ تھے ، مگر زمین پر ہر جگہ سایہ تھا۔ زمین سبز تھی۔ شاید اسی کے اثر سے آسمان نیلگوں کے بجائے سبزی مائل ہورہا تھا۔ میدان کے وسط میں ایک فلک بوس پہاڑ تھا۔ محاورۃً نہیں ، حقیقتاً فلک بوس۔ کیونکہ اس کی چوٹی جہاں سے ہم کھڑ ے دیکھ رہے تھے ، آسمان میں پیوست لگ رہی تھی۔ فضا میں ہر طرف بھینی بھینی خوشبو مہک رہی تھی۔ یہ خوشبو ہر اعتبار سے بالکل نئی مگر انتہائی مسحورکن تھی۔ ہماری سماعت ہمیں ان نغموں کا احساس دلا رہی تھی جو کانوں میں رس گھولنے والی موسیقی کے ساتھ چار سو بکھرے ہوئے تھے ۔ مجھے یہ لگ رہا تھا کہ یہ خوشبو اور یہ موسیقی میری ناک اور کان کے راستے سے نہیں بلکہ براہِ راست میرے اعصاب تک پہنچ رہی ہے ۔ اس کی تاثیر میں مہک و آہنگ اور سکون و سرور کے عناصر اس خوبصورت تناسب سے یکجا تھے کہ مجھے اپنا وجود تحلیل ہوتا محسوس ہورہا تھا۔ 
میں ایک جگہ رک کر کھڑ ا ہو گیا اور آنکھیں بند کر کے اس ماحول میں گم ہو گیا۔ صالح نے میرا انہماک دیکھ کر کہا:
’’اس پہاڑ کا نام اعراف ہے ۔ آؤ اس کے گرد چکر لگاتے ہیں ۔ میں ساتھ ساتھ تمھیں یہاں کی ساری تفصیلات سے آگاہ کرتا رہوں گا۔‘‘
میں جواب دیے بغیر سحر زدہ انداز میں صالح کے ساتھ ہولیا۔ ہم نے دائیں طرف سے اپنا سفر شرو ع کیا۔ ہم کچھ دور ہی چلے تھے کہ پہاڑ کے ایک حصے پر امت آدم لکھا ہوا نظر آیا۔ میں نے صالح سے پوچھا:
’’کیا یہاں آدم علیہ السلام ہیں ؟‘‘
’’نہیں ۔ سارے نبی پہاڑ کے اوپر بلند حصے پر موجود ہیں ۔ تم دیکھو گے کہ ہر تھوڑ ی دیر بعد اسی طرح کسی نہ کسی نبی اور اس کی امت کا نام لکھا ہوا نظر آئے گا۔ ہر امت کے نجات یافتہ لوگ۔ ۔ ۔ تمھاری طرح کے نجات یافتہ لوگ۔ ۔ ۔ یہاں آ کر جمع ہوں گے ۔‘‘، اس نے جواب دیا۔
’’کیا مجھے امت محمدیہ کے کیمپ میں جانا ہو گا؟‘‘، اس پر میں نے اشتیاق سے پوچھا۔
صالح نے نفی میں سر ہلایا اور بولا:
’’ان مقامات پر نجات یافتہ لوگ کھڑ ے ہوں گے اور روز حشر کے اختتام پر یہیں سے جنت میں جائیں گے ۔ تمھیں پہاڑ کے اوپر جانا ہو گا۔ وہاں سارے نبی اور ان کی امتوں میں سے وہ لوگ جمع ہیں جنہوں نے نبیوں کے اتباع میں لوگوں پر حق کی شہادت دی۔ یہ لوگ یہیں سے انسانوں کے بارے میں خدا کا فیصلہ دیکھتے رہیں گے ۔اسی جگہ سے انہیں انسانوں پر گواہی دینے کے لیے بلایا جائے گا۔ ہر نامراد شخص جہنم کی طرف اور ہر کامیاب شخص پہاڑ کے نیچے اپنے اپنے نبی کے کیمپ میں آتا جائے گا۔ پھر ہر امت گروہ در گروہ یہیں سے جنت میں جائے گی۔ یہ وہ مقام ہے جہاں سے حشر میں ہونے والے ہر فیصلے کو براہِ راست دیکھا جا سکتا ہے ۔ جنت و جہنم بھی یہاں سے نظر آتی ہیں ۔‘‘
ہم یہ گفتگو کر رہے تھے اور ایک ایک کر کے تمام نبیوں کی امت کے مقامات سے گزرتے جا رہے تھے ۔ اس وقت تک ہر جگہ بہت کم لوگ تھے ۔ میں نے صالح سے کہا:
’’شایدا بھی تمام لوگ نہیں آئے ۔‘‘
اس نے کہا:
’’نہیں یہ بات نہیں ۔ دیگر نبیوں کی امت میں سے نجات یافتہ لوگ ہیں ہی بہت کم۔ زیادہ تر لوگ بنی اسرائیل میں سے ہیں اور سب سے زیادہ امتِ محمدیہ میں سے ۔ یہ دونوں کیمپ ابھی تک نہیں آئے ہیں ۔ لیکن اس وقت تک وہاں بھی زیادہ لوگ نہیں ہیں ۔ لیکن تھوڑ ی دیر میں ہوجائیں گے ۔ آؤ اب اوپر چلتے ہیں ۔ اِس پہاڑ کا چکر تو بہت طویل ہوجائے گا۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
مجھے بلند مقامات پر چڑ ھنے کا ہمیشہ سے شوق رہا ہے ۔ لیکن شاید یہ میری زندگی کی سب سے عجیب بلندی تھی۔ یہ بظاہر بہت بلند اور آسمان تک اونچی تھی۔ مگر یہاں سے ہم زمین کو اس طرح دیکھ رہے تھے جیسے چند منزل ہی اوپر کھڑ ے ہوں ۔ نیچے سے جو جگہ ایک چوٹی لگتی تھی وہ ایک ہموار سطح مرتفع تھی۔ تاہم اس ہموار زمین پر تھوڑ ے تھوڑ ے فاصلے پر بلند و بالا قلعہ نما تعمیرات بنی ہوئی تھیں ۔ تاہم ان کے اردگرد کوئی دیوار تھی اور نہ ان میں دروازے ہی موجود تھے ۔ اس لیے باہر سے بھی اندر کا نظارہ کیا جا سکتا تھا۔ یہاں ہر طرف شاہانہ انداز کے خدم و حشم تھے ۔ عالیشان تخت پر تاج پہنے ہوئے انتہائی باوقار ہستیاں بیٹھی ہوئی تھیں ۔ ان کے اردگرد اسی شان کے لوگ شاہانہ نشستوں پر براجمان تھے ۔ میں نے صالح سے ان بلند تعمیرات کے متعلق پوچھا تو اس نے کہا:
’’یہ مختلف انبیا کی عارضی قیام گاہیں ہیں ۔ انھی کی بنا پر اس پہاڑ کو اعراف کہا جاتا ہے ۔ تم تو جانتے ہو کہ اعراف کا مطلب بلندیوں کا مجموعہ ہے ۔‘‘
میں نے اثبات میں سر ہلایا۔ وہ گفتگو کا سلسلہ جاری رکھتے ہوئے بولا:
’’تخت پر بیٹھے ہوئے حضرات انبیاے کرام ہیں ۔ اور ان کے اردگرد بیٹھے لوگ ان کی امت کے شہدا اور صدیقین ہیں ۔ صدیقین وہ لوگ ہیں جنہوں نے نبیوں کی زندگی میں ان کا ساتھ دیا اور شہدا وہ لوگ ہیں جنہوں نے انبیا کے بعد ان کی دعوت کو آگے پہنچایا۔ یہ سب وہ لوگ تھے جو دنیا میں خدا کے لیے جیے اور اسی کے لیے مرے ۔ اسی کے صلے میں یہ لوگ آج اس عزت و سرفرازی سے ہمکنار ہوئے ہیں جس کا مشاہدہ تم اس وقت کر رہے ہو۔‘‘
’’کیا یہ ممکن ہے کہ انبیا علیھم السلام سے میری ملاقات ہو سکے ؟‘‘، میں نے پوچھا۔
’’سب سے ملاقات کا وقت تو نہیں لیکن کچھ سے ضرور مل سکتے ہیں ۔‘‘ 
اس نے جواب دیا اور پھر ایک ایک کر کے خدا کے جلیل القدر پیغمبروں سے میری ملاقات کرانی شروع کی۔ وہ پیغمبر جو میرے لیے عظمتوں کا نشان تھے ، میں ان سے مل رہا تھا۔ آدم، نوح، ہود، صالح، اسحاق، یعقوب، یوسف، شعیب، موسیٰ، ہارون، یونس، داؤد، سلیمان، زکریا، یحے یٰ، عیسیٰ اور سب سے بڑ ھ کر ابو الانبیا سیدنا ابراہیم علیہم السلام۔ سب نے گلے لگا کر اور میری پیشانی پر بوسہ دے کر میرا استقبال کیا اورمجھے مبارکباد دی۔
ان جلیل القدر ہستیوں سے کچھ گفتگو کے بعد ہم آگے روانہ ہوگئے ، مگر مجھے دوران گفتگو یہ احساس ہوا تھا کہ سب لوگ ایک نوعیت کے تفکر میں مبتلا ہیں ۔ راستے میں صالح سے میں نے اس کی وجہ پوچھی تو وہ بولا:
’’تمھیں نہیں معلوم اس وقت حشر کے میدان میں کیا قیامت برپا ہے ۔ اس وقت ہر نبی پریشان ہے کہ انسانیت کا کیا ہو گا۔ اللہ تعالیٰ کے عذاب کی شدت اتنی زیادہ ہے کہ ان انبیا میں سے کوئی بھی نہیں چاہتا کہ اس کی امت عذاب الٰہی کا سامنا کرے ۔ وہ چاہتے ہیں کہ اللہ تعالیٰ لوگوں کو معاف کر دیں ۔ مگر سرِ دست اس کا کوئی امکان نہیں ۔ ایسی کوئی دعا کی جا سکتی ہے اور نہ اس کی اجازت ہے ۔ لوگ سیکڑ وں برس سے خوار و خراب ہورہے ہیں اور سرِدست حساب کتاب شروع ہونے کا بھی کوئی امکان نہیں ہے ۔‘‘
’’سیکڑ وں برس؟ کیا مطلب! ہمیں تو اندر آئے ہوئے بمشکل ایک دو گھنٹے گزرے ہوں گے ۔‘‘، میں نے چونک کر تعجب سے کہا۔
’’یہ تم سمجھ رہے ہو۔ آج کا دن کامیاب لوگوں کے لیے گھنٹوں کا ہے اور باہر موجود لوگوں کے لیے انتہائی سختی و مصیبت کا ایک بے حد طویل دن ہے ۔ باہر صدیاں گزر گئی ہیں ۔ مگر تم ابھی یہ بات نہیں سمجھو گے ۔‘‘، اس نے وضاحت کرتے ہوئے جواب دیا۔
میں اس کی بات کو ہضم نہیں کرسکا، مگر ظاہر ہے میں جس دنیا میں تھا وہاں سب کچھ ممکن تھا۔ اور نجانے اور کتنی تعجب انگیز باتیں میرے سامنے آنے والی تھیں ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
صحابہ کرام اور مہاجرین و انصار حلقہ بنائے ادب و احترام سے بیٹھے تھے ۔ اُمتِ محمدیہ ﷺ کے اولین و آخرین کی بھی ایک بڑ ی تعداد موجود تھی۔ شمعِ رسالت کے ان پروانوں کے بیچ رسالت مآب ﷺ سر جھکائے تشریف فرما تھے ۔ بظاہر ہر چیز بالکل ٹھیک تھی، مگر میں محسوس کرسکتا تھا کہ یہاں بھی اسی نوعیت کا تفکر پھیلا ہوا تھا جسے میں پیچھے دیکھ آیا تھا۔ 
’’رسول اللہ صلی اللہ علیہ وسلم اس وقت بارگاہ احدیت میں دعا کر رہے ہیں ۔ ہمیں بیٹھ کر انتظار کرنا چاہیے ۔‘‘، صالح پچھلی نشستوں کی طرف بڑ ھتے ہوئے بولا۔
ہم پچھلی نشستوں پر براجمان ہوگئے ۔ یہاں سے یہ اندازہ کرنا مشکل تھا کہ آگے کیا ہورہا ہے ۔ میں نے صالح سے دریافت کیا:
’’یہ حساب کتاب کب شروع ہو گا؟‘‘
’’مجھے کیا معلوم۔ کسی کو بھی معلوم نہیں ۔‘‘، اس نے جواب دیا۔
اس کی بات سن کر میں خاموش ہو گیا اور نشست کی پشت سے سر ٹکا کر آنکھیں بند کر کے بیٹھ گیا۔ نہ جانے کتنا وقت گزرا تھا کہ صالح کی آواز میرے کان میں آئی:
’’عبد اللہ اٹھو! دیکھو تم سے کون ملنے آیا ہے ۔‘‘
اس کی آواز پر میں چونک کر کھڑ ا ہو گیا۔ سامنے دیکھا تو ایک انتہائی باوقار ہستی میرے سامنے کھڑ ی تھی۔ ان کے چہرے پر مسکراہٹ اور آنکھوں سے محبت کے آثار جھلک رہے تھے ۔ اس سے قبل کہ صالح مزید کچھ کہتا، انھوں نے نرم لہجے میں اپنا تعارف کراتے ہوئے کہا:
’’مرحبا عبد اللہ! میرا نام ابوبکر ہے ۔ رسول اللہ صلی اللہ علیہ وسلم کی طرف سے میں تمھیں خوش آمدید کہتا ہوں ۔‘‘
یہ کہتے ہوئے انھوں نے اپنے دونوں ہاتھ پھیلادیے ۔ میں پرجوش انداز میں ان سے بغلگیر ہو گیا۔ معانقے کے بعد وہ مجھے لوگوں سے ذرا دور لے کر ایک نشست پر جابیٹھے ۔ میں نے بیٹھتے ہی ان سے دریافت کیا:
’’میں رسول اللہ صلی اللہ علیہ وسلم سے کب مل سکوں گا؟۔‘‘
’’رسول اللہ ﷺ اس وقت بارگاہ ایزدی میں شکر و دعا میں مصروف ہیں ۔ تم ان سے بعد میں مل سکتے ہو۔ اس وقت بتانے کی اہم بات یہ ہے کہ اللہ تعالیٰ کی بارگاہ میں جناب رسالت مآب کی یہ دعا قبول ہوگئی ہے کہ لوگوں کا حساب کتاب شروع ہوجائے ۔ اس قبولیت کی گھڑ ی میں تم نے بھی ایک دعا کی تھی۔ تم دوبارہ حشر کے میدان میں جا کر وہاں کا احوال دیکھنا چاہتے تھے ؟ تمھیں اس کی اجازت مل گئی ہے ۔ حساب کتاب کچھ دیر بعد شروع ہو گا۔ تم اُس وقت تک لوگوں کے احوال دیکھ سکتے ہو۔ یہ پیغام دے کر ہی رسول اللہ ﷺ نے مجھے تمھارے پاس بھیجا ہے ۔‘‘
یہ سن کر میرے چہرے پر خوشی کے تأثرات ظاہر ہوئے ۔ جنھیں دیکھ کر خلیفۂ رسول ﷺکے چہرے پر بھی مسکراہٹ آ گئی۔ ایک وقفے کے بعد وہ دوبارہ گویا ہوئے :
’’باہر بہت سخت ماحول ہے ۔ صالح گرچہ تمھارے ساتھ ہو گا، مگر پھر بھی تم یہ پیتے جاؤ۔ یہ مشروب تمھیں باہر کے آلام سے محفوظ کر دے گا۔‘‘
یہ کہہ کر انھوں نے پاس رکھا سنہرے رنگ کا جگمگاتا ہوا ایک گلاس میری سمت بڑ ھادیا۔ میں نے دونوں ہاتھ آگے بڑ ھا کر یہ گلاس ان کے ہاتھوں سے لیا اور اپنے ہونٹوں سے لگالیا۔
گلاس ہونٹوں سے لگاتے ہی ایک عجیب واقعہ ہوا۔ میں گرچہ بالکل پیاسا نہیں تھا اور نہ کسی تکلیف اور بے چینی ہی میں تھا، مگر جو تسکین مجھے ملی وہ شاید صدیوں کے کسی پیاسے کو بھی پانی کا پہلا گھونٹ پینے پر نہیں ملتی ہو گی۔ اس مشروب کا ایک گھونٹ حلق سے اتارتے ہی لذت، سیرابی، آسودگی، مٹھاس اور ٹھنڈک کے الفاظ اپنے ایسے مفاہیم کے ساتھ مجھ پر واضح ہوئے جس کا تجربہ مجھے تو کیا، کسی دوسرے انسان کو بھی کبھی نہیں ہوا ہو گا۔ اس مشروب کا ایک ایک قطرہ میری زبان سے حلق، حلق سے سینے اور سینے سے معدہ تک اترتا رہا اور میری رگ رگ کو سیرابی اور سرشاری کی کیفیت سے دوچار کرتا گیا۔ میرا دل تو چاہا کہ ایک ہی گھونٹ میں پورا گلاس پی جاؤں ، مگر جس ہستی کے سامنے بیٹھا تھا، اس کا ادب اس میں مانع ہوا۔ میں نے آہستگی سے سوال کیا:
’’یہ کیا چیز ہے ؟‘‘
’’یہ نئی زندگی اور نئی دنیا کا پہلا تعارف ہے ۔ یہ جام کوثر ہے ۔ اسے پینے کے بعد حشر میں گرمی اور پیاس تمھیں نہیں ستائے گی۔‘‘
یہ الفاظ سنتے ہی مجھے سمجھ میں آ گیا کہ مجھ پر اس مشروب کا یہ غیر معمولی اثر کیوں ہوا تھا؟ یہ جنت کی نہر کوثر کا پانی تھا اور بلاشبہ ان تمام خصائص کا حامل تھا جن کا ذکر میں ہمیشہ سنتا رہا تھا۔ اس لمحے مجھے یہ بھی اندازہ ہوا کہ جنت کی نعمتیں کیا ہوں گی۔ پچھلی دنیا میں کھانے پینے کی لذت دو چیزوں میں پوشیدہ تھی۔ ایک یہ کہ انسان کو شدید بھوک اور پیاس لگی ہو اور دوسرے اسے کھانے پینے کے لیے بہت لذیذ شے مل جائے ۔ مگر جنت کی ہر شے اپنی ذات میں انتہائی لذیذ ہونے کے ساتھ ساتھ انسان کو بغیر بھوک اور پیاس کے وہ لذت اور تسکین بھی فراہم کرے گی، جو صرف ایک انتہائی بھوکے اور پیاسے شخص کو ہی مل سکتی ہے ۔ اب مجھے معلوم ہو گیا کہ جنت میں نہ بھوک ہو گی اور نہ پیاس، مگر اس کے باوجود انسان جتنا چاہے گا شوق سے کھائے گا اور اس کی کوئی سیری ایسی نہیں ہو گی جو اسے گرانی اور بھاری پن میں مبتلا کر دے ۔
 ''';

  static String chapter5 = ''' میدان حشر

ہم دونوں ایک دفعہ پھر تیزی سے چل رہے تھے ۔ عرش کی حدود سے نکلتے ہی ایک انتہائی گرم اور حبس زدہ ماحول سے واسطہ پڑ ا۔ لگتا تھا کہ سورج نو کروڑ میل سے سوا میل کے فاصلے پر آ کر دہکنے لگاہے ۔ ہوا بالکل بند تھی۔ لوگ پسینے میں ڈوبے ہوئے تھے ۔ پانی کا نام و نشان نہ تھا۔ مجھ پر جام کوثر کا اثر تھا وگرنہ اس ماحول میں تو ایک لمحہ گزارنا ناممکن تھا۔ مگر میں دیکھ رہا تھا کہ ان گنت لوگ اسی ماحول میں بدحال گھوم رہے تھے ۔ چہروں پر وحشت، آنکھوں میں خوف، بال خاک آلود، جسم پسینے سے شرابور، وجود مٹی سے اٹا ہوا، پاؤں میں چھالے اور ان چھالوں سے رستا ہوا خون اور پانی۔ یاس و ہراس کا یہ منظر میں نے زندگی میں پہلی دفعہ دیکھا تھا۔ ہر طرف افراتفری چھائی ہوئی تھی۔ ہر کسی کو اپنی پڑ ی ہوئی تھی۔ میری نظریں کسی ایسے شخص کو تلاش کر رہی تھیں جسے میں جانتا ہوں ۔ پہلی شخصیت جو مجھے نظر آئی وہ میرے اپنے استاد فرحان احمد کی تھی۔ انہوں نے دور سے مجھے دیکھا اور تیزی کے ساتھ میری نگا ہوں سے اوجھل ہونے کی کوشش کرنے لگے ۔ میں نے صالح سے کہا:
’’انھیں روکو! یہ میرے استاد ہیں ۔ میں ان سے بات کرنا چاہتا ہوں ۔‘‘
مگر اس نے مجھے ان کی طرف بڑ ھنے سے روک دیا اورتاسف آمیز لہجے میں بولا:
’’دیکھو عبد اللہ! اپنے استاد کی رسوائی میں اور اضافہ مت کرو۔ اس وقت یہاں کوئی شخص اگر خوار و خراب ہورہا ہے تو سمجھ لو اس کے ساتھ عدل ہو چکا ہے ۔ وہ خدائی کسوٹی پر کھوٹا سکہ نکلا، اسی لیے اس حال میں ہے ۔‘‘
میں نے تڑ پ کرکہا:
’’مگر ہم نے تو خداپرستی اور آخرت کی سوچ اور اخلاق کی ساری باتیں انہی سے سیکھی تھیں ۔‘‘ 
’’سیکھی ہوں گی‘‘، صالح بے پروائی سے جواب دیتے ہوئے بولا:
’’مگر ان کا علم ان کی شخصیت نہیں بن سکا۔ دیکھو! خدا کے حضور کسی شخص کا فیصلہ اس کے علم کی بنیاد پر نہیں ہوتا۔ اس کے عمل، سیرت اور شخصیت کی بنیادی حیثیت ہوتی ہے ۔ علم صرف اس لیے ہوتا ہے کہ شخصیت درست بنیادوں پر تعمیر ہو سکے ۔ جب تعمیر ہی غلط ہو تو یہ علم نہیں سانپ ہے :
علم را برتن زنی مارے بود
علم را بر دل زنی یارے بود
(علم ظاہر تک رہے تو سانپ ہے اور دل میں اترجائے تو دوست بن جاتا ہے )
یہی تمھارے استاد کے ساتھ ہوا ہے ۔ وہ ایک اچھے مصنف تھے ۔ باتیں بھی اچھی کرتے تھے ۔ مگر ان کی سیرت و کردار ان کی باتوں کے مطابق نہ تھی۔ درحقیقت تمھارے استاد سانپ پال رہے تھے ۔ آج علم کے ان سانپوں نے انہیں ڈس لیا ہے ۔ آج یہاں جب تم لوگوں کو دیکھو گے تو انہیں ان کے ظاہر اور ان کی باتوں کے مطابق نہیں پاؤ گے ، بلکہ ان کی شخصیت ٹھیک ویسے ہی نظر آئے گی جیسا کہ وہ اندر سے تھے ۔ یاد رکھو! خدا لوگوں کو ان کے ظاہر اور ان کی باتوں پر نہیں پرکھتا۔ وہ عمل اور شخصیت کو دیکھتا ہے ۔ خاص کر اہل علم کا احتساب آج کے دن بہت سخت ہو گا۔ جو باتیں دوسرے لوگوں کے لیے عذر بن جائیں گی، عالم کے لیے نہیں بن سکیں گی۔‘‘
’’مگر انہوں نے بڑ ی قربانیاں دی تھیں ۔‘‘، میں نے ہار نہ مانتے ہوئے کہا۔
’’ہاں مگر ان کا بدلہ انہیں دنیا ہی میں مل گیا۔‘‘، صالح نے جواب دیتے ہوئے کہا:
’’علم کی غلطیاں معاف ہو سکتی ہیں ، مگر شخصیت اور عمل کی کمزوری آج کے دن اسی حال میں پہنچائے گی جس میں تمھارے استاد مبتلا ہوئے ہیں ۔ خیر ابھی تو یہ دن شروع ہوا ہے ، دیکھو آخر تک کیا ہوتا ہے ۔‘‘
میں صدمے کی حالت میں دیر تک گم سم کھڑ ا رہا۔ میں ایک یتیم شخص تھا جس کا کوئی رشتہ ناطہ نہ تھا۔ میرے لیے جو کچھ تھے وہ میرے استاد تھے ۔ انہوں نے میری سرپرستی کی، مجھے علم سکھایا، میری شادی کروائی، اور زندگی میں ایک مقصد دیا۔ جو شخص میرے لیے باپ سے زیادہ مقدم تھا، اسے اس حال میں دیکھ کر مجھے ایک شاک (Shock) لگا تھا۔ میں اس کیفیت میں اپنے ماحول سے قطعاً لا تعلق ہو گیا۔ 
میرے سامنے ان گنت لوگ بھاگتے ، دوڑ تے ، گرتے پڑ تے چلے جا رہے تھے ۔ فضا میں شعلوں کے دہکنے کی آواز کے ساتھ لوگوں کے چیخنے چلانے ، رونے پیٹنے اور آہ و زاری کرنے کی آوازیں گونج رہی تھیں ۔ لوگ ایک دوسرے کو برا بھلا کہہ رہے تھے ، گالیاں دے رہے تھے ، لڑ جھگڑ رہے تھے ، الزام تراشی کر رہے تھے ، آپس میں گتھم گتھا تھے ۔ 
کوئی سر پکڑ کے بیٹھا تھا۔ کوئی منہ پر خاک ڈال رہا تھا۔ کوئی چہرہ چھپا رہا تھا۔ کوئی شرمندگی اٹھا رہا تھا۔ کوئی پتھروں سے سر ٹکرا رہا تھا۔ کوئی سینہ کوبی کر رہا تھا۔ کوئی خود کو کوس رہا تھا۔ کوئی اپنے ماں باپ، بیوی بچوں ، دوستوں اور لیڈروں کو اپنی اس تباہی کا ذمہ دار ٹھہرا کر ان پر برس رہا تھا۔ ان سب کا مسئلہ ایک ہی تھا۔ قیامت کا دن آ گیا اور ان کے پاس اس دن کی کوئی تیاری نہیں تھی۔ اب یہ کسی دوسرے کو الزام دیں یا خود کو برا بھلا کہیں ، ماتم کریں یا صبر کا دامن تھامیں ، اب کچھ نہیں بدل سکتا۔ اب تو صرف انتظار تھا۔ کائنات کے مالک کے ظہور کا۔ جس کے بعد حساب کتاب شروع ہونا تھا اور پورے عدل کے ساتھ ہر شخص کی قسمت کا فیصلہ کر دیا جانا تھا۔ 
مگر میں اس سب سے بے خبر نجانے کتنی دیر تک اسی طرح گم سم کھڑ ا رہا۔ یکایک میرے بالکل قریب ایک آدمی چلایا:
’’ہائے ۔ ۔ ۔ اس سے تو موت اچھی تھی۔ اس سے تو قبر کا گڑ ھا اچھا تھا۔‘‘
یہ چیخ نما آواز مجھے واپس اپنے ماحول میں لے آئی۔ لمحہ بھر میں میرے ذہن میں ابتد ا سے انتہا تک سب کچھ تازہ ہو گیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
میں نے گردن گھما کر صالح کی طرف دیکھا۔ اس کا چہر ہ ہر قسم کے تأثر سے عاری تھا اور وہ مستقل مجھے دیکھے جا رہا تھا۔ میری توجہ اپنی طرف مبذول پا کر وہ بولا:
’’عبد اللہ! تم میدان حشر کے احوال جاننے کے شوق میں اپنی جگہ چھوڑ کر یہاں آئے ہو تو ایسے بہت سے مناظر ابھی تمھیں اور دیکھنے ہوں گے ۔ میں تمھیں مزید صدمات سے بچانے کے لیے ابھی سے یہ بات بتا رہا ہوں کہ تمھاری بیوی، تین بیٹیوں اور دو بیٹوں میں سے تمھاری ایک بیٹی لیلیٰ اور ایک بیٹا جمشید اسی میدان میں خوار و پریشان موجود ہیں ۔‘‘
صالح کی یہ بات سن کر میرے پاؤں تلے سے زمین نکل گئی۔ مجھے چکر سا آیا اور میں سر پکڑ کر بیٹھ گیا۔ صالح میرے ساتھ ہی زمین پر خاموش بیٹھ گیا۔
میری آنکھوں سے مسلسل آنسو بہہ رہے تھے ۔ مگر یہاں کسی کو کسی کی کوئی پروا نہیں تھی۔ کوئی کیوں بیٹھا ہے ؟ کیوں کھڑ ا ہے ؟ کیوں لیٹا ہے ؟ کوئی کیوں رو رہا ہے ؟ کیوں چیخ رہا ہے ؟ کیوں ماتم کر رہا ہے ؟ یہ کسی کا مسئلہ نہیں تھا۔ آج سب کو اپنی ہی پڑ ی تھی۔ ایسے میں کوئی رک کر مجھ سے میرا غم کیوں پوچھتا؟ لوگ ہمارے پاس سے بھی بے نیازی سے گزرتے چلے جا رہے تھے ۔ کچھ دیر بعد میں نے صالح سے پوچھا:
’’اب کیا ہو گا؟‘‘
’’ظاہر ہے حساب کتاب ہو گا۔ پھر اس کے بعد ہی کوئی حتمی بات سامنے آئے گی۔‘‘
اس کا جواب دوٹوک تھا۔ پھر وہ اپنی بات کی مزید وضاحت کرتے ہوئے بولا:
’’پچھلی دنیا میں جن لوگوں نے آج کے دن کی حاضری کو اپنا مسئلہ بنالیا تھا اور وہ اسی کے لیے جیے ، چاہے وہ ایمان و اخلاق کے تقاضے پورے کرنے والے صالحین ہوں یا خدا کے دین کی نصرت کو اپنا مسئلہ بنانے والے اہل ایمان، سب کے سب اس طرح اٹھائے گئے ہیں کہ ان کی نجات کا فیصلہ ہو چکا ہے ۔ ان لوگوں نے زندگی میں صرف نیکیاں کمائی تھیں ۔ خالق و مخلوق کے حقوق پورے کیے تھے ۔ چنانچہ ان کی موت ہی ان کا پروانہ نجات بن کر سامنے آئی تھی اور حشر کے دن انہیں شروع ہی سے عافیت نصیب ہوگئی۔‘‘
’’مگر گناہ تو سب کرتے ہیں ۔ تو کیا ان لوگوں نے گناہ نہیں کیے تھے ؟‘‘، میں نے پوچھا۔
’’ہاں گناہ انہوں نے بھی کیے تھے ، مگر ان کے چھوٹے موٹے گناہ ان کی نیکیوں نے ختم کر دیے اور اگر کبھی کسی بڑ ے گناہ سے دامن آلودہ ہوا تو انھوں نے فوراً توبہ کے آنسوؤں سے ان داغوں کو دھودیا تھا۔ ایسے تمام صاف ستھرے پاکیزہ لوگ اس وقت عرش کے سائے کے نیچے موجود ہیں ۔ ان لوگوں کا رسمی حساب کتاب ہو گا جس کے بعد ان کی کامیابی کا اعلان کر دیا جائے گا۔
اس کے برعکس جن لوگوں کے نامہ اعمال میں کوئی ایسا بڑ ا جرم ہوا جو ایمان ہی کو غیر مؤثر کر دے جیسے کفر، شرک، منافقت، قتل، زنا، زنابالجبر ، ارتداد، یتیموں کا مال کھانا، اللہ کی حدود کو پامال کرنا اور اسی نوعیت کے دیگر جرائم وغیرہ، تو میزان عدل میں ایسے لوگوں کے گنا ہوں کا پلڑ ا بھاری ہو گا اور انہیں جہنم کی سزا سنادی جائے گی۔‘‘، صالح نے قانون کی تفصیلی وضاحت کی۔
’’لیکن انسان تو ان دو انتہاؤں کے درمیان بھی ہوتے ہیں ۔ ان کا کیا ہو گا؟‘‘، میں نے سوال کیاتو صالح نے جواب دیا:
’’ہاں ان دو انتہاؤں کے درمیان وہ لوگ ہیں جن کے پاس ایمان اور کچھ نہ کچھ عمل صالح کا سرمایہ بھی ہے ، مگر وہ دنیا میں گناہ بھی کرتے رہے اور توبہ بھی نہیں کی۔ ایسے لوگوں کو اپنے گنا ہوں کی پاداش میں حشر کے دن کی سختی جھیلنی ہو گی، اس کے بعد نجات کا کوئی امکان پیدا ہو گا۔ آج جو لوگ میدان حشر میں پھنسے ہوئے ہیں وہ یا تو مجرمین ہیں جنہیں آخر کار جہنم میں پھینکا جائے گا یا پھر وہ اہل ایمان ہیں جن کا دامن گنا ہوں سے داغدار ہے ۔ سو جس کے گناہ جتنے زیادہ اور جتنے بڑ ے ہوں گے آج کے دن اسے اتنا ہی خوار و خراب ہونا ہو گا۔ کم گناہ والوں کو حساب کتاب کے آغاز پر ہی نجات مل جائے گی۔ مگر جیسا کہ میں نے بتایا کہ دنیا کی زندگی کے سیکڑ وں برس تو گزرچکے ہیں ۔ ان لوگوں کو ابتدا میں نجات بھی ملی تو یہ حشر کی سختی دنیا کی پچاس سالہ زندگی کے گنا ہوں کا نشہ ہرن کرنے کے لیے بہت ہے ۔ جبکہ جن کے گناہ زیادہ ہیں ان کو تو نجانے ابھی کتنے ہزار یا لاکھ سال تک اس سخت ترین ماحول کی شدت، سختی اور ہول جھیلنا ہو گا۔‘‘
صالح کی بات سن کر میں نے دل میں سوچا کہ دنیا میں گناہ کتنے معمولی لگا کرتے تھے ، مگر آج یہ کس طرح مصیبت میں ڈھل گئے ہیں ۔ کاش لوگ اپنے گنا ہوں کو چھوٹا نہ سمجھتے اور مستقل توبہ کو اپنا معمول بنالیتے ۔ وہ غیبت، چغل خوری، اسراف، نمود و نمائش، الزام و بہتان وغیرہ کو معمولی چیز نہ سمجھتے ۔ اللہ اور بندوں کے حقوق کی پامالی کو چھوٹا نہ خیال کرتے ، اللہ تعالیٰ کی نافرمانی سے بچتے اور رسولِ کریم ﷺکی پیروی کرتے تو آج یہ دن نہ دیکھنا پڑ تا جہاں ایک گناہ کی تھوڑ ی سی لذت سیکڑ وں برس کی خواری میں بدل چکی ہے ۔
پھر میں نے اس سے دریافت کیا:
’’کیا اس وقت کسی کو یہ معلوم ہے کہ اس کی نجات ہو گی یا نہیں اور ہو گی تو کس طرح ہو گی؟‘‘
صالح نے جواب دیا:
’’یہی اصل مصیبت ہے ۔ یہاں کسی کو یہ نہیں معلوم کہ اس کا مستقبل کیا ہے ۔ نجات کی کوئی امید ہے یا نہیں ؟ یہ کوئی نہیں جانتا سوائے اللہ تعالیٰ کے ۔ اسی لیے رسول اللہ اور دیگر انبیا مسلسل یہ دعا کر رہے تھے کہ حساب کتاب شروع ہوجائے ۔ اس کے نتیجے میں اہل ایمان کو یہ فائدہ ہو گا کہ وہ مجرمین سے الگ ہوکر حساب کتاب کے بعد نجات پاجائیں گے ۔ تم جانتے ہو آج کے دن انفرادی طور پر نہ کسی کے لیے زبان سے کوئی حرف نکالا جا سکتا ہے اور نہ اس کی کوئی گنجائش ہے ۔ اور خوشی کی بات یہ ہے کہ رسول اللہ کی یہ دعا قبول ہو چکی ہے ۔ یہ بات خلیفہ رسول ابو بکر صدیق نے تمھیں خود بتائی تھی۔‘‘
’’مگر ابھی تک حساب کتاب تو شروع ہوتا نظر نہیں آتا۔‘‘، میں نے حیرت سے پوچھا تو صالح بولا:
’’دعا قبول ہوئی ہے ، مگر اس پر عملدرآمد اللہ تعالیٰ اپنی حکمت و مصلحت کے تحت ہی کریں گے ۔ ہو سکتا ہے کہ ابھی تک پوری دنیا سے لوگ قبروں سے نکلنے کے بعد یہاں پہنچے ہی نہ ہوں ۔‘‘
’’کیا مطلب لوگ اتنے برسوں میں بھی یہاں تک نہیں آئے ؟‘‘
’’تمھارا کیا خیال ہے کہ آج لوگ ہوائی جہاز، ریلوں ، بسوں ، اور موٹروں میں بیٹھ کر یہاں تک آئیں گے ؟ آج سب پیدل دوڑ تے آ رہے ہیں ۔ اسرافیل کے صور نے لوگوں کو اسی سمت آنے کے لیے مجبور کر دیا تھا۔ آج سمندر پاٹ دیے گئے ہیں اور پہاڑ ڈھادیے گئے ہیں ۔ اس لیے لوگ سیدھا یہاں آ رہے ہیں ، مگر ظاہر ہے پیدل آتے ہوئے وقت تو لگے گا۔ البتہ صالحین کے ساتھ فرشتے تھے جو انہیں فوراً یہاں لے آئے ۔ بہرحال جب تک حساب کتاب شروع نہیں ہوتا، ہم یہاں موجود لوگوں کے احوال دیکھ لیتے ہیں ۔ ویسے شاید تم اسی مقصد کے لیے یہاں آئے تھے ۔‘‘
صالح نے یہ الفاظ کہے اور میرے جواب کا انتظار کیے بغیر میرا ہاتھ تھامے آگے بڑ ھنے لگا۔ اس وقت شدید گرمی سے چہرے تپ رہے تھے ۔ ہر طرف گرد و غبار اڑ رہا تھا۔ لوگ گروہوں کی شکل میں اور تنہاتنہا ادھر سے ادھر پریشان گھوم رہے تھے ۔ میری متلاشی نظریں اپنے کسی شناسا کو ڈھونڈرہی تھیں ، مگر کہیں کوئی شناسا صورت نظر نہیں آ رہی تھی۔ اچانک ایک طرف سے ایک لڑ کی نمودار ہوئی اور قبل اس کے کہ میں اس کی شکل دیکھ پاتا وہ میرے قدموں پر گرکر بے بسی سے رونے لگی۔ میں نے قدرے پریشانی سے صالح کی سمت دیکھا۔
اس نے سپاٹ لہجے میں لڑ کی سے کہا:
’’کھڑ ی ہوجاؤ!‘‘
اس کے لہجے میں نجانے کیا تھا کہ میری ریڑ ھ کی ہڈی میں سنسناہٹ ہونے لگی۔ لڑ کی بھی سہم کر کھڑ ی ہوگئی۔ میں نے اس کا چہرہ دیکھا۔ یہ چہرہ خوف، اندیشے اور غم کے سایوں سے سیاہ پڑ چکا تھا۔ چہرے اور بالوں پر مٹی پڑ ی ہوئی تھی۔ پیاس کے مارے ہونٹوں پر پپڑ یاں جمی ہوئی تھیں اور وحشت زدہ آنکھوں میں خوف و دہشت کا رنگ چھایا ہوا تھا۔
کرب کی ایک لہر میرے وجود کے اندر اترگئی۔ میں نے اس چہرے کو جب پہلی دفعہ دیکھا تھا تو بے ساختہ چشم بد دور کہا تھا۔ میدہ شہاب گورا رنگ، کھڑ ا کھڑ ا ناک نقشہ، کتابی چہرہ، گلابی ہونٹ، نیلی آنکھیں اور گہرے سیاہ بال۔ خدا نے اس چہرے کو قدرتی حسن سے اس طرح نوازا تھا کہ زیب و زینت کی اسے حاجت نہ تھی۔ مگر آج یہ چہرہ بالکل بدل چکا تھا۔ ماضی کا جمال روزِ حشر کے حزن و ملال کی تہہ میں کہیں دفن ہو چکا تھا۔ سراپا حسرت، سراپا وحشت، سراپا اذیت اور مجسم ندامت یہ وجود کسی اور کا نہیں میرے چہیتے بیٹے جمشید کی بیوی اور اپنی بڑ ی بہو ھما کا تھا جو حسرت و یاس کی ایک زندہ تصویر بن کر میرے سامنے کھڑ ی تھی۔
’’ابو جی مجھے بچالیجیے ۔ میں بہت تکلیف میں ہوں ۔ یہاں کا ماحول مجھے مار ڈالے گا۔ میں نے ساری زندگی کوئی تکلیف نہیں دیکھی، مگر لگتا ہے کہ اب میری زندگی میں کوئی آسانی نہیں آئے گی۔ اللہ کے واسطے مجھ پر رحم کیجیے ۔ آپ اللہ کے بہت محبوب بندے ہیں ۔ مجھے بچالیجیے ۔ ۔ ۔ ‘‘
یہ کہتے ہوئے ھما ہچکیاں لے کر رونے لگی۔
’’جمشید کہاں ہے ؟‘‘، میں نے ڈوبے ہوئے لہجے میں دریافت کیا۔
’’وہ یہیں تھے ۔ وہ بھی آپ کو ڈھونڈ رہے ہیں ۔ مگر یہ اتنی بڑ ی جگہ ہے اور اتنے سارے لوگ ہیں کہ کسی کو ڈھونڈنا ناممکن ہے ۔ ان کا حال بھی بہت برا ہے ۔ وہ مجھ سے بہت ناراض تھے ۔ انہوں نے ملتے ہی مجھے تھپڑ مار کر کہا تھا کہ تمھاری وجہ سے میں برباد ہو گیا۔ ابو میں بہت بری ہوں ۔ میں خود بھی تباہ ہوگئی اور اپنے خاندان کو بھی برباد کر دیا۔ پلیز مجھے معاف کر دیں اور مجھے بچالیں ۔ اللہ کا عذاب بہت خوفناک ہے ۔ میں اسے برداشت نہیں کرسکتی۔‘‘
ھما فریاد کر رہی تھی اور اس کی آنکھوں سے آنسوؤں کی لڑ یاں بہہ رہی تھیں ۔ میرے دل میں پدری محبت کا جذبہ جوش مارنے لگا۔ وہ بہرحال میری بہو تھی۔ مگر اس سے پہلے کہ میں کچھ کہتا، صالح اسی سپاٹ لہجے میں بولا:
’’یہ بات تمھیں دنیا میں سوچنی چاہیے تھی ھما بی بی۔ آج تمھاری عقل ٹھکانے آ گئی ہے ۔ مگر یاد ہے دنیا میں تم کیا تھیں ؟ تمھیں شاید یاد نہ آئے ۔ ۔ ۔ میں یاد دلاتا ہوں ۔‘‘
یہ کہتے ہوئے صالح نے اشارہ کیا اور یکلخت ایک منظر سامنے نظر آنے لگا۔ یہ جمشید اور ھما کا کمرہ تھا۔ مجھے لگا کہ میرے اردگرد کا ماحول غائب ہو چکا ہے اور میں اسی کمرے میں ان دونوں کے ہمراہ موجود ہوں اور براہ راست سب کچھ دیکھ اور سن رہا ہوں ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
’’جمشید اب میں اس ملک میں نہیں رہ سکتی۔ اب ہمیں کسی ویسٹرن کنٹری میں شفٹ ہوجانا چاہیے ۔‘‘
ڈریسنگ ٹیبل کے سامنے بیٹھی ہوئی ھما نے اپنے کٹے ہوئے بالوں کو برش کرتے ہوئے کہا۔	جمشید بیڈ پر لیٹا ٹی وی دیکھ رہا تھا۔ اس نے کوئی جواب نہیں دیا۔
’’تم نے سنا جمشید میں نے کیا کہا؟‘‘
’’یس میں نے سن لیا۔ لیکن میرا پورا خاندان یہاں ہے ۔ میں انھیں چھوڑ کر کیسے جاؤں ؟‘‘
’’بالکل ویسے ہی جیسے تم ان کا گھر چھوڑ کر میرے ساتھ الگ ہو چکے ہو۔‘‘
’’یہاں کی بات اور ہے ۔ میں ہفتے میں ایک دفعہ جا کر ان سے مل تو لیتا ہوں ۔ دوسرا یہ کہ فارن ٹرپ تو ہم ہر سال کر ہی لیتے ہیں ۔ پھر ہمیں باہر شفٹ ہونے کی کیا ضرورت۔‘‘
’’نہیں اب بچے بڑ ے ہورہے ہیں ۔ میں چاہتی ہوں کہ ان کی پرورش باہر ہی ہو۔‘‘
’’لیکن میں یہ چاہتا ہوں کہ میرے بچے میرے ماں باپ کی صحبت کا فائدہ اٹھائیں ۔ میں تو اپنے ماں باپ کی نیکی کا کوئی حصہ نہیں پا سکا، لیکن کم از کم میری اولاد تو نیک ہو۔‘‘
’’انہی کی صحبت سے تو میں اپنی اولاد کو بچانا چاہتی ہوں ۔ میرے ایک بچے کو بھی اپنے ددھیال کی ہوا لگ گئی تو اس کی زندگی خراب ہوجائے گی۔‘‘
اس کے ساتھ ہی فون کی گھنٹی بجی۔ جمشید نے فون اٹھایا۔ دوسری طرف سے کچھ کہا گیا۔ جمشید نے اچھا کہہ کر ریسیور نیچے رکھ دیا اور ھما کو مخاطب کر کے کہا:
’’تمھارے پاپا ہمیں نیچے بلا رہے ہیں ۔‘‘، پھر ھما کی بات کا جواب دیتے ہوئے بولا:
’’تم آخر میرے ماں باپ کے بارے میں اتنی نیگیٹو کیوں ہو؟ انہوں نے میری خوشی کی خاطر تمھیں بہو کے طور پر قبول کیا۔ حالانکہ تمھارے انداز و اطوار انھیں بالکل پسند نہ تھے ۔ تم مجھے لے کر الگ ہوگئیں تب بھی انہوں نے برا نہیں مانا۔ ۔ ۔ ‘‘
’’بس بس رہنے دو۔‘‘، ھما تنک کر بولی۔
’’انھیں میرے انداز و اطوار ناپسند تھے ۔ مگر تم میرے عشق میں دیوانے ہورہے تھے ۔ اس لیے انھوں نے مجبوراً تمھیں مجھ سے شادی کی اجازت دی۔ تم ان سے الگ ہوکر یہاں زیادہ اچھی زندگی گزار رہے ہو۔ پاپا کے بزنس میں شریک ہو۔ کروڑ وں میں کھیلتے ہو۔ جمشید مجھ سے شادی کر کے تم سراسر فائدے میں رہے ہو۔ تم نے کوئی نقصان نہیں اٹھایا۔‘‘
’’پتہ نہیں کیوں تمھاری باتیں سن کر کبھی کبھی ابو کی یاد آ جاتی ہے کہ نفع نقصان کا فیصلہ آخرت کے دن ہو گا۔‘‘
’’یار یہ فضول مذہبی باتیں ختم کرو۔ مجھے ان سے چڑ آتی ہے ۔ کوئی قیامت وغیرہ نہیں آنی۔ لاکھوں برس سے دنیا کا سسٹم ایسے ہی چل رہا ہے :
If you are smart, powerful and wealthy you are the winner. All others are loosers and idiots. And you know this judgment day talk is nothing but rubbish.
ویسے فار یور کائنڈ انفارمیشن! میرے پاپا نے اپنے پیر صاحب سے یہ گارنٹی لے رکھی ہے کہ قیامت میں وہ انہیں بخشوادیں گے ۔ ان کو بہت پیسہ دیتے ہیں میرے پاپا۔‘‘
’’ہاں ہم جس طرح ناجائز منافع خوری، قانون کی خلاف ورزی اور دیگرحرام ذرائع سے پیسہ کماتے ہیں ، اس کو کہیں تو پاک کرنا ہو گا۔ مجھے سب معلوم ہے ۔ تمھارے پاپا اور چودھری مختار صاحب کئی بزنس میں پارٹنر ہیں اور دو نمبر کے ہتھکنڈوں سے پیسہ کماتے ہیں ۔‘‘
’’اچھا۔ ۔ ۔ اتنا ہی حلال حرام کا خیال ہے تو چھوڑ دو پاپا کا بزنس۔‘‘
’’بزنس تو چھوڑ دوں ، مگر تمھیں کیسے چھوڑ وں ۔ مجھے معلوم ہے کہ اس کے بعد جاب کرنے سے نہ تمھارے خرچے پورے ہوں گے اور نہ میں تمھارا لیونگ اسٹینڈرڈ مینٹین کرسکوں گا۔ تمھارے عشق نے مجھے کہیں کا نہ چھوڑ ا۔ وگرنہ میں جس خاندان سے ہوں وہاں حلال اور حرام ہی سب کچھ ہے ۔‘‘
’’اسی لیے اتنی مڈل کلاس زندگی گزار رہے ہیں وہ لوگ۔ اچھا ہوا تم میرے ساتھ آ گئے وگرنہ اپنے بھائیوں کی طرح موٹر سائیکل پر گھومتے یا 800 سی سی گاڑ ی چلاتے اور کسی فلیٹ میں سڑ ی ہوئی زندگی گزار کر مرجاتے ۔‘‘
’’زندگی اچھی گزاریں یا بری، مرنا تو ہمیں ہے ۔ پتہ نہیں آخرت میں ہمارے ساتھ کیا ہو گا؟‘‘
’’بے فکر رہو کچھ نہیں ہو گا۔ وہاں بھی ہم ٹھاٹ سے رہیں گے ۔ میرے پاپا کے پیر صاحب کے سامنے تو تمھارے اللہ میاں بھی کچھ نہیں بول سکتے ۔‘‘
’’کلمۂ کفر تو مت بکو۔ اور اللہ میرا کہاں رہا ہے ! جب میں اللہ کا نہیں رہا تو وہ میرا کیسے رہے گا؟‘‘
یہ جملہ کہتے ہوئے جمشید کا لہجہ بھرّا گیا اور اس کی آنکھوں میں نمی آ گئی۔ مگر ھما اس کے بہتے ہوئے آنسوؤں کو نہیں دیکھ سکی۔ اس کا سارا دھیان آئینے کی طرف تھا۔ اب وہ اپنے میک اپ سے فارغ ہو چکی تھی، اس لیے ڈریسنگ ٹیبل کے سامنے سے اٹھتے ہوئے بولی:
’’اچھا چھوڑ و یہ فضول باتیں ! نیچے چلو، پاپا انتظار کرہے ہوں گے ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
صالح نے دوبارہ اشارہ کیا اور منظر ختم ہو گیا۔ لیکن ساتھ ہی ھما کی ہر امید کو بھی ختم کرگیا۔ صالح نے اسی سفاک اور قاتل لہجے میں سختی کے ساتھ کہا:
۔۔’’تم نے دیکھا! تمھاری زبان سے نکلا ہوا ایک ایک لفظ ریکارڈ کر لیا گیا ہے ۔ تو جاؤ ھما بی بی اپنے پیر صاحب کو ڈھونڈو جو تمھیں بخشوا سکتے ہیں اور جن کے سامنے اللہ تعالیٰ بھی۔ ۔ ۔ ‘‘
صالح نے جملہ تو ادھورا چھوڑ دیا، مگر ھما کے الفاظ دہراتے وقت اس کے لہجے میں جو غضب آ گیا تھا، اس سے میں خود دہل کر رہ گیا۔ ھما بھی بری طرح خوف زدہ ہوگئی۔ اس سے پہلے کہ صالح کچھ اور کہتا وہ روتی چیختی ہوئی وہاں سے بھاگ گئی۔
اس منظر میں جمشید کو دیکھ کر میری حالت پھر ڈانوا ڈول ہو چکی تھی۔ ظاہر ہے کہ ھما کی طرح وہ بھی اس سختیوں بھرے میدان میں پریشان حال پھر رہا ہو گا۔ میں سوچ رہا تھا کہ جمشید اسی حال میں میرے سامنے آ گیا تو میں کیا کروں گا۔ میں اسی سوچ میں غلطاں تھا کہ صالح نے میری کمر تھپتھپا کر کہا:
’’آؤ چلتے ہیں ۔‘‘
نجانے اس تھپکی میں کیا بات تھی کہ میں نے محسوس کیا کہ میرے اوپر طاری ہونے والی پریشانی کی کیفیت بہت ہلکی ہوگئی ہے ۔ میں قدرے بشاشت سے اس کے ساتھ چلنے لگا۔ اردگرد پھر وہی پریشان اور وحشت زدہ لوگوں کی ہلچل تھی۔ ہم کچھ ہی دور آگے چلے تھے کہ سامنے سے چودھری مختار صاحب آتے نظر آئے ۔ انہوں نے شاید مجھے دیکھ لیا تھا اور میری ہی طرف آ رہے تھے ۔ چودھری صاحب میرے بیٹے جمشید کے سسر کے بزنس پارٹنر تھے ۔ اس حیثیت میں میری ان سے رسمی واقفیت تھی۔ میرے قریب آتے ہی انہوں نے مجھ سے گلے ملنے کی کوشش کی جسے صالح نے ہاتھ آگے بڑ ھا کر یہ کہتے ہوئے ناکام بنادیا :
’’دور رہ کر بات کرو۔‘‘
اس کا لب و لہجہ اتنا درشت تھا کہ مجھے بھی اس سے اجنبیت محسوس ہونے لگی۔ اپنی اس رسوائی کے باوجود چودھری صاحب کے جوش میں کمی نہ آئی۔ وہ کہنے لگے :
’’مجھے یقین تھا عبد اللہ صاحب! آپ مجھے ڈھونڈتے ہوئے ضرور آئیں گے ۔ آپ کو یاد ہے عبداللہ صاحب! میں نے ایک مسجد تعمیر کرائی تھی جس میں آپ بھی نماز پڑ ھا کرتے تھے ۔ اس کے علاوہ بھی میں غریبوں مسکینوں کی مدد کیا کرتا تھا۔‘‘
’’مجھے یاد ہے چودھری صاحب۔‘‘، میں نے دھیرے سے انہیں جواب دیا۔
’’بس تو اب آپ میری سفارش کر دیجیے ۔ میں بہت دیر سے پریشان گھوم رہا ہوں ۔ یہاں تو جس کو دیکھو اپنی ہی پڑ ی ہے ۔ نہ کوئی کچھ بتاتا ہے نہ سیدھے منہ بات کرتا ہے ۔‘‘
یہ آخری بات کہتے ہوئے انہوں نے بے اختیار صالح کی طرف دیکھا۔ میں نے بھی گردن گھما کر صالح کی طرف دیکھا۔ اس نے لمحے بھر کے لیے مجھے دیکھا اور پھر چودھری صاحب کے چہرے پر نظریں گاڑ تے ہوئے بولا:
’’آپ نے مسجد ضرور بنوائی تھی، مگر اللہ تعالیٰ کے لیے نہیں بلکہ اپنی نیک نامی کے لیے ۔ جب پیسے اللہ کو دیے جاتے ہیں تو گردن جھکی ہوتی ہے ، ہاتھ بندھے ہوتے ہیں ، لہجہ پست ہوتا ہے اور دل میں عاجزی اور خوف ہوتا ہے ۔ مگر آپ کے معاملے میں ایسا نہیں تھا۔ آپ اپنا نام چاہتے تھے ۔ سو دنیا میں نام ہو گیا۔ اب تو آپ کو حساب دینا ہو گا کہ یہ پیسہ کمایا کس طرح تھا۔ 
اور ہاں ۔ ۔ ۔ اچھے کاموں پر تو آپ کبھی کبھار ہی پیسے خرچ کیا کرتے تھے ۔ یہ کیوں نہیں بتاتے کہ ملک کی ایک مشہور اداکارہ کا قرب خریدنے کے لیے آپ نے کروڑ وں روپے خرچ کر دیے تھے ۔ آپ کے کھاتے میں زنا کا گناہ ہے ۔ ایک دفعہ کا نہیں بلکہ بار بار کا گناہ۔ الگ الگ عورتوں کے ساتھ زنا کا گناہ۔ ملک کی مشہور اداکاراؤں اور فیشن ماڈلز کے ساتھ آپ کے تعلقات تھے ۔ خرچ کو تو چھوڑ یے آپ کی تو آمدنی میں بھی رزق حرام کی وافر ملاوٹ تھی۔ آپ ملاوٹ کرتے تھے ۔ ذخیرہ اندوزی کرتے تھے ۔ لوگوں کو حد سے زیادہ منافع لے کر چیزیں فروخت کرتے تھے ۔ بجلی چوری، دھوکہ دہی، ملازمین کے حقوق میں ڈنڈی مارنا، یہ آپ کے کاروبار کے بنیادی اصول تھے ۔ اپنی ترقی کی انتہا پر پہنچ کر آپ نے ایک میڈیا گروپ بنالیا تھا جس کے ایک ٹی وی چینل پر آپ لوگوں کو خوش کرنے والے مذہبی پروگرام دکھاتے اور دوسرے پر آرٹ اور انٹر ٹینمنٹ کے نام پر معاشرے میں حیا باختہ رویے عام کرتے تھے ۔ آپ جانتے تھے کہ دنیا میں کامیابی کا راز لوگوں کو خوش کرنا ہے ۔ کاش آپ یہ جان لیتے کہ دنیا و آخرت میں کامیابی کا راز لوگوں کو نہیں خدا کو خوش کرنا ہے ۔‘‘
صالح بے تکان بول رہا تھا اور الفاظ اس کی زبان سے تیر بن کر نکل رہے تھے ۔ ان کا سامنا کرنا چودھری صاحب کے لیے ممکن نہ تھا، مگر ان کے لیے کوئی جائے فرار نہ تھی۔ وہ گردن جھکائے سنتے رہے ۔ صالح کے لب و لہجے کی سختی نے چودھری صاحب کے چہرے پر تاریکی پھیلادی تھی۔ مگر اس نے اسی پر بس نہیں کیا اور کہنے لگا:
’’ذرا پیچھے دیکھیے چودھری صاحب آپ کے پیچھے آپ کی محبوبہ بھی کھڑ ی ہے ۔‘‘
چودھری صاحب گھبرا کر پیچھے پلٹے ۔ میں نے بھی نظر اٹھا کر چودھری صاحب کے پیچھے دیکھا۔ سامنے ایک انتہائی مکروہ شکل و صورت کی بوڑ ھی عورت کھڑ ی تھی جس کے جسم سے بدبو کے بھپکے اٹھ رہے تھے ۔ صالح نے میری پشت پر ہاتھ رکھا جس کے بعد مجھے یہ ناقابل برداشت بدبو آنا بند ہوگئی، لیکن چودھری صاحب کے لیے یہ بدبو ابھی تک باقی تھی۔ وہ بدشکل بڑ ھیا چودھری چودھری کہتے ہوئے آگے بڑ ھی۔ اس بڑ ھیا کے قرب سے خوفزدہ ہوکر چودھری صاحب پیچھے ہٹنے لگے اور پھر بے اختیار بھاگنے لگے ۔ وہ عورت یا بلا جو کچھ بھی تھی ان کے پیچھے ہاتھ پھیلا کر دوڑ نے لگی۔
’’یہ عورت کون تھی؟‘‘، ان کے دور جانے کے بعد میں نے صالح سے پوچھا۔
’’ یہ چودھری صاحب کی وہ داشتہ اور تمھارے زمانے کی مشہور اداکارہ، رقاصہ اور ماڈل چمپا تھی۔‘‘، صالح نے اس بدشکل عورت کا تعارف کرایا تو میں نے حیرت سے کہا:
’’چمپا؟ مگر وہ تو بہت خوبصورت تھی اور لوگ اُس کے حسن کی مثالیں دیا کرتے تھے ۔‘‘
’’ہاں مثالیں دینے کے علاوہ اسے اپنا آئیڈیل بھی بناتے تھے ۔ اب دیکھ لو لوگوں کے اس آئیڈیل کی شکل کیسی ہو چکی ہے ۔ یہ عورت اپنے بھڑ کیلے اور نیم عریاں رقصوں سے معاشرے میں فحاشی پھیلاتی تھی۔ اب خدا کا فیصلہ یہ ہے کہ یہ جن دلوں پر راج کرتی تھی، جہنم میں انہی لوگوں پر اسے عذاب بنا کر مسلط کر دیا جائے ۔‘‘، صالح نے ہنستے ہوئے جواب دیا۔
میں دل میں سوچنے لگا کہ میرے زمانے میں فحاشی شاید انسانی تاریخ میں سب سے زیادہ بڑ ھ چکی تھی۔ٹیلی وژن نے گھر گھر اس طرح کی اداکاراؤں کے جلوے بکھیردیے تھے ۔ اس دور کے تمام معاشروں نے فحاشی اور عریانی پھیلانے والی ایسی خواتین کو عزت کے بلند ترین مقام پر بٹھادیا تھا۔ فلمی اداروں اور ٹی وی چینلز کے مالکان کے نزدیک وہ عورتیں مال کمانے کا سب سے سستا اور آسان ذریعہ تھیں جن کے فحش رقصوں ، دلربا اداؤں اور کم لباسی کو بیچ کر یہ لوگ اپنی دولت میں اضافہ کیا کرتے تھے ۔ نوجوان ان کے دیوانے تھے اور اپنی ہونے والی بیویوں میں ان کی صورتیں اور نخرے تلاش کرتے تھے ۔ لڑ کیاں انہی کے انداز و لباس کی نقل کر کے خود کو سنوارا کرتی تھیں ۔ انہی کی وجہ سے شریف مگر عام شکل و صورت والی کتنی ہی لڑ کیاں معاشرے میں بے وقعت ہوگئی تھیں ۔ ان میں سے کتنی تھیں جو اپنے آنگن میں بہاروں کی راہ تکتے تکتے سفید بالوں کی خزاں رت تک جاپہنچتیں اور کتنی تھیں جو معاشرے کی ناقدری کے داغ کو اپنی شرافت کی چادر میں چھپائے دنیا سے رخصت ہوجاتی تھیں ۔
میرے چہرے پر دکھ کے آثار واضح تھے ۔ یہ آثار صالح نے پڑ ھ لیے تھے ۔ وہ میرا ہاتھ تھامے خاموشی سے ایک طرف بڑ ھنے لگا۔ پھر کچھ دیر بعدایک جگہ ٹھہر کر بولا:
’’ خدا نے تمھارے دکھوں کو دور کرنے کا ایک انتظام کیا ہے ، مگر بہتر ہو گا کہ اسے دیکھنے سے قبل گزری ہوئی دنیا کا یہ منظر بھی دیکھ لو۔‘‘ 
اس کی زبان سے یہ الفاظ نکلے ہی تھے کہ میرے سامنے ایک منظر فلم ا سکرین کی طرح چلنے لگا۔ مجھے لگا کہ میں اس منظر کا ایک حصہ ہوں اور بیان ہوئے بغیر بھی ہر حقیقت سمجھ رہا ہوں ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
صبح کی روشنی کھڑ کی پر پڑ ے پردوں کو خاطر میں نہ لاتے ہوئے کمرے کے اندر داخل ہونے لگی تھی۔ کالج جانے کا وقت ہورہا تھا، مگر شائستہ کی ہمت نہیں ہورہی تھی کہ اس سردی میں بستر سے نکلے اور کالج جانے کی تیاری کرے ۔ وہ عام طور پر فجر کی نماز پڑ ھ کر کچھ دیر مطالعہ کرتی تھی اور پھر کالج کی تیاری، مگر آج وہ نماز پڑ ھ کر دوبارہ بستر میں لیٹ گئی تھی۔ کل رات ہی سے اس کی طبیعت ناساز تھی۔
’’نہیں ! مجھے کالج جانا ہو گا۔ ورنہ اسٹوڈنٹس کا بہت نقصان ہو گا۔ ۔ ۔ اور پھر امی ابو کے لیے ناشتہ بھی تو بنانا ہے ۔‘‘
اس نے دل میں سوچا اور ہمت کر کے بستر سے اٹھ گئی۔ دھیرے سے چلتے ہوئے وہ برابر والے کمرے کی طرف گئی جو اس کے والدین کا تھا۔ اس نے آہستہ سے دروازہ کھول کر دیکھا۔ وہ دونوں گہری نیند سورہے تھے ۔ اس کے چہرے پر ایک اطمینان بخش مسکراہٹ آ گئی۔
شائستہ نے اپنی ساری زندگی اپنے گھرانے کے نام کر دی تھی۔ اس کے والد اس کے بچپن ہی میں معذور ہوگئے تھے ۔ وہ تین بہنوں میں سب سے بڑ ی تھی۔ والدہ نے سلائی کر کے بمشکل تمام انہیں پڑ ھایا تھا۔ تعلیم مکمل کر کے اس نے پہلے ا سکول اور پھر ایک پرائیوٹ کالج میں پڑ ھانا شروع کر دیا۔ وہ اس کے خواب دیکھنے کے دن تھے ۔ وہ بہت خوبصورت تو نہیں تھی، لیکن نوجوانی خود ایک حسن ہوتی ہے ۔ مگر اس کی زندگی میں نوجوانی کا مفہوم بس ایک ذمہ داری تھا جس میں خوابوں اور خواہشوں کی کوئی گنجائش نہ تھی۔ گھر کا خرچہ، والد کا علاج، مکان کا کرایہ اور چھوٹی بہنوں کی تعلیم۔ دونوں چھوٹی بہنیں خوش شکل تھیں ۔ بڑ ی ہوئیں تو آنے والے ہر رشتے کا رخ انہی کی طرف تھا۔ شائستہ راہ کی دیوار نہیں بنی اور خوشی خوشی بہنوں کو ان کے گھر آباد کر دیا۔ یہ ذمہ داریاں پوری کرتے کرتے اس کی جوانی ڈھلتی چلی گئی۔ اور اب وہ اپنے بوڑ ھے والدین کا بوجھ اٹھانے کے لیے تنہا رہ گئی تھی۔
ان حالات میں اس کا سہارا خدا کی ذات تھی۔ اسے خدا سے بہت شدید محبت تھی۔ اتنی محبت کہ زندگی کی کسی محرومی نے اس کے اندر تلخی نہیں آنے دی۔ وہ نماز روزے کی پابند تو بچپن سے تھی، مگر خدا کی محبت کی یہ مٹھاس اسے اس کے روحانی استاد عبداللہ صاحب کی کتابیں پڑ ھ کر ملی تھی۔ ۔ ۔ اور اب یہ اس کی زندگی کا مشن تھا کہ وہ خدا کی بندگی اور محبت کی یہ مٹھاس اپنے نوجوان طلبا تک منتقل کرے ۔ وہ ایک بہترین استاد تھی اور اس کے طلبا اس کی بہت عزت کرتے تھے ۔ اسی لیے وہ اس کی باتیں ہمیشہ توجہ سے سنتے اور شائستہ شوق سے انھیں پڑ ھاتی تھی۔
مگر آج نجانے کیوں اس کا دل بہت اداس تھا۔ شاید طبیعت کی خرابی کا اثر تھا کہ وہ ڈپریشن کی کیفیت میں تھی۔ ناشتے سے فارغ ہوکر وہ آئینے کے سامنے کھڑ ی کالج جانے کے لیے تیار ہورہی تھی۔ اس نے اپنے چہرے کو غور سے دیکھا۔ ڈھلتی جوانی کے سارے اثرات اب ظاہر ہورہے تھے ۔ وہ ایک کرب کے ساتھ مسکرائی اور خود کو مخاطب کر کے دھیرے سے بڑ بڑ ائی:
’’شائستہ! تم ہار گئیں ۔ تمھارے حصے میں تنہائیوں کے سوا کچھ نہیں آیا؟‘‘
یہ کہتے ہوئے اس نے آنکھیں بند کر لیں ۔ شاید یہ اس کا اعتراف شکست تھا۔ مگر اسی لمحے استاد عبداللہ کی ایک بات اس کے کانوں میں گونجنے لگی:
’’جو خدا سے سودا کرتا ہے وہ کبھی نقصان نہیں اٹھاتا۔‘‘
ایک مسکراہٹ کے ساتھ اس نے آنکھیں کھولیں اور ٹھہرے ہوئے لہجے میں بولی:
’’دیکھتے ہیں ۔ ۔ ۔ دیکھ لیں گے ۔ ۔ ۔ اب وقت ہی کتنا بچاہے ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
منظر ختم ہو گیا۔ میں نے صالح کی سمت دیکھ کر کہا:
’’میں تو اس لڑ کی کو نہیں جانتا۔‘‘
’’اب جان لو گے ۔ ویسے تم جو کچھ لکھتے تھے ، وہ بہت دور تک جاتا تھا۔‘‘
صالح نے جواب دیا اور ساتھ ہی میرا ہاتھ تھامے ایک سمت آگے بڑ ھنے لگا۔ تھوڑ ی دیر بعد ہم ایک ایسی جگہ پہنچے جہاں ویسے ہی سخت گیر فرشتے نظر آئے جیسے عرش کی سمت عام لوگوں کو بڑ ھنے سے روکنے کے لیے کھڑ ے تھے ۔ مگر صالح کو دیکھ کر انہوں نے ہمارا راستہ چھوڑ دیا۔ ذرا دور چل کر ہمارے سامنے ایک دروازہ آ گیا۔ صالح نے دروازہ کھولا اور میرا ہاتھ تھامے اندر داخل ہو گیا۔ یہ دروازہ ایک دوسری دنیا کا دروازہ تھا۔ کیونکہ اس کے دوسری طرف حشر کے پریشان کن ماحول کے برعکس منظر پھیلا ہوا تھا۔ میں بے اختیار بولا:
’’صالح! ہم واپس نبیوں کے کیمپوں کی طرف تو نہیں آ گئے ؟‘‘
اس نے مسکرا کر کہا:
’’ہاں ۔ ۔ ۔ تمھار ادکھ تو یہیں آ کر دور ہو سکتا ہے ۔‘‘
ہم چلتے ہوئے ایک شاندار خیمے کے قریب پہنچے ۔ اس کے دروازے پر ایک انتہائی باوقار اور پرنور چہرے والے ایک صاحب کھڑ ے تھے ۔ یہ میرے لیے بالکل اجنبی تھے ۔ قریب پہنچ کر صالح نے ان سے میرا تعارف کرایا:
’’یہ عبد اللہ ہیں ۔ محمد رسول اللہ کی امت کے آخری دور کے امتی۔ اور آپ نحور ہیں ، یرمیاہ نبی کے انتہائی قریبی ساتھی۔ نحور آپ انہی سے ملنا چاہ رہے تھے نا؟‘‘
یہ ایک عظیم پیغمبر کے صحابی کا مجھ سے تعارف بھی تھا اور یہ وضاحت بھی کہ میں یہاں کیوں موجود ہوں ۔
میں نے نحور سے مصافحہ کے لیے ہاتھ بڑ ھایا، لیکن انھو ں نے پرجوش انداز میں مجھے اپنے گلے سے لگالیا۔ میں نے اسی حال میں ان سے کہا:
’’یرمیاہ نبی سے ملاقات کا شرف تو مجھے ابھی تک حاصل نہیں ہوا لیکن آپ سے ملنا بھی کسی اعزاز سے کم نہیں ہے ۔ یرمیاہ نبی کے حالات اور زندگی میں میرے لیے ہمیشہ بڑ ی رہنمائی رہی۔ مجھے ان سے ملنے کا بہت اشتیاق ہے ۔‘‘
یہ کہتے ہوئے میرے ذہن میں بنی اسرائیل کے اس عظیم پیغمبر کی زندگی گھوم رہی تھی۔ چھٹی صدی قبل مسیح میں بنی اسرائیل بدترین اخلاقی انحراف کا شکار تھے اور اسی بنا پر اپنے زمانے کی سپر پاور عراق کے حکمران بخت نصرکے ہاتھوں سیاسی مغلوبیت کے خدائی عذاب میں مبتلا ہو چکے تھے ۔ مگر ان کے لیڈروں نے قوم کی اصلاح کرنے کے بجائے ان کے ہاں سیاسی غلبے کی سوچ عام کر دی۔ یرمیاہ نبی نے بنی اسرائیل کو ان کی اخلاقی اور ایمانی گمراہیوں پر متنبہ کیا اور انھیں سمجھایا کہ وقت کی سپر پاور سے ٹکرانے کے بجائے اپنی اصلاح کریں ۔ مگر ان کی قوم نے اپنی اصلاح کرنے کے بجائے انہیں کنویں میں الٹا لٹکادیا اور پھر بخت نصر کے خلاف بغاوت کر دی۔ اس کے بعد بخت نصر عذاب الٰہی بن کر نازل ہوا اور اس نے یروشلم (بیت المقدس) کی اینٹ سے اینٹ بجادی۔ چھ لاکھ یہودی قتل ہوئے اور چھ لاکھ کو وہ غلام بنا کر اپنے ساتھ لے گیا۔
میں اسی سوچ میں تھا کہ نحور نے میری بات کا جواب دیتے ہوئے کہا:
’’انشاء اللہ ان سے بھی جلد ملاقات ہوجائے گی۔ مگر سردست تو میں آپ کو کسی اور سے ملوانا چاہتا ہوں ۔‘‘، یہ کہتے ہوئے انہوں نے دوسرے خیمے کی طرف رخ کر کے کسی کو آواز دی:
’’ذرا باہر آنا! دیکھو تو تم سے کون ملنے آیا ہے ؟‘‘
نحور کی آواز کے ساتھ ہی ایک لڑ کی خیمے سے نکل کر ان کے برابر آکھڑ ی ہوئی تھی۔ یہ لڑ کی اپنے حلیے سے کوئی شہزادی اور شکل و صورت میں پرستان کی کوئی پری لگ رہی تھی۔ اس لڑ کی نے گردن جھکا کر مجھے سلام کیا اور مجھے مخاطب کر کے کہا:
’’آپ مجھے نہیں جانتے ۔ مگر میرے لیے آپ میرے استاد ہیں اور اس رشتے سے میں آپ کی روحانی اولاد ہوں ۔ میرا نام شائستہ ہے ۔ گمراہی کے اندھیروں میں خدا کے سچے دین کی روشنی میں نے آپ کے ذریعے سے پائی تھی۔ خدا سے میرا تعارف آپ نے کرایا تھا۔ خدا کے ساتھ انسان کا اصل تعلق کیا ہونا چاہیے ، یہ میں نے آپ ہی سے سیکھا تھا۔ آج دیکھیے ! خدا نے مجھ پر احسان کیا اور اب میں ایک عظیم نبی کے صحابی کی بیوی بننے جا رہی ہوں ۔‘‘
تھوڑ ی دیر قبل صالح نے اسی لڑ کی کو مجھے دکھایا تھا۔ مگر اب اس کی حالت میں جو انقلاب آ چکا تھا اسے دیکھ کر میں دنگ رہ گیا۔ لیکن اسے اس طرح دیکھ کر مجھے جتنی خوشی ہوئی، اس کو میں الفاظ میں بیان نہیں کرسکتا۔ میں نے شائستہ سے کہا:
’’میری طرف سے آپ دونوں دلی مبارکباد قبول کیجیے ۔ امید ہے کہ آپ مجھے اپنی شادی میں بھی یاد رکھیں گی۔‘‘
’’کیوں نہیں ۔ آپ کو تو بلانے کا مقصد ہی نحور کو یہ بتانا تھا کہ میرے میکے والے کوئی معمولی لوگ نہیں ہیں ۔‘‘، اس نے ہنستے ہوئے جواب دیا۔
’’پھر تو آپ نے غلط شخص کا انتخاب کیا ہے ۔‘‘
میں نے فوراً جواب دیا۔ پھر اپنا رخ نحورکی طرف کرتے ہوئے کہا:
’’ لیکن شائستہ کی بات بالکل درست ہے ۔ ان کے میکے کے لوگ معمولی نہیں ۔ اور ہوبھی کیسے سکتے ہیں ۔ شائستہ امت محمدیہ میں سے ہیں ۔ نبی عربی کی نسبت کے بعد ان کا میکہ معمولی نہیں رہا۔‘‘
اس موقع پر صالح نے مداخلت کی اور کہا:
’’آپ لوگوں کی مرتبہ و منصب کی اس بحث کا فیصلہ بعد میں ہوتا رہے گا۔ سر دست مجھے عبداللہ کو واپس لے کر جانا ہے ۔ اس لیے ہمیں اجازت دیجیے ۔‘‘
نحور اور شائستہ سے اجازت لے کر ہم دونوں وہاں سے رخصت ہوگئے ۔واپسی پر صالح مجھ سے بولا:
’’ہو گیا نا تمھارے دکھ کا مداوا؟‘‘
میں نے خدا کی اپنے بندوں پر عنایات کا جو مشاہدہ ابھی کیا تھا اس نے میری قوت گویائی سلب کر لی تھی۔ اس لیے میں خاموش رہا۔ صالح نے اپنی بات جاری رکھی:
’’ یہ لڑ کی اپنے صبر کی وجہ سے اس مقام تک پہنچی ہے ۔ خدا نے اس لڑ کی کو سخت حالات اور معمولی شکل و صورت کے ساتھ آزمایا تھا۔ مگر اس نے محروم ہونے کے باوجود صبر، شکر اور سچی خدا پرستی کی راہ اختیار کی تھی۔ اور آج تم نے دیکھ لیا کہ جو پچھلی دنیا میں پانے سے محروم رہ گئے ، ان کا صبر آج انھیں کس بدلے کا مستحق بنا رہا ہے ۔‘‘
میں چلتے چلتے رکا۔ اپنی نظریں اٹھا کر آسمان کو دیکھا، آسمان والے کو دیکھا اور پھر اپنی گردن جھکالی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter6 = ''' ناعمہ

ہم چلتے چلتے اس دروازے کے قریب آ گئے جہاں سے حشر کا راستہ تھا۔ میں نے صالح سے دریافت کیا:
’’کیا اب ہمیں واپس میدان حشر جانا ہو گا؟‘‘
’’کیوں کیا وہاں جانے کا شوق ختم ہو گیا؟‘‘، اس نے حیرت کے ساتھ پوچھا۔
’’نہیں ایسی بات نہیں ۔ میں سوچ رہا تھا کہ یہاں آ گیا ہوں تو اپنے گھر والوں سے مل لوں ۔ جب ہم شروع میں یہاں آئے تھے تو تم مجھے براہ راست اوپر لے گئے تھے ۔ اب تو میرے گھر والے امت محمدیہ کے کیمپ میں پہنچ چکے ہوں گے ؟‘‘
’’تم انسان اپنے جذبوں کو تہذیب کے لفافے میں ڈال کر دوسروں تک منتقل کرنے کے عادی ہوتے ہو۔ کھل کر کیوں نہیں کہتے کہ اپنی گھر والی کے پاس جانا چاہتے ہو۔ یہ بار بار گھر والوں کے الفاظ کیوں بول رہے ہو؟‘‘
صالح نے میری بات پرہنستے ہوئے تبصرہ کیاتو میں جھینپ گیا۔ پھروہ مسکرا کر بولا:
’’شرماؤ نہیں یار۔ ہم وہیں چلتے ہیں ۔ یہ خادم تمھاری ہر خواہش پوری کرنے پر مامور ہے ۔‘‘
ہم جس دنیا میں تھے وہاں راستے ، وقت اور مقامات سب کے معنی اور مفہوم بالکل بدل چکے تھے ۔ اس لیے صالح کا جملہ ختم ہونے کے ساتھ ہی ہم اسی پہاڑ کے قریب پہنچ گئے جس کے اردگرد تمام نبیوں اور ان کی امتوں کے کیمپ لگے ہوئے تھے ۔
’’شاید میں نے تمھیں پہلی دفعہ یہاں آتے وقت یہ بتایا تھا کہ اس پہاڑ کا نام ’اعراف‘ ہے ۔ اسی کی بلندی پر تم گئے تھے ۔ اور یہ دیکھو امتِ محمدیہ کا کیمپ قریب آ گیا ہے ۔‘‘
ہم پہاڑ کے جس حصے میں تھے وہاں اس کا دامن بہت دراز تھا۔ ا س لیے وہاں بہت گنجائش تھی، مگر وہ پورا مقام اس وقت ان گنت لوگوں سے بھرا ہوا تھا۔ پہاڑ کے اردگرد اس قدر رش شاید کسی اور جگہ نہیں تھا۔
میں نے صالح سے مخاطب ہوکر کہا:
’’لگتا ہے سارے مسلمان یہاں آ گئے ہیں ۔‘‘
’’نہیں بہت کم آئے ہیں ۔ امت محمدیہ کی تعداد بہت زیادہ تھی۔ اس لیے اس کے مقربین اور صالحین کی تعداد بھی بہت زیادہ ہے ۔ وگرنہ بیشتر مسلمان تو ابھی میدان حشر ہی میں پریشان گھوم رہے ہیں ۔‘‘
’’تو میرے زمانے کے مسلمان بھی یہاں ہوں گے ۔‘‘
’’بدقسمتی سے تمھارے معاصرین میں سے بہت کم لوگ یہاں ہیں ۔ رسول اللہ صلی اللہ علیہ وسلم کی امت کے ابتدائی حصے کے لوگوں کی بہت بڑ ی تعداد یہاں موجود ہے ۔ آخری زمانے کے البتہ کم ہی لوگ یہاں آ سکے ہیں ۔ تمھارے زمانے میں تو زیادہ تر مسلمان دنیا پرست تھے یا فرقہ پرست۔ یہ دونوں طرح کے لوگ فی الوقت میدان حشرکی سیر کر رہے ہیں ۔ اس لیے تمھارے جاننے والے یہاں کم ہوں گے ۔ جو ہوں گے ان سے تم جنت میں داخلے کے بعد دربار میں مل لینا۔ یہاں تو ہم صرف تمھارے ’گھر والوں ‘ سے ملا کر تمھاری آنکھیں ٹھنڈی کریں گے اور فوراً واپس لوٹیں گے ۔ خبر نہیں کس وقت حساب کتاب شروع ہوجائے ۔‘‘
’’یہ دربار کیا ہے ؟‘‘
صالح کی گفتگو میں جو چیز ناقابل فہم تھی میں نے اس کے بارے میں دریافت کیا۔
’’حساب کتاب کے بعدجب تمام اہل جنت، جنت میں داخل ہوجائیں گے تو ان کی اللہ تعالیٰ کے ساتھ ایک نشست ہو گی۔ اس کا نام دربار ہے ۔ اس نشست میں تمام اہل جنت کو ان کے مناصب اور مقامات رسمی طور پر تفویض کیے جائیں گے ۔ یہ لوگوں کی ان کے رب کے ساتھ ملاقات بھی ہو گی اور مقربین کی عزت افزائی کا موقع بھی ہو گا۔‘‘
میں اس سے مزید کچھ اور دریافت کرنا چاہتا تھا، مگر گفتگو کرتے ہوئے ہم کیمپ کے کافی نزدیک پہنچ چکے تھے ۔ یہ خیموں پر مشتمل ایک وسیع و عریض بستی تھی۔ اس بستی میں لوگوں کے کیمپ مختلف زمانوں کے اعتبار سے تقسیم تھے ۔ بعض خیموں کے باہر کھڑ ے ان کے مالکان آپس میں گفتگو کر رہے تھے ۔ یہیں مجھے اپنے بہت سے ساتھی اور رفقا نظر آئے جنہو ں نے دین کی دعوت میں میرا بھرپور ساتھ دیا تھا۔ ان کو دیکھ کر مجھے اتنی خوشی ہوئی کہ بیان سے باہر ہے ۔ یہ وہ لوگ تھے جنہوں نے اپنی جوانیاں ، اپنے کیرئیر، اپنے خاندان اور اپنی خواہشات کو کبھی سر پر سوار نہیں ہونے دیا تھا۔ ان سب کو ایک حد تک رکھ کر اپنا باقی وقت، صلاحیت، پیسہ اور جذبہ خدا کے دین کے لیے وقف کر دیا تھا۔ اسی کا بدلہ تھا کہ آج یہ لوگ اس ابدی کامیابی کو سب سے پہلے حاصل کرنے میں کامیاب ہوگئے جس کا وعدہ دنیا میں ان سے کیا گیا تھا۔
یہیں ہمیں امت مسلمہ کی تاریخ کی بہت سی معروف ہستیاں نظر آئیں ۔ ہم جہاں سے گزرتے لوگوں کو سلام کرتے جاتے ۔ ہر شخص نے ہمیں اپنے خیمے میں آ کر بیٹھنے اور کچھ کھانے پینے کی دعوت دی، جسے صالح شکریہ کے ساتھ رد کرتا چلا گیا۔ البتہ میں نے ہر شخص سے بعد میں ملنے کا وعدہ کیا۔
راستے میں صالح کہنے لگا:
’’ان میں سے ہر شخص اس قابل ہے کہ اس کے ساتھ بیٹھا جائے ۔ تم اچھا کر رہے ہو کہ ان سے ابھی ملاقات طے کر رہے ہو۔ ان میں سے بہت سے لوگوں سے بعد میں وقت لینا بھی آسان نہیں ہو گا۔ ‘‘
یہ کہہ کر وہ ایک لمحے کے لیے رکا اور محبت آمیز نظروں سے میری طرف دیکھ کر بولا:
’’وقت لینا تو تم سے بھی آسان نہیں ہو گا عبداللہ! تمھیں ابھی پوری طرح اندازہ نہیں ۔ اس نئی دنیا میں تم خود ایک بہت بڑ ی حیثیت کے مالک ہو گے ۔ بلکہ حقیقت یہ ہے کہ تم پروردگار عالم کے معیار پر ہمیشہ سے ایک بہت بڑ ی حیثیت کے آدمی تھے ۔‘‘
یہ کہتے ہوئے صالح رکا اور مجھے گلے لگالیا ۔ پھر آہستگی سے وہ میرے کان میں بولا:
’’عبد اللہ! تمھارے ساتھ رہنا میرے لیے بڑ ے اعزاز کی بات ہے ۔‘‘
میں نے اپنی نگاہیں آسمان کی طرف بلند کیں اور دھیرے سے جواب دیا:
’’اعزاز کی بات تو خدا کی بندگی کرنا ہے ۔ اس کے بندوں کو بندگی کی دعوت دینا ہے ۔ یہ میرا اعزاز ہے کہ خدا نے ریت کے ایک بے وقعت ذرے کو اس خدمت کا موقع دیا۔‘‘
یہ کہتے ہوئے احسان مندی کے جذبات سے میری آنکھوں سے آنسو بہنے لگے ۔
’’ہاں یہی بات ٹھیک ہے ۔ خدا ہی ہے جو ذرۂ ریگ کو طلوع آفتاب دیتا ہے ۔ تم سورج کی طرح اگر چمکے تو یہ خدا کی عنایت تھی۔ مگر یہ عنایت خدا پرستوں پر ہوتی ہے ، سرکشوں ، مفسدوں اور غافلوں پر نہیں ۔‘‘
ہم ایک دفعہ پھر چلنے لگے اور چلتے چلتے ہم ایک بہت خوبصورت اور نفیس خیمے کے پاس پہنچ گئے ۔ میرے دل کی دھڑ کن کچھ تیز ہوگئی۔ صالح میری طرف دیکھتے ہوئے بولا:
’’ناعمہ نام ہے تمھاری بیوی کا؟‘‘
میں نے اثبات میں گردن ہلادی۔ صالح نے انگلی سے اشارہ کر کے کہا:
’’یہ والا خیمہ ہے ۔‘‘
’’کیا اسے معلوم ہے کہ میں یہاں آ رہا ہوں ؟‘‘، میں نے دھڑ کتے دل کے ساتھ پوچھا۔
’’نہیں ۔‘‘، صالح نے جواب دیا۔ پھر ہاتھ سے اشارہ کر کے کہا:
’’یہ ہے تمھاری منزل۔‘‘
میں ہولے ہولے چلتا ہوا خیمے کے قریب پہنچا اور سلام کر کے اندر داخل ہونے کی اجازت چاہی۔ اندر سے ایک آواز آئی جسے سنتے ہی میرے دل کی دھڑ کن تیز تر ہوگئی۔
’’آپ کون ہیں ؟‘‘
’’عبدا للہ۔ ۔ ۔ ‘‘
میری زبان سے عبد اللہ کا نام نکلتے ہی پردہ اٹھا اور ساری دنیا میں اندھیرا چھا گیا۔ اگر روشنی تھی تو صرف اسی ایک چہرے میں جو میرے سامنے تھا۔ وقت، زمانہ، صدیاں اور لمحے سب اپنی جگہ ٹھہرگئے ۔ میں خاموش کھڑ ا ٹکٹکی باندھ کر اسے دیکھتا رہا۔ ناعمہ کا مطلب روشن ہوتا ہے ۔ مگر روشنی کا مطلب یہ ہوتا ہے یہ مجھے آج پہلی دفعہ معلوم ہوا تھا۔ 
ہم جب آخری دفعہ ملے تھے تو زندگی بھر کا ساتھ بڑ ھاپے کی رفاقت میں ڈھل چکا تھا۔ جب محبت؛ حسن اور جوانی کی محتاج نہیں رہتی۔ مگر ناعمہ نے اپنی جوانی کے تمام ارمانوں اور خوابوں کو میری نذر کر دیا تھا۔ اس نے جوانی کے دنوں میں بھی اس وقت میرا ساتھ دیا تھا جب میں نے آسان زندگی چھوڑ کر اپنے لیے کانٹوں بھرے راستے چن لیے تھے ۔ اس کے بعد بھی زندگی کے ہر سرد و گرم اور اچھے برے حال میں اس نے پوری طاقت سے میرا ساتھ دیا تھا۔ یہاں تک کہ موت ہم دونوں کے بیچ حائل ہوگئی۔ مگر آج موت کا یہ عارضی پردہ اٹھا تو میرے سامنے چاند کا نور، تاروں کی چمک، سورج کی روشنی، پھولوں کی مہک، کلیوں کی نازکی، شبنم کی تازگی، صبح کا اجالا اور شام کی شفق سب ایک ساتھ ایک ہی چہرے میں جلوہ گر ہوگئے تھے ۔ برسوں کی اس رفاقت کو میں چند لمحوں میں سمیٹ کر دیکھنے کی کوشش کر رہا تھا۔ ناعمہ کی آنکھوں میں نمی آ گئی تھی جو اس کے رخساروں پر بہنے لگی۔ میں نے ہاتھ بڑ ھا کر اس کے رخساروں سے نمی پونچھی اور اس کے ہاتھوں کو اپنے ہاتھوں میں لے کر کہا:
’’میں نے کہا تھا نا۔ تھوڑ ا سا انتظار تھوڑ ا سا صبر۔ یہ جنگ ہم ہی جیتیں گے ۔‘‘
’’میں نے کب آپ کی بات کا یقین نہیں کیا تھا۔ اور اب تو میرا یقین حقیقت میں بدل چکا ہے ۔۔ مجھے تو بس ایسا لگ رہا ہے کہ آپ کچھ دیر کے لیے گھر سے باہر گئے تھے اور پھر آ گئے ۔ ہم نے تھوڑ ا سا صبر کیا اور بہت بڑ ی جنگ جیت لی۔‘‘
’’ہمیں جیتنا ہی تھا ناعمہ۔ اللہ نہیں ہارتا۔ اللہ والے بھی نہیں ہارتے ۔ وہ دنیا میں پیچھے رہ سکتے ہیں ، مگر آخرت میں ہمیشہ سب سے آگے ہوتے ہیں ۔‘‘
’’اور اب؟‘‘، ناعمہ نے سوال کرتے ہوئے آنکھیں بند کر لیں ۔ شاید وہ تخیل کی آنکھ سے جنت کی اُس دنیا کا تصور کر رہی تھی جو اب شروع ہونے والی تھی۔
’’ہم نے خدا کا پیغام عام کرنے کے لیے اپنی فانی زندگی لگادی اور اب بدلے میں خدا جنت کی ابدی زندگی کی کامیابی ہمیں دے گا۔‘‘
یہ کہتے ہوئے میں نے بھی آنکھیں بند کر لیں ۔ میرے سامنے اپنی پر مشقت اور جدو جہد سے بھرپور زندگی کا ایک ایک لمحہ آ رہا تھا۔ میں نے اپنی نوجوانی اور جوانی کے بہترین سال خدا کے دین کی خدمت کے لیے وقف کر دیے تھے ۔ اپنی ادھیڑ عمر کی صلاحیتیں اور بڑ ھاپے کی آخری توانائیاں تک اسی راہ میں جھونک دی تھیں ۔ میں ایک غیر معمولی باصلاحیت اور ذہین شخص تھا جو اگر دنیا کی زندگی کو مقصود بنالیتا تو ترقی اور کامیابی کے اعلیٰ مقامات تک باآسانی پہنچ جاتا۔ مگر میں نے سوچ لیا تھا کہ کیرئیر، جائیداد، مقام و مرتبہ اور عزت و شہرت اگر کہیں حاصل کرنی ہے تو آخرت ہی میں حاصل کرنی ہے ۔ میں نے زندگی میں خواہشات کے میدان ہی میں خود سے جنگ نہیں کی تھی بلکہ تعصبات اور جذبات سے بھی لڑ تا رہا تھا۔ فرقہ واریت، اکابر پرستی اور تعصب سے میں نے کبھی اپنا دامن آلودہ نہیں ہونے دیا۔ خدا کے دین کو ہمیشہ ایمانداری اور عقل سے سمجھا اور اخلاص اور صدق دل سے اس پر عمل کیا۔ اس کے دین کو دنیا بھر میں پھیلایا اور کبھی اس راہ میں کسی ملامت کرنے والے کی ملامت کی پروا نہیں کی۔ اس سفر میں خدا نے جو سب سے بڑ ا سہارا مجھے دیا وہ ناعمہ کی محبت اور رفاقت تھی جس نے ہر طرح کے حالات میں مجھے لڑ نے کا حوصلہ بخشا۔ اور اب ہم دونوں شیطان کے خلاف اپنی جنگ جیت چکے تھے ۔ مشقت ختم ہو چکی تھی اور جشن کا وقت تھا۔ ہم اسی حال میں تھے کہ صالح نے کھنکار کر ہمیں اپنی موجودگی کا احساس دلایا اور بولا:
’’آپ لوگ تفصیل سے بعد میں ملیے گا۔ ابھی چلنا ہو گا۔‘‘
اس کے ان الفاظ پر میں واپس اس دنیا میں لوٹ آیا۔ میں نے صالح کا ناعمہ سے تعارف کرایا:
’’یہ صالح ہیں ۔‘‘، پھر ہنستے ہوئے میں نے اپنی بات میں اضافہ کیا:
’’یہ کسی بھی وقت مجھے تنہا چھوڑ نے پر آمادہ نہیں ہوتے ۔‘‘
ناعمہ نے صالح کو دیکھتے ہوئے کہا:
’’میں انہیں جانتی ہوں ۔ مجھے یہاں پر یہی چھوڑ کر گئے تھے اور اسی وقت آپ کے بارے میں بتادیا تھا۔ وگرنہ میں بہت پریشان رہتی۔‘‘
میں نے صالح کی طرف مڑ تے ہوئے کہا:
’’تم مجھ سے الگ ہی کب ہوئے ہو جو ناعمہ کو یہاں چھوڑ نے آ گئے تھے ۔‘‘
’’تمھیں غالباً یاد نہیں ۔ جس وقت تم اوپر بیٹھے پروردگار کے حضور حشر کے میدان میں گھومنے پھرنے کا پروانہ لے رہے تھے اس وقت میں تمھارے برابر سے اٹھ گیا تھا۔ عبداللہ! یہ تمھاری کمزوری بھی ہے اور طاقت بھی کہ جب تم خدا کے ساتھ ہوتے ہو تو تمھیں اردگرد کا ہوش نہیں ہوتا۔‘‘
’’ہوش تو مجھے تھوڑ ی دیر پہلے بھی نہیں تھا، مگر اس وقت تو تم ٹلے نہیں ۔‘‘ 
’’ہاں میں اگر ٹل جاتا تو پھر تم سے اگلی ملاقات یوم حشر کے بعد ہی ہوتی۔ ویسے تم انسان بڑ ے ناشکرے ہو اور بھلکڑ بھی۔ بھول گئے تمھیں کہاں جانا ہے ؟‘‘
’’اوہو، ناعمہ! ہمیں چلنا ہو گا۔ تم یہیں رکو میں کچھ دیر میں آتا ہوں ۔‘‘
’’مگر ہمارے بچے ؟‘‘
’’وہ بھی ٹھیک ہیں ۔ تم انہیں یہاں تلاش کرو۔ قریب میں کہیں مل جائیں گے ۔ وگرنہ میں تھوڑ ی دیر میں سب کو لے کر خود آجاؤں گا۔ ابھی مجھے فوراً میدان حشر میں لوٹنا ہے ۔ ملنا ملانا اس کے بعد عمر بھر ہوتا رہے گا۔‘‘
اس آخری سوال کے بعد یہاں میرے رکنے کی گنجائش ختم ہو چکی تھی۔ کیونکہ مجھے جواب میں ان دو بچوں کے بارے میں بھی بتانا پڑ تا جو یہاں نہیں تھے اور یہ ایک بہت تکلیف دہ کام تھا۔
ناعمہ نے کچھ سمجھتے ہوئے اور کچھ نہ سمجھنے کے انداز میں گردن ہلادی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
واپسی پر میں نے صالح سے کہا:
’’یہاں کی زندگی میں تو خاندانوں میں بڑ ی ٹوٹ پھوٹ ہوجائے گی۔ کسی کی بیوی رہ گئی اور کسی کا شوہر رہ گیا۔‘‘
’’ہاں یہ سب تو ہو گا۔ آگے بڑ ھنے کا موقع تو وہ دنیا تھی جو گزرگئی۔ یہاں تو جو پیچھے رہ گیا سو رہ گیا۔ لیکن یہاں کوئی تنہا نہیں ہو گا۔ رہ جانے والوں کے انتظار میں کوئی نہیں رکے گا۔ نئے رشتے ناطے وجود میں آجائیں گے ۔ نئے جوڑ ے بن جائیں گے ۔ نئی شادیاں ہوجائیں گی۔‘‘
’’مگر یہاں ویسے خاندان تو نہیں ہوں گے جیسے دنیا میں ہوتے تھے ۔‘‘
’’تم ٹھیک سمجھے ہو۔ دنیا میں خاندان کا ادارہ انسانوں کی بعض کمزوریوں کی بنا پر بنایا گیا تھا۔ بچوں کی پرورش اور بوڑ ھوں کی نگہداشت اس ادارے کا بنیادی مقصد تھا۔ خاندان کی مضبوطی اور استحکام کے لیے مردوں کو خاندان کا سربراہ بنایا گیا تھا۔ اسی خاندان کو جوڑ ے رکھنے کے لیے عورتوں کو بہت سے معاملات میں مردوں سے کمزور بنایا گیا تھا، جبکہ مردوں کو جبلی طور پر عورتوں کا محتاج کر دیا گیا تھا۔ وہ مردوں کے لیے ایک نعمت بھی تھیں اور ضرورت بھی۔ اس کے بغیر دنیا کا نظم چل نہیں سکتا تھا۔ مگر اب یہاں معاملات جدا ہوں گے ۔ عورتیں مردوں کے لیے ایک نعمت تو رہیں گی، مگر خود ان کی محتاج نہیں ہوں گی۔ اسی لیے ان کی قدر و قیمت بہت بڑ ھ جائے گی اور ان کا نخرہ بھی۔‘‘
’’اس کا مطلب یہ ہے کہ اِس دنیا میں عورت ہونا زیادہ فائدے کی بات ہے ۔ عورت جب چاہے گی مرد کی توجہ حاصل کر لے گی، مگر مرد کا عورتوں پر کوئی اختیار نہیں ہو گا حالانکہ وہ ان کے ضروت مند ہوں گے ۔‘‘
’’ہاں یہ بات ٹھیک ہے ۔‘‘
’’تو ہم مرد توپھر نقصان میں رہے ۔‘‘
’’ہاں نقصان میں تو تم لوگ رہو گے ۔‘‘
’’یہ تو بڑ ا مسئلہ ہے ۔ اس مسئلے کا کوئی حل ہے ؟‘‘
’’جنت کی نئی دنیا میں ہر چیز کا حل ہوتا ہے ۔ حوریں اسی مسئلے کا حل ہیں ۔‘‘
’’مگر ان سے تو خواتین کو جیلیسی محسوس ہو گی۔‘‘
’’نہیں ایسا نہیں ہو گا۔ حوریں اپنے اسٹیٹس اور خوبصورتی میں کبھی جنت کی خواتین کے برابر نہیں آ سکتیں ۔ اس لیے وہ جنتی خواتین کے لیے کبھی رشک و حسد کا باعث نہیں بنیں گی۔ جنت کی خواتین اپنے اعمال کی وجہ سے حوروں سے کہیں زیادہ خوبصورت اور بہت بڑ ے اسٹیٹس کی مالک ہوں گی۔ انہیں اس کی پروا نہیں ہو گی کہ ان کے شوہر کی اور دلچسپیاں کیا ہیں ۔ ویسے بھی جنت انسانوں کی نہیں خدا کی دنیا ہے ۔ تم جانتے ہو کہ انسانوں اور خدا کی دنیا میں کیا فرق ہوتا ہے ؟‘‘
میں خاموشی سے سوالیہ نگا ہوں سے اسے دیکھتا رہا۔ اس نے اپنے سوال کا خود ہی جواب دیا:
’’انسانوں کی دنیا میں رقیب سے حسد کی جاتی ہے ۔ مگر خدا کی دنیا میں رقیب بھی محبوب ہوتا ہے ۔‘‘
’’یہ بات تو لاجواب ہے ، مگر اس مسئلے کا فیصلہ جنتی خواتین ہی کرسکتی ہیں ۔‘‘ 
’’جنت پاکیزہ لوگوں کے رہنے کی جگہ ہے ۔ ان کی پاکیزگی خدا کی مہربانی سے کسی منفی جذبے کو ان کے پاس پھٹکنے نہیں دے گی۔‘‘، صالح نے میری بات کا براہ راست جواب دینے کے بجائے ایک اصولی بات بیان کی اور پھر اس کی مزید وضاحت کرتے ہوئے کہا:
’’اصل میں تم ابھی تک انسانی دنیا کے اثرات سے نہیں نکلے ہو۔ پچھلی دنیا آزمائش کی دنیا تھی۔ اس لیے وہاں مثبت جذبوں کے ساتھ منفی جذبے بھی رکھ دیے گئے تھے ۔ یہ منفی جذبے انسانی شخصیت کے اندر سے اٹھتے تھے ۔ ہر مومن مرد و عورت کی یہ ذمہ داری تھی کہ وہ ہر طرح کے منفی حالات اور ماحول میں رہنے کے باوجود اپنے اندر پیدا ہونے والے منفی جذبات پر قابو پائے ۔ یہ بالکل ایسا ہی ہے جیسے پسینہ، بول و براز، پیشاب اور پاخانہ وغیرہ انسانی جسم سے نکلنے والی گندگیاں تھیں ۔ مگر حکم تھا کہ ہر گندگی سے اپنے وجود کو پاک رکھو تو تم لوگ پانی سے غسل و طہارت کرتے تھے ۔ اسی طرح منفی جذبے بھی اندر سے پیدا ہونے والی گندگیاں تھیں ۔ غصہ، نفرت، جھوٹ، حسد، تکبر، کینہ، ظلم اور ان جیسی تمام گندگیوں کے بارے میں حکم تھا کہ صبر کے پانی سے انہیں دھو ڈالو۔ مومن مرد و عورت زندگی بھر یہ مشقت اٹھاتے رہے ۔ مگر آج کے دن انہیں ہر ایسی مشقت سے پاک کر دیا جائے گا۔‘‘
’’یعنی؟‘‘
’’مطلب یہ کہ اب نہ ان کے جسم سے گندگیاں نکلیں گی اور نہ ان کے ذہن میں منفی جذبے اور خیالات ہی پیدا ہوں گے ۔ جنت خوبصورت لوگوں کے رہنے کی ایک خوبصورت جگہ ہے جہاں کوئی بدصورت جذبہ باقی نہیں رہے گا۔‘‘
’’لیکن میرے خیال میں اس بحث میں اصل بات یہ سامنے آئی کہ حوریں جنت کی خواتین سے کمتر ہیں اور بس گزارے کے قابل ہیں ۔ تبھی وہ ان سے حسد نہیں کریں گی۔‘‘
پھر میں نے ہنستے ہوئے اپنی بات میں اضافہ کیا:
’’مسلمان خوامخواہ حوروں کے حسن کا چرچا سن کر ان کے دیوانے بنے اور بلاوجہ لوگوں کے طعنے سنتے رہے ۔‘‘
میرے مذاق کے جواب میں صالح نے سنجیدگی سے کہا:
’’یہ دونوں تمھاری غلط فہمیاں ہیں ۔ بات یہ ہے کہ جنت میں تم مرد، عورتوں کے لیے کوئی ایسا قیمتی اثاثہ نہیں رہو گے جس کی وجہ سے وہ کسی سے حسد کریں ۔ رہی حوریں تو ان کی اتنی تحقیر مت کرو کہ ان کے لیے ’کم تر‘ اور ’گزارے کے قابل‘ کے الفاظ بولو۔ وہ جنتی خواتین جیسی تو نہیں ، مگر بہرحال ایسی بھی نہیں ہیں کہ تم ان کو کم تر سمجھو۔‘‘
’’اچھا تو وہ کیسی ہیں ؟‘‘
’’میں بتاتا ہوں وہ کیسی ہیں ۔ وہ حوریں نسوانی جمال کا آخری نمونہ اور جسمانی خوبصورتی کا آخری شاہکار ہیں ۔ ان کا بے مثال حسن اور باکمال روپ؛ سرخی پاؤڈر کے سنگھار، گجروں کے تار، موتیوں کے ہار اور زیب و زینت کی جھنکارکا محتاج نہیں ہوتا۔ ان کے وجود کی تشکیل کے لیے کائنات اپنا ہر حسن مستعار دیتی ہے ۔ پھول اپنے رنگ، ہوا اپنی لطافت، دریا اپنا بہاؤ، زمین اپنا ٹھہراؤ، تارے اپنی چمک، کلیاں اپنی مہک، چاند اپنی روشنی، سورج اپنی کرنیں ، آسمان اپنا توازن، چوٹیاں اپنی بلندی اور وادیاں اپنے نشیب جب جمع کر دیتے ہیں تو ایک حور وجود میں آتی ہے ۔
ان کا حسن خوبصورتی کے ہر معیار پر آخری درجہ میں پورا اترتا ہے ۔ ان کا قد لمبا اور رنگ زردی مائل گورا ہے ۔ پورے جسم کی جلد بے داغ اور شفاف ہے ۔ آنکھیں بڑ ی بڑ ی اور گہری سیاہ ہیں ، مگر ہر لباس کی مناسبت سے اس کے رنگ میں ڈھل سکتی ہیں ۔ ان کی بھنویں ہموار اور پلکیں دراز ہیں ۔ ان کی نظر عام طور پر جھکی رہتی ہے ، مگر جب اٹھتی ہے تو تیر کی طرح دل تک جاپہنچتی ہے ۔ ان کا چہرہ کتابی، پیشانی کشادہ، رخسار سرخی مائل ، ناک ستواں ، زبان شیریں ، ہونٹ گلاب کی طرح نازک اور دانت موتیوں کی طرح چمکدار ہیں ۔ ان کے بال ریشم کی طرح نرم اور چمکدار اور ان کے سفید رنگ کے برعکس گہرے سیاہ اور پنڈلیوں تک لمبے ہیں ۔ ان کی آواز سریلے نغمے کی طرح کان میں رس گھولتی، باتوں سے موتی جھڑ تے اور مسکراہٹ سے رُت حسین ہوجاتی ہے ۔ ان کے وجود میں حیا کا عطر اور سانسوں میں خوشبوؤں کی مہک ہے ۔ ان کے لہجے میں نرمی، چلنے کے انداز میں دلربائی اور بولنے کے طریقے میں شان و وقار ہے ۔ ان کا معطر وجود مخملی لباس اور چمکتے زیور کے اندر بادلوں میں چھپتے کھلتے بدرِ کامل کا منظر پیش کرتا ہے ۔‘‘
’’تم نے حوروں کو دیکھا ہے ؟‘‘
’’نہیں ! انہیں کسی نے نہیں دیکھا۔ صرف ان کا احوال سنا ہے ۔ وہی تمھیں سنا رہا ہوں ۔‘‘
یہ کہتے ہوئے اس نے سلسلہ بیان جاری رکھا لیکن اس دفعہ اشعار میں اپنے مدعا بیان کرنے لگا:
صالح بے تکان بول رہا تھا اور میں خاموشی سے اس کی شکل دیکھ رہا تھا۔ اس نے جب اشعار پڑ ھ لیے تو میں نے کہا:
’’تمھاری باتیں واقعی مبالغہ، کہانیاں اور خواب لگ رہی ہیں ۔ لیکن یہ اگر خواب ہے تو بہت دلکش خواب ہے ۔‘‘
’’یہ خواب ابھی ختم نہیں ہوا۔ سنو! ایک حور کا وجود بل کھاتی ندی کی طرح ڈھلتا ہے جو آسمان کی سیاہ گھٹاؤں سے برف کی صورت اپنے سفر کا آغاز کرتی، چوٹیوں پر ڈیرہ ڈالتی، جھرنوں اور آبشاروں کی صورت نکلتی، ڈھلانوں میں اترتی، میدانوں میں ٹھہرتی، بلندیوں کو چھوتی، نشیب کی طرف بڑ ھتی، ٹیلوں کو عبور کرتی ہوئی وادیوں تک پہنچتی ہے اور آخر کار نیکی، پارسائی اور تقوی کے اس سمندر پر اپنا وجود نچھاور کر دیتی ہے جس نے زندگی صبر اور تقویٰ کے ساتھ گزاری۔ یہ اس لیے ہوتا ہے کہ یہ ندی اپنے پورے سفر میں کسی نجاست، کسی آلودگی کا شکار نہیں ہوتی۔ ہر نامحرم نگاہ کو اپنی دید اور لمس سے دور رکھتی ہے ۔ یہ ہزاروں میل کا سفر پاکدامنی کے ساتھ طے کرتی ہے اس لیے پاکدامن سے کم کسی شخص کو قبول نہیں کرتی۔ اور آخر کار سیلِشباب کی چڑ ھتی گھٹتی موج کا سا ان کا وجود اپنے سمندر میں ہمیشہ کے لیے ضم ہوجاتا ہے ۔‘‘
’’مجھے سمجھ ہی نہیں آتا کہ تعریف حوروں کی کروں یا تمھارے بیان کی۔‘‘
’’تعریف تو صرف اللہ کی ہونی چاہیے ۔مگریادرہے میں فرشتہ ہوں ۔یہ میرے نہیں انسانی جذبات کا اظہار ہے ۔ میں نے انسانی الفاظ اور جذبوں کے بارے میں جو کچھ سیکھا ہے اس کا اکثر حصہ تمھارے ساتھ رہ کر تم سے سیکھا ہے ۔ اس لیے تم چا ہو تو اپنی تعریف آپ کرسکتے ہو۔‘‘
’’نہیں ۔ ۔ ۔ تعریف کا مستحق توصرف اللہ ہے جو ہر خوبصورتی کا خالق ہے ۔ چاہے وہ بیان کی ہو یا انسان کی۔مگر یہ بتاؤ کہ کیا یہ حوریں انسان ہوں گی؟‘‘
’’ہاں یہ بھی انسان ہیں ۔ اسی طرح اہل جنت کے وہ خدام جنہیں غلمان کہا جاتا ہے ، وہ بھی انسان ہی ہیں ۔ یہ وہ لڑ کے ہیں جو ہمیشہ لڑ کے ہی رہیں گے ۔‘‘
’’یہ لڑ کے کیوں رہیں گے ، ملازم اور خادم تو وہ بہتر ہوتا ہے جو زیادہ عمر کا ہو اور زیادہ سمجھ رکھتا ہو؟‘‘، میں نے ذہن میں آنے والا ایک اعتراض جڑ دیا۔
’’نہیں ایسا نہیں ہے ۔ یہ کم عمر ہونے کے باوجود بلا کے مزاج شناس ہوں گے ۔ اہل جنت کی مجلسوں میں جب کسی جنتی کا مشروب ختم ہو گا تو یہ اس کی نظر دیکھیں گے اور بلا کچھ کہے سنے اس کے گلاس میں مطلوبہ شراب اتنی ہی مقدار میں ڈالیں گے جتنی اسے ضرورت ہو گی۔ اس لیے ان کی سمجھ بوجھ اور مزاج شناسی کی تو کوئی حد نہیں ہو گی البتہ انہیں لڑ کوں کی شکل میں اس لیے رکھا جائے گا کہ جسمانی طور پر مستعد رہیں اور لمحہ بھر میں ہر خدمت بجالائیں ۔ ان کا لباس، شکل اور حلیہ انہیں ایسا بنادے گا گویا محفل میں قیمتی موتی بکھرے ہوئے ہیں ۔ ان کے ابدی طور پر کم عمر لڑ کے بنائے جانے کی دوسری وجہ یہ ہے کہ ان کو کبھی ازدواجی تعلق کی ضرورت نہ ہو۔ جبکہ حوریں مکمل شباب کی عمر کو پہنچی ہوئی لڑ کیاں ہوں گی اور اہل جنت کی بیویاں ہوں گی۔‘‘
’’کیا حوریں اور غلمان اہل جنت کے لیے خاص طور پر تخلیق کیے جائیں گے ؟‘‘
’’یہ ایک لمبی کہانی ہے ۔‘‘
’’ہمارے پاس وقت کی کون سی کمی ہے ۔ یہ لمبی کہانی بھی سناتے جاؤ۔‘‘
’’سنو! آج کا دن انسانوں کا پہلا محشر نہیں ہے ۔‘‘
’’کیا مطلب! کیا قیامت پہلے بھی آ چکی ہے ؟‘‘
’’قیامت تو پہلے نہیں آئی البتہ اول تا آخر سارے انسان ایک دفعہ پہلے بھی پیدا کیے جا چکے ہیں ۔‘‘
’’تمھارا اشارہ عہد الست کی طرف ہے ؟‘‘
’’ہاں ، مگر ا س سے قبل اللہ تعالیٰ نے تمام مخلوقات کے سامنے یہ موقع رکھا تھا کہ وہ جنت میں اللہ تعالیٰ کی ابدی رفاقت کا شرف حاصل کر لیں ۔ لیکن اس کے لیے انہیں دنیا میں کچھ وقت ایسے گزارنا ہو گا کہ خدا ان کے سامنے نہیں ہو گا۔ صرف اس کے احکام ان کے سامنے آئیں گے اور انہیں بن دیکھے رب کی عبادت اور اطاعت کا راستہ اختیار کرنا ہو گا۔ زمین کی بادشاہی عارضی طور پر امانتاً اس مخلوق کو دے دی جائے گی اور اپنی بادشاہی کے زمانے میں اس مخلوق کو اپنے بارے میں یہ ثابت کرنا ہو گا کہ وہ صاحب اختیار بادشاہ ہونے کے باوجود بن دیکھے خد اکی اطاعت کے لیے تیار ہے ۔ جس کسی نے اقتدار اور اختیار کی اس امانت کا درست استعمال کیا اس کا بدلہ جنت میں خدا کی ابدی رفاقت ہو گی اور ناکامی کی صورت میں جہنم کا عذاب۔‘‘
’’تو پھر کیا ہوا؟‘‘
’’یہ ہوا کہ ساری مخلوقات ڈر کے پیچھے ہٹ گئیں ۔ اس لیے کہ جنت جتنی حسین ہے ، جہنم اتنی ہی بھیانک جگہ ہے ۔ حشر کی سختی کو تو ابھی تم نے اپنی آنکھوں سے دیکھا ہے ۔ اس کے بعد کون عقل مند اس امتحان میں کودنے کی کوشش کرتا۔‘‘
’’اور غالباً ہم جذباتی انسان اس امتحان میں کود پڑ ے ۔‘‘، میں نے لقمہ دیا۔
’’ہاں یہی ہوا تھا۔ لیکن خدائی امانت اٹھانے کا یہ عزم روح انسانی نے اجتماعی طور پر کیا تھا۔ اس لیے خد اکے عدل کا تقاضا یہ تھا کہ ہر ہر انسان کوپیدا کر کے براہ راست اس سے یہ معلوم کیا جائے کہ وہ کس حد تک اس امتحان میں اترنے کے لیے تیار ہے ۔
عبد اللہ! یہ اس لیے ہوا کہ تمھارا رب کسی پر رائی کے دانے کے برابر بھی ظلم نہیں کرتا۔ سو اس نے سب انسانوں کو پیدا کیا۔ سب کے سامنے اپنے پورے منصوبے کو رکھا۔ ظاہر ہے انسانوں کی اکثریت پہلے ہی اس مقصد کے لیے تیار تھی۔ اسی لیے وہ پورے شعور کے ساتھ اس امتحان میں کودنے کے لیے تیار ہوگئے ۔ البتہ جن لوگوں نے یہ خطرہ مول لینے سے انکار کر دیا، ان سب کے بارے میں یہ فیصلہ ہوا کہ انھیں سن بلوغت تک پہنچنے سے قبل ہی مرجانے والے بچوں اور بچیوں کا کردار سونپ دیا جائے ۔ یہی بچیاں اور بچے جنت کی بستی میں حور و غلمان بنادیے جائیں گے ۔‘‘
’’اور باقی لوگ اس کڑ ے امتحان میں اترنے کے لیے تیار ہوگئے ؟‘‘
’’ہاں ، مگراس میں بھی خدا کی کریم ہستی نے کمال عنایت کا مظاہرہ کیا تھا۔ تم جانتے ہو کہ دنیا میں سب کا امتحان یکساں نہیں ہوتا۔ یہ امتحان بھی اُس روز ہر شخص نے اپنی مرضی سے چن لیا تھا۔ جو بہت زیادہ حوصلہ مند لوگ تھے انہوں نے نبیوں کا زمانہ چن لیا۔ ان لوگوں کا امتحان یہ تھا کہ ہر سو پھیلی گمراہی کے دور میں انبیا کی تصدیق کر کے ان کا ساتھ دیں ۔ ان کی کامیابی کے لیے اصل شرط یہ تھی کہ بدترین مخالفت میں بھی ثابت قدم رہیں ، اس راہ میں ہر مشکل کو برداشت کریں اور انبیا کا پیغام آگے پہنچائیں ۔ اس لیے ان کا اجر بھی بڑ ا رکھا گیا، مگر انہیں انبیا کی براہ راست رہنمائی کی سہولت کی بنا پر کفر و انکار کی صورت میں عذاب بھی اتنا ہی شدید ہوتا۔ انہی لوگوں میں ایک طرف ابوبکر ؓ جیسے لوگ تھے اور دوسری طرف ابولہب جیسے دشمنانِ حق۔
آزمائش کی دوسری سطح وہ تھی جس میں لوگوں نے امت مسلمہ اور نبیوں کے بعد ان کی امت میں شامل ہونے کا پرچۂ امتحان چنا۔ ان لوگوں کا امتحان یہ تھا کہ بعد کے زمانے میں پیدا ہونے والی گمراہیوں ، فرقہ واریت، بدعت اور غفلت سے بچ کر شریعت کے تقاضوں کو ہر حال میں نبھاتے رہیں اور معاشرے کے خیر و شر سے لاتعلق ہونے کے بجائے لوگوں میں نیکی کو پھیلائیں اور انہیں برائی سے روکیں ۔ یہ ذمہ داریاں ان پر اس لیے عائد کی گئیں کہ ان کے پاس انبیا کی تعلیمات تھیں اور وہ پیدائشی مسلمان تھے جنھیں قبول اسلام کے لیے کسی کڑ ی آزمائش سے نہیں گزرنا پڑ ا۔ اس کا مطلب یہ تھا کہ عام انسانوں کے مقابلے میں ان کی رہنمائی زیادہ کی گئی، انھیں زیادہ اجر کمانے کے مواقع دیے گئے ، لیکن غفلت کی صورت میں ان کا حساب کتاب اتنا ہی سخت ہونا طے پایا۔‘‘
’’میرا اور دیگر مسلمانوں کا تعلق اسی گروہ سے تھا نا؟‘‘
’’ہاں تم ٹھیک سمجھے ۔ تیسرا گروہ ان لوگوں کا تھا جنہوں نے اپنا پرچۂ امتحان بہت سادہ رکھا۔ یہ سارے لوگ نبیوں کی براہ راست رہنمائی کے بغیر پیدا کیے گئے اور ان کا پرچۂ امتحان فطرت میں موجود ربانی ہدایت تھی۔ یعنی توحید اور اخلاق کا امتحان۔ انہیں عام مسلمانوں کی طرح نہ شریعت کے امتحان میں ڈالا گیا نہ نبیوں کی رفاقت کے کڑ ے امتحان میں ۔ ظاہر ہے کہ ان کا حساب کتاب سب سے ہلکا ہو گا، ان کے لیے شدید عذاب کا اندیشہ بھی کم ہے اور اجر کے مواقع بھی اسی تناسب سے کم ہیں ۔‘‘
’’اور انبیا کا معاملہ کیا تھا؟‘‘
’’انہوں نے امتحان کا سب سے سخت پرچہ چنا۔ اس لیے ان کی رہنمائی براہِ راست اللہ تعالیٰ کی طرف سے کی گئی اور اسی لیے ا ن کے احتساب کا معیار بھی سب سے زیادہ سخت تھا۔ تمھیں تو معلوم ہے کہ حضرت یونس کے ساتھ کیا ہوا تھا۔ انہوں نے کوئی گناہ نہیں کیا تھا۔ صرف ایک اجتہاد کیا تھا ۔ لیکن دیکھو اللہ تعالیٰ نے انھیں کس طرح مچھلی کے پیٹ میں بند کر دیا۔‘‘
پھر اس نے اس طویل گفتگو کا خلاصہ کرتے ہوئے کہا:
’’اصل اصول جوتمام اقسام کے گروہوں میں کام کر رہا ہے وہ ایک ہی ہے ۔ زیادہ رہنمائی، زیادہ سخت حساب کتاب اور زیادہ بڑ ی سزا جزا۔ کم رہنمائی، ہلکا حساب کتاب، کم سزا جزا۔ مگر کسی انسان کا تعلق کس گروہ سے ہے اس کا انتخاب انسانوں نے خود کیا ہے ، اللہ تعالیٰ نے نہیں ۔‘‘
’’اس کا مطلب یہ ہوا کہ اگر دنیا میں میری رہنمائی بہت زیادہ کی گئی تویہ دراصل میری اپنی درخواست کے نتیجے میں کی گئی تھی۔‘‘
’’ہاں بالکل ایسا ہی ہے ۔ اسی وجہ سے تم آج اتنا اونچا درجہ پانے میں کامیاب ہوگئے ۔ اگر تم اس رہنمائی کی قدر نہ کرتے تو تمھیں اتنا ہی شدید عذاب دیا جاتا۔‘‘
’’یار میں نے کتنا بڑ ا رسک لے لیا تھا۔‘‘
’’یہی تمھاری دنیا کا اصول تھا۔ No Risk No Gain‘‘
مجھے اس لمحے میں احساس ہوا کہ میں نے کیا پالیا ہے اور کس خطرے سے نکل گیا ہوں ۔ میں بے اختیار سجدے میں گرگیا۔ دیر تک میں اپنے رب کا شکر ادا کرتا رہا جس نے مجھے اس عظیم امتحان میں سرخرو کر دیا تھا۔ اتنے میں صالح نے میری پیٹھ تھپکتے ہوئے مجھ سے کہا:
’’عبد اللہ! اٹھو۔‘‘
میں اٹھ کر کھڑ ا ہوا اور صالح کو دونوں ہاتھوں سے پکڑ کر بولا:
’’صالح اب میں کبھی نہیں مروں گا۔ میری زندگی میں کبھی کوئی بیماری، بڑ ھاپا، خوف، غم، حزن، اداسی اور مایوسی نہیں آئے گی۔ میرا دل چاہ رہا ہے کہ میں اچھلوں ، کودوں ، ناچوں ، قہقہے لگاؤں اور پوری دنیا کوچیخ چیخ کر بتاؤں کہ لوگو! میں کامیاب ہو گیا۔ لوگو! میں کامیاب ہو گیا۔ آج سے میری بادشاہت شروع ہوتی ہے ۔ آج سے میری زندگی شروع ہوتی ہے ۔‘‘
صالح خاموشی سے مسکراتے ہوئے مجھے دیکھتا رہا۔ میرے خاموش ہونے پر وہ بولا:
’’زندگی تو شروع ہو گی۔ ابھی تو ہمیں واپس حشر میں لوٹنا ہے ۔ بہت سے احوال دیکھنے ہیں ۔ خدا نے تمھیں بڑ ا غیر معمولی موقع دیا ہے ۔ آؤ میدان حشر میں چلتے ہیں ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔
 ''';

  static String chapter7 = ''' دو سہیلیاں 

ہم ایک دفعہ پھر میدان حشرمیں کھڑ ے تھے ۔ بچوں سے متعلق ناعمہ کا سوال میرے کانوں میں گونج رہا تھا۔ میں نے صالح سے کہا:
’’میں اپنے ان دونوں بچو ں سے ملنا چاہتا ہوں جو یہاں موجود ہیں ۔‘‘
’’اس کا مطلب ہے کہ تم ذہنی طور پران دونوں سے ان کے برے حال میں ملنے کے لیے تیار ہو چکے ہو۔‘‘
’’ہاں شاید میں پہلے خود میں یہ حوصلہ نہیں پا رہا تھا۔ میرے لیے تو اپنے استاد کا صدمہ بہت تھا۔ پھر اپنی بہو ھما کو برے حال میں دیکھ کر میرے اوسان خطا ہوگئے ۔ مگر اب مجھے اندازہ ہو چکا ہے کہ ناگزیر کا سامنا کرنے کا وقت آ گیا ہے ۔‘‘
’’ہاں ابھی حشر کا دن ہے ۔ یہ صرف جنت میں جانے کے بعد ہی ہو گا کہ انسان کے لیے ہر صدمہ اور ہرخوف و حزن ختم ہوجائے گا۔‘‘، صالح نے مجھ پر طاری ہونے والے غم کی توجیہ کی۔
’’یہی تعبیر قرآن پاک میں جنت کے لیے استعمال ہوئی ہے ۔ وہ جگہ جہاں ماضی کا کوئی پچھتاوہ ہے اور نہ مستقبل کا کوئی اندیشہ۔‘‘، میں نے اس کی تائید میں قرآن پاک کی ایک آیت کا حوالہ دیا۔ جواب میں صالح نے ایک اور بہت اہم بات کو واضح کرتے ہوئے کہا:
’’ہاں جنت ایسی ہی جگہ ہے ۔ حساب جب شروع ہو گا تو جنت و جہنم کو قریب لے آیا جائے گا۔ ہر شخص کی جنت یا جہنم کا جب فیصلہ ہو گا تو اسی وقت اس کو یہ بھی بتادیا جائے گا کہ اسے کیا نہیں ملا۔ یعنی اسے کس عذاب سے بچالیا گیا یا کس نعمت سے محروم کر دیا گیا ہے ۔‘‘
’’کیا مطلب؟‘‘، میری آنکھوں میں تفصیل جاننے کی خواہش تھی۔
’’مطلب یہ کہ ایک شخص کے بارے میں اگر جنت کا فیصلہ ہوا تو اسی وقت اسے یہ بھی بتایا جائے گا کہ جہنم میں اس شخص کا ممکنہ ٹھکانہ کیا تھا، جس سے اسے بچالیا گیا ہے ۔ اسی طرح فیصلہ اگر جہنم کا ہوا تو اس مجرم کو یہ بھی بتادیا جائے گا کہ جنت میں اس کا ممکنہ طور پر کیا مقام محفوظ تھا جو اس نے اپنی بداعمالیوں سے ضایع کر دیا۔‘‘
’’یہ تو خود اپنی ذات میں ایک بہت بڑ ا عذاب ہو گا۔‘‘
’’ہاں اہل جنت کے لیے سب سے بڑ ی اور پہلی خوشی اس جہنم سے بچنا ہو گی اور اہل جہنم کے لیے سب سے پہلا عذاب یہ پچھتاوہ کہ کس اعلیٰ نعمت اور عظیم درجے سے وہ ابدی طور پر محروم ہو چکے ہیں ۔ تمھیں کچھ دیر قبل بیان کردہ میری یہ بات یاد ہو گی کہ جس انسان نے روز ازل اپنے لیے جنت میں ترقی کا جتنا بڑ ا امکان چاہا، اس نے جہنم کے بھی اتنے ہی زیادہ پست مقام کا خطرہ مول لے لیا تھا۔ سو آج اس کا نتیجہ یہ نکلے گا کہ جنت میں اعلیٰ مقام ملنے کی مسرت کے ہمراہ جہنم میں سخت ترین عذاب سے بچنے کی نوید بھی ملے گی اور جہنم میں پست ترین مقام کی مصیبت کے ساتھ جنت کے اعلیٰ ترین درجات سے محرومی کی حسرت بھی اسی تناسب سے زیادہ ہو گی۔‘‘
’’میرے خدایا!‘‘، میرے منہ سے بے اختیار نکلا۔
ہم یہ گفتگو کر رہے تھے اور آہستہ آہستہ چلتے جا رہے تھے ۔ حشر کے احوال ابھی تک وہی تھے یا شاید کچھ سخت تر ہو چکے تھے ۔ وہی رونا پیٹنا۔ وہی پریشانی و بدحالی۔ وہی حسرت و ندامت۔ وہی اضطراب و بے چینی۔ وہی حزن و مایوسی۔ ہر چہرے پر سوال تھا، مگر جواب کہیں نہیں تھا۔ ہر چہرے پر اضمحلال تھا، مگر سکون کہیں نہیں تھا۔ میں نے دل میں سوچا پتہ نہیں میری بیٹی اور بیٹے پر کیا بیت رہی ہو گی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
اسی میدان میں ایک جگہ دو لڑ کیاں پتھریلی زمین پر بے یار و مددگار بیٹھی ہوئی تھیں ۔ دونوں کی آنکھیں بری طرح سوج رہی تھیں ۔ صاف لگ رہا تھا کہ روتے روتے ان کی یہ حالت ہو چکی ہے ۔ نڈھال جسم، پریشان چہرہ اور پژمردہ آنکھیں ۔ ان کے دکھ کی کہانی ان کے چہرے پر دور سے پڑ ھی جا سکتی تھی۔ ان میں سے ایک زیادہ بدحال لڑ کی دوسری سے کہنے لگی:
’’لیلیٰ! مجھے یقین نہیں آ رہا کہ یہ سب کچھ سچ ہے ۔ انسان موت کے بعد دوبارہ اس طرح زندہ ہو سکتے ہیں ۔ دنیا کی زندگی کے بعد ایک نئی دنیا شروع ہو سکتی ہے ۔ نہیں ۔ ۔ ۔ مجھے یقین نہیں آتا۔ کاش یہ ایک بھیانک خواب ہو۔ کاش میری آنکھ کھلے اور میں اپنے ٹھنڈے ائیر کنڈیشنڈ بیڈ روم کے نرم و نازک بستر پر لیٹی ہوئی ہوں ۔ اور پھر کالج آ کر میں تمھیں بتاؤں کہ آج میں نے ایک بہت بھیانک خواب دیکھا ہے ۔ ۔ ۔ کاش یہ خواب ہو۔ کاش یہ خواب ہو۔‘‘
یہ کہتے ہوئے وہ بلک بلک کر رونے لگی۔ 
لیلیٰ نے روتی ہوئی عاصمہ سے کہا:
’’یقین کرنے نہ کرنے سے اب کیا فرق پڑ تا ہے ۔ یہ خواب نہیں حقیقت ہے ۔ خواب تو وہ تھا جو ہم پچھلی دنیا میں دیکھ رہے تھے ۔ آنکھ تو اب کھلی ہے عاصمہ! آنکھ تو اب کھلی ہے ، مگر اب آنکھ کھلنے کا کیا فائدہ؟‘‘
کچھ دیر کے لیے خاموشی چھا گئی۔ پھر لیلیٰ حسرت کے ساتھ عاصمہ سے بولی:
’’کاش میری تم سے دوستی نہ ہوتی! کاش میں تمھارے راستے پر نہ چلتی!‘‘
’’ہاں ۔ ۔ ۔ کاش میں تمھارے راستے پر چلتی تو ہم دونوں کا یہ حال نہ ہوتا۔ پتہ نہیں اب آگے کیا ہو گا۔‘‘، عاصمہ کا لہجہ بھی افسردہ تھا۔
خاموشی کے ایک وقفے کے بعد عاصمہ نے لیلیٰ سے مخاطب ہوکر کہا:
’’لیلیٰ یہ تو بتاؤ دنیا میں ہم کتنے دن رہے تھے ۔‘‘
’’پتہ نہیں ۔ ۔ ۔ ایک دن۔ ۔ ۔ یا دس دن۔ یا شاید بس ایک پہر۔ اس وقت تو یوں لگتا تھا کہ زندگی کبھی ختم نہ ہو گی۔ مگر اب تو سب کچھ بس ایک خواب لگتا ہے ۔‘‘
’’مجھے تو اب اس خواب کی کوئی جھلک بھی یاد نہیں آ رہی۔‘‘
یہ کہتے ہوئے عاصمہ ماضی کے دھندلکوں میں کھوگئی۔ شاید وہ ماضی کے ورق الٹ کر کوئی ایسا پہر ڈھونڈ رہی تھی جس کی یاد آج تسلی کا کچھ سہارا بن جاتی۔ مگر اس کی یادداشت میں کوئی ایسا پہر نہیں آیا۔ جو کچھ یاد آیا وہ خود ایک فردقراردادِ جرم کی حیثیت رکھتا تھا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
’’میں آج قیامت لگ رہی ہوں نا۔‘‘
عاصمہ نے ایک ادا سے جسم کو لہرایا اور کسی ماڈل کے انداز میں دو قدم چل کر لیلیٰ کے سامنے کھڑ ی ہوگئی۔ لیلیٰ اپنی درسگاہ کے احاطے میں درختوں کے سائے تلے بچھائی گئی ایک بینچ پر بیٹھی ہوئی جوس پی رہی تھی اور اس کے سامنے اس کی عزیز سہیلی عاصمہ لہراتی بل کھاتی اپنے نئے کپڑ وں کی نمائش کر رہی تھی ۔ لیلیٰ خاموش رہی تو عاصمہ نے دوبارہ کہا:
’’میں کیسی لگ رہی ہوں ؟‘‘
’’تم کپڑ ے پہن کر بھی برہنہ لگ رہی ہو۔‘‘
لیلیٰ نے بے نیازی سے جوس کا ایک سپ لیتے ہوئے اس کے لباس پر تبصرہ کیا۔
’’وہاٹ۔ ۔ ۔ ‘‘
’’سچ کہہ رہی ہوں ۔ یہ لان کا پرنٹ ہے تو بہت شاندار، مگر اس سے تمھارا پورا جسم جھلک رہا ہے ۔ آستینیں تو تم پہننے کی عادی ویسے ہی نہیں ہو۔ مگر اس لباس میں تو بازوؤں کے ساتھ تمھارے کندھے بھی برہنہ نظر آ رہے ہیں ۔‘‘
’’ویل ویل میڈم! ڈونٹ کنڈم می۔ میں نے آپ کے کہنے سے یہ ایسٹرن ڈریس پہنا ہے ۔ ورنہ مجھے صرف جینز اور ٹی شرٹ پسند ہے ۔‘‘
’’یہ آدھی بات ہے ۔ پوری بات یہ ہے کہ ٹائٹ جینز اور چست سلیو لیس ٹی شرٹ۔‘‘
’’اور کیا یہاں برقعہ پہن کر آؤں ؟‘‘، عاصمہ نے طنزیہ انداز میں پوچھا۔
’’عاصمہ یہاں لڑ کے بھی پڑ ھتے ہیں ۔ ہمیں محتاط رہنا چاہیے ۔ یہ ہماری ذمہ داری ہے ۔‘‘، لیلیٰ نے اسے ناصحانہ انداز میں سمجھاتے ہوئے کہا۔
’’سوری یہ تمھاری رائے ہے ، ورنہ ذمہ داری تو ان لڑ کوں کی ہے کہ اپنی نظریں جھکا کر رکھیں ۔ کوئی مولوی انھیں یہ کیوں نہیں بتاتا۔‘‘
’’یقیناً یہ ان کی ذمہ داری ہے ، مگر کیا ہماری کوئی ذمہ داری نہیں ہے ؟‘‘
لیلیٰ کے اس جواب پر عاصمہ تنک کربولی :
’’کیا ہم اپنی پسند کے کپڑ ے بھی نہ پہنیں ؟ خوبصورت بھی نظر نہ آئیں ؟‘‘
’’ضرور پہنو اور ضرور خوبصورت لگو، مگر حیا کے دائرے میں رہتے ہوئے ۔‘‘
’’بس کرو یار۔ یہاں ایک میڈم شائستہ ہیں جو ہر وقت ایسے ہی موڈسٹی پر لیکچر دیتی رہتی ہیں اور دوسری تم ہو۔ سنو! ان کے نقش قدم پر مت چلو ورنہ ان کے جیسا ہی انجام ہو گا۔ ساری زندگی گھر بیٹھی رہ جاؤ گی موڈسٹ بن کر۔ تمھاری بھی کہیں شادی نہیں ہو گی۔‘‘
’’عاصمہ بری بات ہے ۔ اتنی اچھی اور نیک ٹیچر ہیں اور تم ہو کہ ان کا مذاق اڑ ا رہی ہو۔ ان کی شادی نہیں ہوئی تو اس میں ان کی موڈسٹی کا نہیں ہمارے معاشرے کا قصور ہے ۔‘‘
’’ارے چھوڑ و یار یہ فضول بحث۔ یہ دیکھو یہ جو لان کا پرنٹ میں نے پہنا ہے وہ سپر ماڈل ایکٹریس چمپا نے لانچ کیا ہے اور اس کا ڈیرائنز بھی انٹرنیشنل شہرت کا مالک ہے ۔ پتہ ہے ایک سوٹ تیس ہزار کا ہے ۔ تم نے تو ایگزیبیشن میں جانے سے انکار کر دیا تھا، مگر وہاں بڑ ا مزہ آیا۔ آخر میں فیشن شو بھی تھا۔ اسی میں چمپا نے یہ اسٹائل پہنا تھا جسے میں نے کاپی کیا ہے ۔ تم بھی بنوالو۔‘‘
’’اور اس کے بعد میرے گھر والے مجھے گھر سے نکال دیں گے ۔‘‘
’’ڈونٹ وری۔ میں تمھیں اپنے ہاں رکھ لوں گی۔ ویسے بھی تمھارے گھر والے بڑ ے آرتھوڈوکس ہیں ۔ تمھاری امی۔ ۔ ۔ ناعمہ آنٹی ہیں تو اچھی خاتون، بس ہروقت نصیحت کرتی رہتی ہیں اور تمھارے ابا۔ ۔ ۔ عبداللہ انکل۔ ۔ ۔ وہ تو لگتا ہے کہ ساری دنیا میں اسلام پھیلا کر ہی دم لیں گے ۔ ایسے ہی تمھارے باقی بہن بھائی ہیں ، بس ایک تمھارے بڑ ے بھائی جمشید ہی ڈھنگ کے ہیں ۔ اسی لیے شاید تم لوگوں کے ساتھ نہیں رہتے ۔‘‘
’’ابا تو سمجھتے ہیں کہ وہی سب سے زیادہ ان سے دور ہو چکے ہیں ۔ اور بقول امی کے انھوں نے مجھے بھی خراب کر دیا ہے ۔‘‘
’’کیا خرابی ہے تم میں ۔ تم تو مجھے ویسے ہی بڑ ی نیک لگتی ہو۔‘‘
’’میں اور نیک؟ بس مارے باندھے بچپن کی عادت کی بنا پر روزہ نمازکر لیتی ہوں ۔ باقی میں تمھارے ساتھ رہ کر تمھارے جیسے ہی کام کرتی ہوں ۔‘‘
’’مگر یہ تو دیکھو کہ میرے ساتھ مزہ کتنا آتا ہے ۔ پچاس برس کی زندگی ہے ۔ خوب کھاؤ پیو اور انجوائے کرو۔‘‘
’’ہاں تمھارے ساتھ مزہ تو آتا ہے ، مگر ابو کہتے ہیں کہ آخرت میں اگر ایک دن کے لیے بھی پکڑ ہوگئی تو وہاں کا ایک دن ہزاروں برس کا ہوتا ہے ۔ اس میں پچاس سالہ زندگی کا سارا نشہ ہرن ہوجائے گا۔ ان کی تربیت سے میری امی، بہنیں اور بھائی انور سب ہی نیکی کی زندگی گزارتے ہیں ۔‘‘
’’ڈونٹ ٹالک اباؤٹ دیم۔ وہ نیکی کی نہیں بوریت کی زندگی گزارتے ہیں ۔ اس بور زندگی کے تصور سے مجھے وحشت ہوتی ہے ۔ میں نے اسی لیے تمھارے گھر جانا اب کم کر دیا ہے ۔ ہر وقت جنت کی باتیں ۔ ہر وقت آخرت اور نیکی کی باتیں ۔ عبادت کرو، نماز پڑ ھو، روزہ رکھو، دوپٹہ سینے پر رکھو، سر ڈھانکو۔ آئی ڈونٹ لائک دز ربش۔‘‘
عاصمہ کی اس بات سے لیلیٰ کے چہرے پر کچھ ناگواری کے آثار ظاہر ہوئے ۔ وہ بولی:
’’ایسا مت کہو عاصمہ۔ میرے گھر والوں نے تم سے کبھی کچھ نہیں کہا۔ وہ بیچارے جو کرتے ہیں خود کرتے ہیں یا مجھے تلقین کرتے ہیں ۔ تم سے تو کچھ نہیں کہتے ۔ صرف ایک دفعہ میرے ابا نے تم سے یہ کہا تھا کہ بیٹا تم میری بیٹی کی سہیلی ہو۔ دیکھو ایسی سہیلی بننا جو جنت میں بھی اس کے ساتھ رہے ۔ ایسا نہ ہو کہ تم دونوں خدا کو ناراض کر دو اور کسی بری جگہ تم دونوں کو ساتھ رہنا پڑ ے ۔ ایسا نہ ہو کہ قیامت کے دن تم دونوں ایک دوسرے کو الزام دو کہ تمھاری دوستی نے مجھے برباد کر دیا۔‘‘	
’’سوری بھئی تم تو برا مان گئیں ۔ لیکن دیکھو تم نے اپنے ابا کی تقریر مجھے پھر سنادی۔ ان بے چاروں کے سر پر ہر وقت قیامت سوار رہتی ہے ۔‘‘
عاصمہ کے اس جملے سے لیلیٰ کے چہرے کا رنگ بدلا۔ اس کے تیور دیکھ کر وہ فوراً بولی:
’’سوری سوری ناراض نہ ہونا۔ اب تمھارے ابا کو کچھ نہیں کہوں گی۔ چلو کینٹین چل کر کچھ کھاتے ہیں ۔ مجھے بڑ ی بھوک لگ رہی ہے ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
میدان حشر میں غضب کی گرمی تھی۔ میں سوچ رہا تھا کہ نجانے لوگ پیاس سے زیادہ پریشان ہوں گے یا پھر اس اندیشے سے کہ کہیں انھیں جہنم کی بھڑ کتی ہوئی آگ میں نہ پھینک دیا جائے ۔ میں اسی خیال میں تھا کہ صالح کی آواز کانوں سے ٹکرائی:
’’عبداللہ! تیار ہوجاؤ۔ میں تمھیں تمھاری بیٹی سے ملوانے لے جا رہا ہوں ۔‘‘
بے اختیار میں نے اپنا نچلا ہونٹ اپنے دانتوں میں دبالیا۔ ہم کچھ قدم آگے چلے تو کھردری پتھریلی سطح پر دو لڑ کیاں بیٹھی نظر آئیں ۔ میں دور ہی سے ان دونوں کو پہچان گیا۔ ان میں سے ایک لیلیٰ تھی۔ میری سب سے چھوٹی اور چہیتی بیٹی۔ دوسری عاصمہ تھی۔ میری بیٹی کی عزیز ترین سہیلی۔ 
اس وقت ماحول میں سخت ترین گرمی تھی۔ لوگوں کے بدن سے پسینہ پانی کی طرح بہہ رہا تھا۔ بھوک تو پریشانی کے عالم میں اڑ چکی تھی، مگر پیاس کے عذاب نے ہر شخص کو پریشان کر رکھا تھا۔ یہ دونوں بھی پیاس سے نڈھال بیٹھی تھیں ۔ عاصمہ کی حالت بہت خراب تھی اور پیاس کی شدت کے مارے وہ اپنے بازو سے بہتا ہوا اپنا پسینہ چاٹ رہی تھی۔ ظاہر ہے اس سے پیاس کیا بجھتی۔ اس نے مزید بھڑ کنا تھا۔ جبکہ لیلیٰ اپنا سر گھٹنوں میں دیے بیٹھی تھی۔
عاصمہ ایک بڑ ے دولتمند خاندان کی اکلوتی چشم و چراغ تھی۔ خدا نے حسن، دولت، اسٹیٹس ہر چیز سے نوازا تھا۔ ماں باپ نے اپنی چہیتی بیٹی کو اعلیٰ ترین اداروں میں تعلیم دلوائی۔ بچپن سے اردو کی ہوا تک نہیں لگنے دی گئی۔ عربی اور قرآن کریم کو سمجھ کر پڑ ھنے کا تو کوئی سوال ہی نہیں تھا۔ انگلش میڈیم ا سکولوں کا اتنا اثر تھا کہ بچی انگریزی انگریزوں سے زیادہ اچھی بولتی تھی۔ مگر ایسے ا سکولوں میں زبان، زبان دانی کے طور پر نہیں بلکہ ایک برتر تہذیب کی غلامی کے احساس میں سیکھی جاتی ہے ۔ چنانچہ زبان کے ساتھ مغربی تہذیب اپنے بیشتر لوازمات سمیت در آئی تھی۔ سلام کی جگہ ہیلو ہائے ، لباس میں جینز شرٹ، انگزیزی میوزک اور فلمیں وغیرہ زندگی کا لازمہ تھے ۔ تاہم عاصمہ خاندانی طور پر نودولتیے پس منظر کی نہیں بلکہ خاندانی رئیس تھی، اس لیے کم از کم ظاہر کی حد تک ایک در جہ کی تہذیب و شرافت، بڑ وں کا ادب لحاظ اور رکھ رکھاؤ پایا جاتا تھا۔ اسی لیے میں نے اس دوستی کو گوارا کر لیا تھا کہ شاید لیلیٰ کی صحبت سے عاصمہ بہتر ہوجائے ۔
لیلیٰ سے اس کی دوستی کالج کے زمانے میں ہوئی۔ معلوم نہیں کہ دونوں کے مزاج اور کیمسٹری میں کیا چیز مشترک تھی کہ پس منظر کے اعتبار سے کافی مختلف ہونے کے باوجود کالج کی رفاقت عمر بھر کی دوستی میں بدل گئی۔ مگر بدقسمتی سے اس دوستی میں عاصمہ نے لیلیٰ کا اثر کم قبول کیا اور لیلیٰ نے اس کا اثر زیادہ قبول کر لیا۔
لیلیٰ میری بیٹی ضرور تھی، مگر بدقسمتی سے وہ میرے جیسی نہ بن سکی۔ مجھ سے زیادہ وہ اپنے سب سے بڑ ے بھائی، جمشید کی لاڈلی تھی۔ وہی بھائی جو میرا پہلونٹی کا بیٹا تھا اور اسی کی طرح میدان حشر میں کہیں بھٹک رہا تھا۔ ایک طرف بڑ ے بھائی کا لاڈ پیار اور دوسری طرف عاصمہ کی دوستی۔ یہ عاصمہ اکلوتی ہونے کے ناطے خود والدین کی لاڈلی اور ناز و نعم میں پلی بڑ ھی تھی۔ نتیجہ یہ نکلا کہ آج حشر کی اس خواری میں سے اسے اپنا حصہ وصول کرنا پڑ رہا تھا۔ میرے زمانے کی بیشتر اولادوں کو ان کے والدین کے لاڈ پیارنے برباد کر کے رکھ دیا تھا۔
اولاد ہر دور میں والدین کو محبوب رہی ہے ۔ میرے زمانے میں یہ عجیب سانحہ رونما ہوا تھا کہ ماں باپ اپنے بچوں کے عشق میں اس طرح گرفتار ہوئے کہ خود ان کے کھلونے بن گئے ۔ شاید یہ کم بچوں کا اثر تھا۔ پہلے ہر گھر میں آٹھ دس بچے ہوتے تھے ۔ اس لیے والدین ایک حد سے زیادہ بچوں پر توجہ نہیں دیتے تھے ۔ مگر میرے زمانے میں والدین کے دو تین ہی بچے ہوتے تھے اور ان کی زندگی کا واحد مقصد یہی بن گیا تھا کہ اولاد کے لیے سارے جہاں کی خوشیاں سمیٹ کر لادیں ۔ وہ ان کے ناز نخرے اٹھاتے ۔ ان کی تربیت کے لیے ان پر سختی کرنے کو برا سمجھتے ۔ ان کی ہر خواہش پوری کرنے کو اپنا مقصد بنالیتے ۔ ان کو بہترین تعلیم دلوانے کے لیے اپنا سب کچھ لٹادیتے ۔ یہاں تک کہ ان کے بہتر مستقبل کی خاطر ان کو دوسرے ملکوں میں تعلیم کے لیے بھیج دیتے اور آخر کار یہ بچے بوڑ ھے والدین کو چھوڑ کر ترقی یافتہ ممالک میں سیٹ ہوجاتے ۔ یہ نہ بھی ہو تب بھی نئی زندگی میں ماں باپ کا کردار بہت محدود تھا۔ لیکن ماں باپ اس سب کے باوجود بہت خوش تھے ۔
والدین کے نزدیک دین کی بنیادوں سے بچوں کو واقف کرانے سے زیادہ اہم یہ تھا کہ بچوں کو منہ ٹیڑ ھا کر کے انگریزی بولنا سکھادیں ۔ ایمان و اخلاق کی تعلیم دینے سے زیادہ ضروری یہ تھا کہ انتہائی مہنگے تعلیمی اداروں میں اعلیٰ تعلیم دلوادیں ۔ خدا کی سچی محبت، اس کے بندوں سے محبت، انسانوں کی خدمت اور خلق خدا کی خیرخواہی کے بجائے بچے اپنے والدین سے مفاد پرستی کی تعلیم حاصل کرتے ۔ بچوں کو خاندان کے بزرگوں کے بجائے ٹی وی کی تربیت گاہ کے حوالے کیا جاتا جہاں تہذیب و شرافت اور اخلاق و شائستگی کے بجائے خواہش پرستی اور مادیت پسندی کا ایک نیا سبق ہر روز پڑ ھایا جاتا۔ آخرت کی کامیابی کے بجائے دنیا اور اس کی کامیابی کو اہم ترین مقصد بنا کر پیش کیا جاتا تھا۔ خدا، دین اور آخرت بس رسمی سی باتیں تھیں ۔ دینداری کی آخری حد یہ تھی کہ کسی مولوی صاحب کے ذریعے سے بچے کو قرآن مجید ناظرہ پڑ ھوا دیا جاتا۔ رہا اس کا مفہوم تو نہ وہ مولوی صاحب کو معلوم تھا نہ والدین کو اور نہ کبھی بچوں ہی کو معلوم ہوپاتا۔ یہ لوگ کبھی سمجھ کر پڑ ھ لیتے تو انہیں معلوم ہوجاتا کہ قرآن دنیا کی فلاح کے ذکر سے اتنا ہی خالی ہے جتنا ان کی زندگیاں آخرت کے تذکرے سے ۔ اس کا سبب پچھلی دنیا میں کسی کی سمجھ میں آیا ہو یا نہیں ، آج بالکل واضح تھا۔ جو دنیا میں گزاری وہ تو زندگی تھی ہی نہیں ۔ وہ تو محض امتحان کا پرچہ تھا یا راہ چلتے مسافر کا کسی سرائے میں گزارا ہوا ایک پہر۔ زندگی تو یہ تھی جو ختم نہ ہونے والی ایک انتہائی تلخ حقیقت بن کر آج سامنے آکھڑ ی ہوئی تھی۔ 
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہم ذرا قریب پہنچے تو عاصمہ کی نظر مجھ پر پڑ ی۔ اس نے لیلیٰ کو ٹہوکا دیا۔ لیلیٰ نے گھٹنوں سے سر اٹھایا۔ اس کی نظر میری نظر سے چار ہوئی۔ ان آنکھوں میں ایسی بے بسی، وحشت اور دکھ تھا کہ میرا دل کٹ کر رہ گیا۔ وہ اٹھی۔ ۔ ۔ بھاگ کر مجھ سے لپٹ گئی اور پوری قوت سے رونے لگی۔ اس کی زبان سے ابو ۔ ۔ ۔ ابو کے سوا کچھ اور نہیں نکل رہا تھا۔ میں بڑ ی مشکل سے خود پر ضبط کر رہا تھا۔ مجھے محسوس ہوا کہ یہ اگر روتی رہی تو کہیں میرے ضبط کا بند بھی میرا ساتھ نہ چھوڑ دے ۔ میں نے اس کے سر پر ہاتھ پھیرکر کہا:
’’بیٹا چپ ہوجا۔ میں نے تجھے بہت سمجھایا تھا نا۔ اس دن کے لیے جینا سیکھو۔ دنیا سوائے ایک فریب کے اور کچھ نہیں ۔‘‘
’’ہاں آپ ٹھیک کہتے تھے ۔ مگر میری آنکھوں پر پٹی بندھی ہوئی تھی۔‘‘، یہ کہتے ہوئے اس کی سسکیوں کی آواز اور بلند ہوگئی۔
وہ میرے سینے سے لگی ہوئی تھی اور میری نظروں کے سامنے سے اس کی پیدائش، بچپن، لڑ کپن، جوانی اور زندگی بھر کے تمام مراحل کی تصویریں گزر رہی تھیں ۔ کبھی بستر پر پڑ ی ہوئی وہ گڑ یا جس کے رونے سے میں بے چین ہوجایا کرتا تھا۔ کبھی فراک پہنی ہوئی وہ پری جس کی ایک ایک ادا پر میں جان نثار کرتا تھا۔ کبھی ا سکول کے یونیفارم میں بیگ لٹکائے وہ معصوم سی کلی، کبھی کالج کے یونیفارم میں پھولوں جیسی وہ بچی اور کبھی شادی کے جوڑ ے میں سجی میرے دل کا وہ ٹکڑ ا جو اس وقت سراپا حسرت و یاس کی صورت بنے میرے سینے سے لگی تڑ پ رہی تھی۔
مجھے لگا جیسے میرا دل پھٹ جائے گا۔ میں نے اسے بازوؤں سے پکڑ کر خود سے دور کر دیا اور اپنا سر پکڑ کر کھڑ ا ہو گیا۔ لیلیٰ سسکتی ہوئی آواز میں بولی:
’’مجھے اپنے گھر والوں میں سے یہاں اور کوئی نہیں ملا، نہ شوہر نہ بچے ، نہ آپ لوگوں میں سے کوئی ملا، سوائے بھیا کے ۔ ان کی حالت بہت خراب ہے ابو! وہ بہت بے قراری سے آپ کو ڈھونڈ رہے ہیں ۔ انہیں بس آپ ہی سے امید ہے ۔‘‘
میں نے لیلیٰ کی طرف دیکھ کر کہا:
’’اس احمق نے دنیا میں بھی غلط امیدیں باندھی تھیں اور اب بھی غلط امید باندھ رہا ہے ۔ دنیا میں اسے اپنے کاروبار، بیوی اور بچوں سے ساری امیدیں تھیں ۔ اس کا نتیجہ وہ اب بھگت رہا ہے ۔ اور اب وہ مجھ سے امید لگا رہا ہے ۔ حالانکہ میں کچھ بھی نہیں کرسکتا۔‘‘
اتنے میں عاصمہ بھی ہمارے قریب آ کر کھڑ ی ہو چکی تھی۔ میری آخری بات سن کر وہ بولی:
’’انکل مجھے تو ساری امید آپ سے تھی۔ لیکن اب آپ بھی نا امید کر رہے ہیں ۔‘‘
’’تمھیں یاد ہے عاصمہ! جب تم لیلیٰ کے ساتھ پہلی دفعہ میرے گھر آئیں تھی تو میں نے تم سے کیا کہا تھا۔‘‘
’’مجھے یاد ہے ابو آپ نے اس سے کیا کہا تھا۔‘‘، عاصمہ کی جگہ لیلیٰ نے جواب دیا۔
’’آپ نے کہا تھا کہ بیٹا تم میری بیٹی کی سہیلی ہو۔ دیکھو ایسی سہیلی بننا جو جنت میں بھی اس کے ساتھ رہے ۔ ایسا نہ ہو کہ تم دونوں خدا کو ناراض کر دو اور کسی بری جگہ تم دونوں کو ساتھ رہنا پڑ ے ۔ ایسا نہ ہو کہ قیامت کے دن تم دونوں ایک دوسرے کو الزام دو کہ تمھاری دوستی نے مجھے برباد کر دیا۔‘‘
آخری جملہ کہتے ہوئے لیلیٰ پھر رونے لگی۔ اس کے ساتھ عاصمہ بھی سسکیاں بھرنے لگی۔ میں نے گردن گھما کر صالح کو دیکھا جو اس عرصے میں خاموش کھڑ ا ہوا تھا۔ میرا خیال تھا کہ شاید وہ کوئی امید افزا بات کہہ سکے ۔ مجھے اپنی طرف متوجہ دیکھ کر وہ کہنے لگا:
’’عبد اللہ! ویسے تو ہر فرد کا معاملہ صرف اللہ تعالیٰ کے ہاتھ میں ہے ۔ انسان کا عمل اگر رائی کے دانے کے برابر تھا تب بھی اس کے نامۂ اعمال میں موجود ہو گا۔ ہر عمل کو آج پرکھا جائے گا۔ نیت، اسباب، محرکات، حالات، عمل اور اس کے نتائج، ایک ایک چیز کی جانچ ہو گی۔ فرشتے ، در و دیوار، اعضا و جوارح ہر چیز گواہ بن جائے گی۔ یہاں تک کہ یہ بالکل متعین ہوجائے گا کہ ہر اچھا برا عمل کس جزا یا سزا کا مستحق ہے ۔ نیکی کا بدلہ دس سے سات سو گنا تک، صبر اور نصرت دین کے لیے کئے گئے کاموں کا بدلہ بے حد و حساب دیا جائے گا۔ جبکہ بدی کا بدلہ اتنا ہی ہو گا جتنی بدی کی ہو گی۔ البتہ شرک، قتل، زنا جیسے جرائم اگر نامۂ اعمال میں آ گئے تو انسان کو تباہ کر دیں گے ۔ جبکہ مال یتیم کھانا، وراثت کا مال ہڑ پ کرنا، تہمت لگانا وغیرہ جرائم اتنے خطرناک ہیں کہ ساری نیکیوں کو کھا کر انسان کو جہنم میں پہنچا سکتے ہیں ۔
یہ سزا جزا کے عمومی ضابطے ہیں ۔ ان کی بنیاد پر اللہ تعالیٰ عدل کے ساتھ فیصلہ کریں گے ۔ اور یقین رکھو کہ کسی پر رائی کے دانے کے برابر ظلم نہیں ہو گا۔ تمھاری اولاد کے حوالے سے واحد امید افزا بات جو میں تمھیں پہلے ہی بتا چکا ہوں وہ یہ ہے کہ تمھارے جیسے سابقین کے علاوہ آج کے دن حساب کتاب کے ذریعے سے سچے اہل ایمان کی نجات کا معاملہ جلد یا بدیر ہوجائے گا۔ البتہ تم اپنی اولاد کو مجھ سے بہتر جانتے ہو کہ ان کی نجات کا امکان کتنا ہے ۔‘‘
’’مجھے زیادہ پریشانی اپنے بیٹے کی ہے ۔‘‘، میں نے جواب دیا۔
اس جواب میں میرے سارے اندازے ، امیدیں اور اندیشے جمع تھے ۔ میں نے مزید تبصرہ کیا:
’’اسے پیسے کمانے ، گاڑ ی، بنگلے اور دولت مند بننے کا بہت شوق تھا۔ یہ شوق جس کو لگ جائے ، اسے کسی بھی برے حال میں پہنچا سکتا ہے ۔ اس کے بعد اکثر لوگ حلال حرام اور اچھے برے کی تمیز کھوبیٹھتے ہیں ۔اگر کسب حرام سے بچ بھی جائیں تو اسراف، غفلت، نمود و نمائش، بخل، تکبر اور حق تلفی جیسی برائیاں انسان کو احتساب الٰہی کی اس عدالت میں لاکھڑ ا کرتے ہیں جہاں نجات بہت مشکل ہوجاتی ہے ۔‘‘
میری اس بات کا جواب غیر متوقع طور پر عاصمہ نے دیا:
’’یہ ساری باتیں لیلیٰ مجھے بتاتی تھی۔ اس نے آپ کی کچھ کتابیں بھی مجھے پڑ ھنے کے لیے دی تھیں ۔ مگر مجھے اردو پڑ ھنی نہیں آتی تھی۔ میری بدقسمتی کہ میری ساری زندگی غفلت، دنیا پرستی، فیشن، نمود و نمائش، اسراف اور تکبر میں گزرگئی۔ مجھ پر حسین نظر آنے کا خبط سوار تھا۔ میں نے لاکھوں روپے زیور، کپڑ وں اور کاسمیٹکس میں برباد کر دیے ۔ مگر غریبوں پر میں کبھی کچھ نہ خرچ کرسکی۔ کبھی کیا بھی تو اس کو بہت بڑ ا احسان سمجھا۔ حالانکہ اللہ نے ہمیں بہت مال و دولت عطا کیا تھا۔
یہی نہیں مجھے جب غصہ آتا تھا تو میں بے دریغ اسے کمزور لوگوں پراتارتی تھی۔ باحیا لباس پہننا میرے نزدیک غربت کی علامت تھی۔ چغلیاں ، غیبت، عیب جوئی میرے لیے معمولی باتیں تھیں ۔ یہ معمولی باتیں آج اتنا بڑ ا روگ بن جائیں گی مجھے نہیں معلوم تھا۔ مجھے نہیں معلوم تھا۔‘‘
یہ کہہ کر ایک دفعہ پھر وہ پھوٹ پھوٹ کر رونے لگی۔ لیلیٰ افسردہ لہجے میں بولی:
’’اس کے امی ابو بہت برے حال میں ہم سے ملے ہیں ۔ ان کے ساتھ پتہ نہیں کیا ہو گا۔‘‘
پھر وہ مجھے دیکھ کر بولی:
’’ابو میرے ساتھ کیا ہو گا؟‘‘، یہ کہتے ہوئے اس کی آنکھوں سے آنسو جاری تھے ۔
’’بیٹا انتظار کرو۔ امید یہ ہے کہ اب زیادہ دیر نہ گزرے گی کہ حساب کتاب شروع ہوجائے گا۔ اس وقت مجھے اللہ کی رحمت سے امید ہے کہ اتنی سختی اٹھانے کے بعد وہ تمھارے وہ گناہ معاف کر دے گا جو تم نے دنیا میں معمولی سمجھ کر کیے تھے ۔‘‘
’’کاش ابو! میں آپ کا راستہ اختیار کر لیتی۔ آپ نے مجھے بہت سمجھایا تھا کہ ایمان زبان سے کلمہ پڑ ھ لینے کا نام نہیں ، خدا کی ہستی کو اپنی زندگی بنالینے کا نام ہے ۔ رسمی عبادت خدا کو مطلوب نہیں ۔ اسے قلب کی دینداری چاہیے ۔ اسے چند بے روح سجدوں کی ضرورت نہیں ، ایک سچا خدا پرست بندہ چاہیے ۔ ایمان میری زندگی میں تو تھا، مگر وہ میری شخصیت کا احاطہ نہ کرسکا۔ میں نے آپ کے کہنے سے نمازیں تو پڑ ھیں ، مگر خدا کی یاد میری زندگی نہیں بن سکی۔ میں نے روزے تو رکھے ، مگر مجھ میں سچا تقویٰ پیدا نہیں ہو سکا۔ زیادہ سے زیادہ مجھے پچاس برس وہ سب کرنا پڑ تا۔ یہاں تو صدیاں گزرگئی ہیں اس گرمی اور سختی میں پریشان گھومتے گھومتے ۔‘‘
لیلیٰ کی بات سن کر عاصمہ نے اس کے کندھے پر ہاتھ رکھ کر سسکتے ہوئے کہا:
’’بہن تم مجھ سے تو بہتر ہو۔ میں نے تو زندگی میں نماز روزہ کچھ نہیں کیا۔ اخلاقی گناہ، نمود ونمائش، اسراف، تکبر اور حق تلفی وغیرہ اس کے علاوہ ہیں ۔ میرا کیا ہو گا۔ مجھے تو سوائے جہنم کے کوئی انجام نظر نہیں آتا۔‘‘
یہ کہہ کر وہ چیخ چیخ کر رونے لگی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ان دونوں کی باتوں سے میرا دل کٹ رہا تھا۔ مجھ میں اب مزید ان کے ساتھ رہنے کی ہمت نہیں رہی تھی۔ صالح کو میری حالت کا اندازہ ہو چکا تھا۔ اس نے ان دونوں سے مخاطب ہوکر کہا:
’’عبد اللہ کو اب یہاں سے رخصت ہونا ہو گا۔ آپ دونوں یہاں بیٹھ کر اللہ تعالیٰ کے فیصلے کا انتظار کیجیے ۔ زیادہ دیر نہ گزرے گی کہ حساب کتاب شروع ہوجائے گا۔‘‘
یہ کہہ کر وہ میرا ہاتھ پکڑ کر مجھے آگے لے گیا۔ میں چاہتا تھا کہ جاتے جاتے لیلیٰ کو تسلی دے دوں ۔ میں پیچھے مڑ ا تو یہ دیکھ کر حیران رہ گیا کہ پیچھے کا منظر بدل گیا ہے ۔ ہم کسی اور جگہ کھڑ ے تھے ۔
’’مجھے ذرا تیزی سے تمھیں وہاں سے ہٹانا پڑ ا۔ وگرنہ تمھیں اور دکھ ہوتا۔ کیا تم اپنے بیٹے سے ملنا چا ہو گے ؟‘‘
’’نہیں ۔ میں مزید کچھ دیکھنے کی تاب نہیں رکھتا۔‘‘، میں نے دو ٹوک جواب دیا۔
میرا دل افسردگی کے گہرے سمندر میں ڈوب چکا تھا۔ میرا بس نہیں چل رہا تھا کہ میں کسی طرح واپس دنیا میں لوٹوں اور لیلیٰ کی اصلاح کو زندگی کا سب سے بڑ ا مقصد بنالوں ۔ مجھے احساس ہوا کہ اب یہ ممکن نہیں ۔ پھر اندیشے کے ایک زہریلے سانپ نے میرے سامنے سر اٹھایا۔ میں نے صالح سے کہا:
’’صالح! کہیں لیلیٰ کے اس حال میں میرا قصور تو نہیں ۔ کہیں میں تو اس کا ذمہ دار نہیں ؟‘‘
’’نہیں ایسا نہیں ہے ۔ دیکھو! اولاد تو نوح علیہ السلام جیسے پیغمبر کی بھی گرفت میں آئی ہے ۔ مگر ذمہ داری ان کی نہیں تھی۔ انسان کا فریضہ صرف صحیح بات دوسروں تک پہنچانا ہے ۔ قبول کرنے نہ کرنے کا فیصلہ ہمیشہ دوسرے کرتے ہیں ۔ تمھاری بیٹی لیلیٰ نے اپنے فیصلے خود کیے تھے ۔ لہٰذا تم اس کی تکلیف کے ذمہ دار نہیں ہو۔‘‘
مجھے لگا جیسے مجھ پر سے ایک بوجھ اتر گیا ہے ۔ مگر اگلے ہی لمحے مجھ پر ایک دہشتناک انکشاف ہوا۔ اگر میری بیٹی کی وجہ سے میری پکڑ کی نوبت آئی تو کیا ہو گا؟ یہی کہ میں بغیر کسی ہچکچاہٹ کے اپنی پیاری بیٹی کو جہنم میں جھونک کر اپنی جان بچانا پسند کروں گا۔ کیوں کہ آج کے دن کا عذاب اتنا شدید ہے کہ سارے رشتے اور تعلقات اس کے آگے ہیچ ہیں ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 

 ''';

  static String chapter8 = ''' آج بادشاہی کس کی ہے ؟

میدان حشر کا ماحول انتہائی سخت اور تکلیف دہ تھا۔ ایک طرف ماحول اور حالات کی سختی تھی تو دوسری طرف لوگوں کو یہ اندیشہ کھائے جا رہا تھا کہ آگے کیا ہو گا۔ مایوسی اور پریشانی کے علاوہ لوگوں میں شدید غصہ بھی تھا۔ یہ غصہ اپنی ذات پر بھی تھا اور اپنے لیڈروں اور گمراہ کرنے والے رہنماؤں پر بھی تھا۔ چنانچہ جو لیڈر اپنے پیروکاروں کے ہاتھ آ جاتا وہ بے دریغ اس کی پٹائی شروع کر دیتے ۔ یہ گویا عذاب سے قبل ایک نوعیت کا عذاب تھا۔
ایسے تماشے اس وقت میدان حشر میں جگہ جگہ ہورہے تھے ۔ پیروکار اپنے لیڈروں کو، اصاغرین اپنے اکابرین کو، عقیدت مند اپنے علما اور درویشوں کو بے دردی سے پیٹ رہے اور اپنا غصہ نکال رہے تھے ۔ مگر اب کیا فائدہ! البتہ اس طرح پریشان اور افسردہ حال لوگوں کو ایک طرح کا تماشہ دیکھنے کو ضرور مل رہا تھا۔
ہم اس طرح کے تماشے دیکھتے ہوئے آگے بڑ ھتے رہے ۔ راستے میں میں نے صالح سے کہا:
’’میں تو یہ سوچ کر پریشان ہوں کہ دنیا میں کچھ دیر کی لوڈ شیڈنگ اور گرمی سے ہماری حالت انتہائی ابتر ہوجاتی تھی۔ یہاں تو اتنا طویل عرصہ ہو چکا ہے مگر لوگوں کو اس مصیبت سے نجات نہیں مل رہی۔ تمھارے ساتھ کی وجہ سے مجھے تو یہاں کے مصائب و شدائد بالکل محسوس نہیں ہورہے ، مگر جو لوگ یہاں ہیں ان کے ساتھ تو واقعی بہت برا معاملہ ہورہا ہے ۔‘‘
’’اپنے الفاظ کی تصحیح کر لو۔ برا نہیں ہورہا عدل ہورہا ہے ۔ ہاں معاملہ بلاشبہ شدید ہے اور اسی وجہ سے ساری مخلوقات نے اختیار اور اقتدار کے اس بارِ امانت کو اٹھانے اور سزا جزا کے اس کڑ ے امتحان میں کھڑ ے ہونے سے انکار کر دیا تھا۔‘‘
’’میری سمجھ میں نہیں آتا کہ عام لوگوں کے ساتھ اتنی مشکل ہے تو جن لوگوں نے سارے انسانوں کی طرف سے اقتدار اور اختیار کا بار اٹھایا ان کے ساتھ کیا ہوا ہو گا۔‘‘
اس بات سے میرا اشارہ ظالم حکمرانوں اور بددیانت اہلکاروں کی طرف تھا۔
’’دیکھنا چاہتے ہو کہ ان کے ساتھ کیا ہورہا ہے ؟‘‘
میں نے اثبات میں گردن ہلائی۔ صالح ایک سمت بڑ ھتے ہوئے بولا:
’’ ابھی تک ہم صرف اس علاقے میں گھوم رہے تھے ، جہاں وہ لوگ تھے جن کا حساب کتاب ہونا ہے ۔ جس طرح سابقین کا معاملہ ہے کہ وہ عرش کے نیچے خدا کے انعامات میں کھڑ ے ہیں اور ان کا حساب کتاب نہیں ہونا صرف رسمی طور پر ان کی کامیابی کا اعلان ہونا ہے ، اسی طرح کچھ بدبخت ہیں جن کی بد اعمالیوں کی بنا پر ان کی جہنم کا فیصلہ پہلے ہی ہو چکا ہے ۔ہم انہی کی سمت چل رہے ہیں ۔‘‘
ہم جیسے جیسے آگے بڑ ھ رہے تھے گرمی کی حدت اور شدت بہت تیزی سے بڑ ھتی جا رہی تھی۔ مجھے اس کا اندازہ اس بڑ ھتے ہوئے پسینے سے ہوا جو لوگوں کے جسم سے بہہ رہا تھا۔ لوگوں کے جسموں سے پسینہ قطروں کی صورت میں نہیں بلکہ دھار کی شکل میں بہہ رہا تھا، مگر زمین اتنی گرم تھی کہ یہ پسینہ تپتی زمین پر گرتے ہی اس میں جذب ہوجاتا۔ پیاس کے مارے لوگوں کے ہونٹ باہر نکل آئے تھے اور وہ کسی تونس زدہ اور پیاسے اونٹ کی طرح ہانپ رہے تھے ، مگر پانی کا یہاں کیا سوال؟
ان کے چہروں پر پریشانی سے کہیں زیادہ خوف کے سائے تھے ۔ یہ خوف کس چیز کا تھا یہ بھی تھوڑ ی ہی دیر میں معلوم ہو گیا۔ اچانک لوگوں کے درمیان ایک عجیب ہلچل مچ گئی۔ لوگ ادھر ادھر بھاگنے لگے ۔ مجمع چھٹا تو دیکھا کہ ایک آدمی کے پیچھے دو فرشتے دوڑ رہے ہیں ۔ یہ ویسے ہی فرشتے تھے جیسے عرش کے سائے کی طرف جاتے ہوئے ہمیں نظر آئے تھے ۔ ایک کے ہاتھ میں آگ کا کوڑ ا تھا اور دوسرے کے ہاتھ میں ایسا کوڑ ا تھا جس میں کیلیں نکلی ہوئی تھیں ۔
وہ آدمی ان سے بچنے کے لیے سر توڑ کوشش کر رہا تھا، مگر یہ فرشتے اس کا پیچھا نہیں چھوڑ رہے تھے ۔ صاف نظر آ رہا تھاکہ فرشتے جان بوجھ کر اسے تھکا رہے ہیں ۔ وہ اس کے قریب پہنچ کر اسے ایک کوڑ ا مارتے اور کہتے جا رہے تھے کہ اے حکمران اٹھ اور اپنی مملکت میں چل۔ کوڑ ا پڑ تے ہی وہ شخص چیختا چلاتا گرتا پڑ تا بھاگنے لگتا۔ پھر وہ فرشتے اس کے پیچھے دوڑ نے لگتے ۔
مجھے ان موصوف کا تعارف حاصل کرنے کے لیے زیادہ انتظار نہیں کرنا پڑ ا۔ صالح نے خود ہی بتادیا:
’’یہ تمھارے ملک کے سربراہ مملکت ہیں ۔‘‘
کچھ ہی دیر میں سربراہ مملکت آگ اور کیلوں والے کوڑ ے کھا کر زمین بوس ہو چکے تھے ۔ جس کے بعد فرشتوں نے انہیں ایک لمبی زنجیر میں باندھنا شروع کیا جس کی کڑ یاں آگ میں دہکا کر سرخ کی گئی تھیں ۔ سربراہ مملکت بے بسی سے تڑ پ رہے اور رحم کی فریاد کر رہے تھے ، مگر ان فرشتوں کو کیا معلوم تھا کہ رحم کیا ہوتا ہے ۔ وہ بے دردی سے انہیں باندھتے رہے ۔ جب ان کا پورا جسم زنجیروں سے جکڑ گیا تو اتنے میں کچھ اور فرشتے آ گئے ۔ پہلے فرشتے ان سے بولے :
’’ہم نے سربراہ مملکت کو پکڑ لیا ہے ۔ تم جاؤ اور ان کے سارے حواریوں ، درباریوں ، خوشامدیوں اور ساتھیوں کو پکڑ لاؤ جو اس بدبخت کے ظلم اور بدعنوانی میں شریک تھے ۔‘‘
چنانچہ مجمع میں بڑ ے پیمانے پر وہی ہلچل، بھاگ دوڑ اور مار پیٹ شروع ہوگئی۔ تھوڑ ی ہی دیر میں ایک گروہ کثیر جس میں وزرا، امرا، مشیر، بیوروکریٹ، وڈیرے ، جاگیردار، سرمایہ دار اور ہر طرح کے ظالم جمع تھے ، گرفتار ہو گیا۔ اس کے بعد ان فرشتوں نے سب کو سر کے بالوں سے پکڑ کر چہرے کے بل گھسیٹنا شروع کر دیا۔ وہ ہمارے قریب سے گزرے تو ان کی کھالوں کے جلنے کی بدبو ہر طرف فضا میں بکھری ہوئی محسوس ہوئی۔ اس بدبو کا احساس ہوتے ہی صالح نے میری کمر پر ہاتھ رکھا تو میری جان میں جان آئی۔ وہ ان کو ہمارے سامنے سے کھینچتے ہوئے مزید بائیں جانب لے گئے ۔ میں ان کے گھسیٹے جانے کے سبب زمین پر بن جانے والی لکیروں اور ان پر پڑ ے خون کے د ھبوں کو دیکھتا رہا جو ان کے جسموں سے رس رہا تھا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
یہ عبرت ناک منظر دیکھ کر بے اختیار میرے لبوں سے ایک آہ نکلی۔ میں نے دل میں سوچا:
’’کہاں گیا ان کا اقتدار؟ کہاں گئے وہ عیش و عشرت کے دن؟ کہاں گئے وہ عالیشان محل، مہنگے ترین کپڑ ے ، بیرونی دورے ، شاندار گاڑ یاں ، عظمت ، کروفر اور شان و شوکت؟ آہ! ان لوگوں نے کتنے معمولی اور عارضی مزوں کے لیے کیسا برا انجام چن لیا۔‘‘
صالح بولا:
’’یہ سب ظالم، کرپٹ اور عیاش لوگ تھے جن کی ہلاکت کا فیصلہ دنیا ہی میں ہو چکا تھا۔ تاہم یہ ان کی اصل سزا نہیں ۔ اصل سزا تو جہنم میں ملے گی۔ جس طرف فرشتے انہیں لے جا رہے ہیں وہاں سے جہنم بالکل قریب ہے ۔ اسی مقام سے انہیں حساب کتاب کے لیے لے جایا جائے گا جہاں ان کی دائمی ذلت اور عذاب کا فیصلہ سنایا جائے گا۔ پھر انھیں دوبارہ بائیں طرف لایا جائے گا۔ جہاں سے گروہ در گروہ انہیں جہنم میں ڈال دیا جائے گا۔‘‘
حساب کتاب کے ذکر سے مجھے بے اختیار وقت کا خیال آیا تو میں صالح سے پوچھا:
’’صالح! رسول اللہ صلی اللہ علیہ وسلم کی دعا کو قبول ہوئے طویل عرصہ گزرگیا ہے ۔ مگر اب تک یہ حساب کتاب کیوں نہیں شروع ہوا؟‘‘
’’یہ تم سمجھتے ہو کہ طویل عرصہ ہوا ہے ۔ میدان حشر میں وقت بہت آہستگی کے ساتھ گزر رہا ہے ۔ جس کی بنا پر یہ طویل عرصہ لگتا ہے ۔ مگر عرش تلے بہت ہی کم وقت گزرا ہے ۔ تم جاننا چاہتے ہو کہ اتنا وقت بھی بہرحال کیوں لگ رہا ہے ؟‘‘
’’تمھی نے بتایا تھا کہ جن لوگوں کو معاف کیا جانا ہے اس سختی کو ان کی معافی کا ایک عذر بنادیا جائے گا۔‘‘
’’ہاں یہ ایک وجہ ہے ۔ مگر دوسری وجہ لوگوں کو یہ احساس دلانا ہے کہ یہاں سارا اختیار اللہ کے ہاتھ میں ہے ۔ بات یہ ہے عبد اللہ! انسانوں نے اپنے کریم اور مہربان آقا کی قدر نہیں کی۔ آج وہ آقا لوگوں کو یہ احساس دلا رہا ہے کہ انسان کس درجے میں اس کے محتاج اور اس کے سامنے بے وقعت ہیں ۔
اس کی طاقت و عظمت کا پہلا اظہار قیامت کا دن تھا جب انسانوں کی دنیا برباد ہوگئی اور ان کا سب کچھ تباہ ہو گیا تھا۔ انسان کی ساری طاقت اسے قیامت کے ہولناک حادثے سے نہیں بچا سکی۔ دوسرا موقع آج حشر کا دن ہے جب سب کو معلوم ہو چکا ہے کہ خدا کے سامنے کسی کی کوئی وقعت نہیں ہے ۔ تیسرا موقع اب آ رہا ہے یعنی حساب کتاب کا جب اللہ تعالیٰ براہ راست آسمانوں اور زمین کا کنٹرول اپنے ہاتھ میں لے لیں گے ۔‘‘
’’تو کیا ابھی تک ایسا نہیں ہوا؟‘‘
’’نہیں ابھی تک ایسا نہیں ہوا۔ ابھی تک نظام کائنات بظاہر فرشتے چلا رہے ہیں اور اللہ تعالیٰ صرف ان کو احکامات دے رہے ہیں ۔ تھوڑ ی ہی دیر میں وہ سارے معاملات براہِ راست خود سنبھال لیں گے ۔ تاکہ جنوں ، انسانوں اور فرشتوں سمیت ہر مخلوق جان لے کہ سارا اختیار اور اقتدار صرف اللہ ہی کے ہاتھ میں ہے ۔ سردست سارے آسمانوں میں بکھری ہوئی کائنات جو لامتناہی فاصلوں پر پھیلی ہوئی تھی، اس کو سمیٹا جا رہا ہے ۔ تمھیں تو معلوم ہے کہ پچھلی دنیا میں یہ کائنات لمحہ بہ لمحہ پھیل رہی تھی۔ اب اللہ کے حکم پر فاصلے سمٹ رہے ہیں اور یہ بے شمار کہکشائیں ، ستارے اور سیارے جو پوری کائنات میں پھیلے ہوئے ہیں ، دوبارہ قریب آ رہے ہیں ۔‘‘
’’ایسا کیوں ہے ؟‘‘، میں نے حیرت سے پوچھا۔
’’یہ اس لیے ہے کہ اللہ تعالیٰ ان سب کو اہل جنت میں بطور انعام تقسیم کر دیں گے ۔ پھر ان جگہوں پر اللہ کے انعام یافتہ بندوں کی بادشاہی اور اقتدار قائم ہوجائے گا۔ کائنات کو واپس سمیٹنے کا عمل ہی وہ چیز ہے جسے قرآن کریم نے آسمانوں کو خدا کے داہنے ہاتھ پر لپیٹ لینے سے تعبیر کیا ہے ۔‘‘
پھر صالح نے آسمان کی طرف نظر کی۔ اس کی پیروی میں میں نے بھی اوپر دیکھا۔
سورج بدستور دہک رہا تھا۔ میں نے پہلی دفعہ یہ بات نوٹ کی کہ چاند بھی سورج کے قریب موجود تھا، مگر وہ بے نور ہو چکا تھا اور بہت آہستگی کے ساتھ سورج کی طرف بڑ ھ رہا تھا۔ یہ دیکھ کر صالح نے کہا:
’’آج آسمان و زمین بدل کر کچھ سے کچھ ہو چکے ہیں ۔ زمین پھول کر بہت بڑ ی ہو چکی ہے اور یوں اس کے رقبے میں کئی گنا اضافہ ہو چکا ہے ۔‘‘
’’مجھے یاد ہے کہ زمین کا قطر پچیس ہزار کلو میٹر تھا۔‘‘
’’مگر اب اس میں کئی گنا اضافہ ہو چکا ہے ۔ ساتھ ہی یہ زمین اب اس سے کہیں زیادہ حسین اور خوبصورت ہے جتنی پہلے تھی۔ اسرافیل نے دو دفعہ صور پھونکا تھا۔ پہلی دفعہ سب کچھ تباہ ہو گیا تھا جبکہ دوسرے صور پر انسانوں کو زندہ کر دیا گیا۔ ان دونوں کے بیچ میں اللہ تعالیٰ کے حکم سے زمین بڑ ی ہوئی اور فرشتوں نے اس پر اہل جنت کے لیے اعلیٰ ترین گھر، محلات، باغات اور ان کے سکون و تفریح کے لیے بہترین چیزیں اور تمھارے لیے ناقابل تصور حد تک حسین ایک نئی دنیا بنادی ہے ۔ ہر جنتی کو اس کا گھر اسی زمین میں دیا جائے گا اور اسے رہنے بسنے کے لیے بڑ ے بڑ ے رقبے دیے جائیں گے ۔ زمین کے وسط میں دہکتے ہوئے آتش فشاؤں اور کھولتے پانی کے چشموں کے درمیان میں اہل جہنم کا ٹھکانہ ہو گا۔‘‘
میں نے اس کی بات کا خلاصہ کرتے ہوئے کہا:
’’تم نے جو کچھ کہا ہے قرآن کریم کے بیانات سے مجھے اس کا پہلے ہی اندازہ تھا۔ قرآن کریم کے بیانات سے یہ معلوم ہوتا تھا کہ زمین کے وارث خدا کے نیک بندے ہوں گے اور سطح زمین جنت میں بدل دی جائے گی جہاں اہل جنت کا ٹھکانہ ہو گا۔ زمین کے بیچ میں اہل جہنم ہوں گے ۔ جبکہ آسمانوں میں موجود ستارے اور کہکشائیں بطور انعام و بادشاہی اہل جنت میں تقسیم ہوں گے ۔ ویسے ان میں کیا ہو گا؟‘‘
’’اس کی تفصیل دربار والے دن سامنے آئے گی۔ دربار والی بات یاد ہے نا؟‘‘
’’ہاں تم نے بتایا تھا کہ حساب کتاب کے بعد اہل جنت کی اللہ تعالیٰ کے ساتھ جو نشست ہو گی اس کا نام دربار ہے ۔ اس نشست میں تمام اہل جنت کو ان کے مناصب اور مقامات رسمی طور پر تفویض کیے جائیں گے ۔ یہ لوگوں کی ان کے رب کے ساتھ ملاقات بھی ہو گی اور مقربین کی عزت افزائی کا موقع بھی ہو گا۔‘‘
’’ہاں اس روز انعام بھی دیا جائے گا اور کام بھی بتایا جائے گا۔‘‘
اتنی دیر میں بے نور چاند سورج میں ضم ہو چکا تھا۔ یہ دیکھ کر صالح بولا:
’’آسمان پر موجود نشانیاں بدل رہی ہیں ۔ چاند کا سورج میں ضم ہوجانا اسی کی ایک علامت ہے ۔ اس کا مطلب یہ ہے کہ سارے آسمان سمیٹ لیے گئے ہیں ۔ اب کسی بھی لمحے پروردگار عالم کا ظہور ہو گا اور وہ عدالت شروع ہوجائے گی جس کا انتظار تھا۔ اس وقت تمھیں اور ساری دنیا کو معلوم ہوجائے گا کہ اللہ جل جلالہ کس عظیم و اعلیٰ ہستی کا نام ہے ۔‘‘
ابھی صالح کا جملہ ختم بھی نہیں ہوا تھا کہ ایک زور دار دھماکہ ہوا۔ سب لوگ لرز کر رہ گئے ۔ آواز چونکہ آسمان کی جانب سے آئی تھی اس لیے ہر نگاہ اوپر کی طرف اٹھ گئی۔
میں اور صالح بھی لوگوں کے ساتھ اوپر دیکھنے لگے ۔ ایک حیرت انگیز منظر سامنے تھا۔ آسمان میں شگاف پڑ چکا تھا اور تھوڑ ی ہی دیر میں وہ بادلوں کی طرح پھٹ کر ٹکڑ ے ٹکڑ ے ہو گیا۔ ان شگافوں کو دیکھ کر ایسا لگا کہ آسمان میں دروازے ہی دروازے بن گئے ہیں ۔ ہر شگاف سے فرشتوں کی فوج در فوج زمین کی طرف اترنے لگی۔ ان کی تعداد اتنی زیادہ تھی کہ کسی قسم کی گنتی اور اندازہ محال تھا۔ فرشتوں کے مختلف گروہ تھے اور ہر گروہ کا انداز اور لباس بالکل مختلف تھا۔ وہ فرشتے میدان حشر کے وسط میں ایک جگہ پر اترنے لگے اور انہوں نے درمیان میں موجود ایک بڑ ی اور بلند خالی جگہ کو اپنے گھیرے میں لے لیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
فرشتے آسمان سے اترتے جاتے اور دائرہ در دائرہ ہاتھ باندھ کر مؤدب انداز میں کھڑ ے ہوتے جاتے ۔ ہر لمحہ ان کی تعداد بڑ ھتی جا رہی تھی۔ اس دوران میں لوگوں کی چیخ و پکار بھی تھم چکی تھی۔ ہر شخص پھٹی آنکھوں سے ٹکٹکی باندھے اسی سمت دیکھے جا رہا تھا۔ اب فضا میں بس کچھ سرگوشیوں کی سرسراہٹ ہی باقی رہ گئی تھی۔ اس کی وجہ یہ تھی کہ ہر شخص اپنے برابر والے سے پوچھ رہا تھا کہ یہ کیا ہورہا ہے ؟
مجھے قدرے اندازہ تھا کہ یہ کیا ہورہا ہے ، لیکن پھر بھی میں نے صالح سے وضاحت چاہی۔ اس نے حسب توقع جواب دیا:
’’حساب کتاب شروع ہورہا ہے ۔ بارگاہِ احدیت کا دربار سجایا جا رہا ہے ۔ یہ اس کا پہلا مرحلہ ہے ۔ فرشتے مسلسل اتر رہے ہیں اور کافی دیر تک اترتے رہیں گے ۔ اس کے بعد سب سے آخر میں حاملین عرش اتریں گے ۔ تم تو ان سے مل چکے ہو۔ وہ اُس وقت چار تھے ۔ اب چار مزید ان میں شامل ہوجائیں گے ۔ کل آٹھ فرشتے عرش الٰہی کے ساتھ نازل ہوں گے ۔‘‘
’عرش الٰہی‘۔ میں نے زیر لب ان الفاظ کو دہرایا۔ صالح نے مزید وضاحت کرتے ہوئے کہا:
’’تم تو سمجھ سکتے ہو، اللہ تعالیٰ عرش پر بیٹھتے نہیں ہیں ۔ وہ اس طرح کے تمام انسانی تصورات سے پاک ہیں ۔ یہ عرش اصل میں مخلوق کے رجوع کرنے کی جگہ ہے ۔ جیسے دنیا میں بیت اللہ ہوا کرتا تھا بطور قبلہ۔ اللہ کے گھر کا مطلب یہ نہیں تھا کہ اللہ تعالیٰ وہاں رہتے تھے ۔ لیکن انسان اس کی طرف جب رخ کرتا تھا تو اس کے لیے وہ ایک مقامِ رجوع بن جاتا تھا۔ اسی طرح آج عرش الٰہی کے ذریعے سے لوگ اللہ تعالیٰ کے ساتھ مکالمہ کریں گے ۔‘‘
میں نے پوچھا:
’’گویا لوگ اللہ تعالیٰ کی بات سنیں گے ؟‘‘
صالح نے کہا:
’’ہاں ، ویسے ہی جیسے حضرت موسیٰ نے طور کی وادی میں ایک درخت کے اندر سے اللہ تعالیٰ کی آواز آتے ہوئے سنی تھی۔ اور ہاں عبداللہ ایک بہت خاص بات بھی سن لو۔‘‘
میں پوری طرح متوجہ تو تھا ہی لیکن اب یکسوئی سے اسے دیکھنے لگا۔ 
’’حاملینِ عرش کے نزول کے ساتھ ہی عرش نور الٰہی کی تجلی سے جگمگا اٹھے گا۔ جس کے ساتھ پوری زمین پر اس نور کا اثر پھیل جائے گا۔ اس کا مطلب یہ ہو گا کہ زمین اپنے رب کے نور سے روشن ہوجائے گی اور معاملات اب براہِ راست اللہ تعالیٰ کی اپنی نگرانی میں انجام پانا شروع ہوجائیں گے ۔ یہ مطلب ہے قرآن کریم کی اس بات کا کہ زمین کو خدا اپنی مٹھی میں لے لے گا۔ اس وقت پہلا حکم یہ دیا جائے گا کہ ہر شخص اللہ تعالیٰ کے حضور سجدے میں گرجائے ۔ عبد اللہ! اس وقت بہت عبرت ناک منظر سامنے آئے گا۔ تم دیکھو گے کہ سارے فرشتے سجدے میں ہوں گے ۔ عرش کے داہنے ہاتھ کی طرف عرشِ الٰہی کے مامون سائے میں موجود سارے انبیا، صدیقین، شہدا اور صالحین، سب سجدے میں ہوں گے ۔‘‘
میں نے بے اختیار پوچھا:
’’اور یہاں حشر کے میدان میں موجود لوگ؟‘‘
’’اہم اور عبرت ناک بات یہی ہے ۔ یہاں موجود کوئی کافر، منافق، خدا کا نافرمان اور مجرم سجدے میں نہیں جا سکے گا۔ یہ لوگ لاکھ کوشش کریں گے کہ سجدے میں گرجائیں ، مگر ان کی کمر اور گردن تختہ ہوجائے گی۔ زمین انہیں اپنی طرف آنے سے روک دے گی۔‘‘
’’اور باقی لوگ؟‘‘، میں نے پوچھا۔
صالح بولا:
’’وہ لوگ جن کے اعمال ملے جلے اور گناہ کم ہوں گے وہ سجدے میں چلے جائیں گے ۔ اور اسی وجہ سے ان سب کو فوراً حساب کتاب کے لیے بلالیا جائے گا۔ باقی جس کا ایمان جتنا پختہ اور اعمال جتنے اچھے ہوں گے وہ اتنا ہی جھک سکے گا۔ کوئی رکوع میں ہو گا، کوئی آدھا جھکا ہو گا۔ کوئی بس گردن ہی جھکا سکے گا۔ جو جتنا کم جھکے گا وہ اتنا ہی خوار ہو گا۔‘‘
میں بات سمجھتے ہوئے سر ہلا کر بولا:
’’اچھا اس کا مطلب ہے کہ لوگوں کو اس وقت اپنے مستقبل کا کسی قدر اندازہ ہوجائے گا۔‘‘
صالح نے کہا:
’’نہیں ، تمھیں یہ باتیں میں بتا رہا ہوں ، انہیں یہ اندازہ نہیں ہو گا۔ البتہ سجدہ نہ کرنے پر ذلت کا احساس اور کرنے پر ایک نوعیت کا اطمینان ہوجائے گا۔ البتہ لوگ یہ اچھی طرح جان لیں گے کہ خدا کون ہے ؟ جس ہستی کو بھلا کر زندگی گزاری تھی وہ کون ہے ؟ آج لوگوں کو معلوم ہوجائے گا کہ بادشا ہوں کا بادشاہ کون ہے ؟ شہنشا ہوں کا شہنشاہ کون ہے ؟ کون معبود برحق ہے ؟ کون ہے جس کا اقتدار اس کائنات پر قائم ہے ؟ کون ہے جس کے ہاتھ میں کل بھلائی اور تمام خیر ہے ؟ کون ہے جس کے اشارے سے تقدیر بن اور بگڑ سکتی ہے ؟ کون ہے جو ہر شخص سے ہر عمل کے بارے میں پوچھ سکتا ہے مگر اُس سے اس کے کسی فیصلے کے بارے میں کچھ نہیں پوچھا جا سکتا؟ کون ہے جو ہر حمد، ہر شکر، ہر قیام، ہر رکوع، ہر سجدے ، ہر نیاز، ہر عاجزی، ہر محبت، ہر تسبیح اور ہر ہر تکبیر کا مستحق ہے ؟ تعالیٰ شانہ۔ اللہ اکبر۔ اللہ اکبر۔ اللہ اکبر۔‘‘
یہ الفاظ کہتے ہوئے صالح کے جسم پر ایک لرزہ طاری ہو گیا اور آخری اللہ اکبر کہتے ہوئے وہ سجدے میں گرگیا۔ اسی لمحے مجھے محسوس ہوا کہ زمین پر ایک خاص نوعیت کی روشنی پھیل چکی ہے ۔ ماحول ایک خاص قسم کے نور سے جگمگا اٹھا ہے ۔ اس کے ساتھ ہی کانوں میں فرشتوں کی تسبیح و تہلیل، حمد و شکر اور تمجید و تکبیر کی صدائیں آنے لگیں ۔
مجھے اندازہ ہو گیا کہ عرش الٰہی کی تجلیات سے ماحول منور ہو چکا ہے ۔ مگر میں اس پورے عمل میں نظر جھکا کر کھڑ ا رہا تھا۔ ڈر کے مارے میں نے عرش کی طرف دیکھنے کی کوشش ہی نہیں کی تھی۔
کچھ دیر نہ گزری تھی کہ میرے کانوں نے جبریل امین کی مانوس مگر انتہائی بارعب آواز بلند ہوتی سنی:
’’لمن الملک الیوم (آج کے دن بادشاہی کس کی ہے ؟)۔‘‘
جواب میں سارے فرشتے پکار اٹھے :
’’للہ الواحد القہار (تنہا غالب رہنے والے اللہ کی)۔‘‘
جبریل امین یہ سوال بار بار دہراتے اور ہر بار فرشتے بآواز بلند یہی جواب دیتے ۔ اس عمل نے میدان حشرمیں ایسا حشر برپا کر دیا کہ دل لرزنے لگے ۔ آخر کار ایک صدا بلند ہوئی:
’’الرحمن کے بندے کہاں ہیں ؟ پروردگار عالم کے غلام کہاں ہیں ؟ اللہ جل جلالہ کو اپنا معبود، اپنا بادشاہ اور اپنا رب ماننے والے کہاں ہیں ؟ وہ جہاں بھی ہیں خداوند سارے جہان کے رب کے حضور سجدہ ریز ہوجائیں ۔۔۔‘‘
یہ سننا تھا کہ میں کچھ دیکھنے کی کوشش کیے بغیر ہی صالح کے برابر میں سجدہ ریز ہو گیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
میدان حشر میں یک دم خاموشی چھا گئی۔ ایسا سناٹا تھا کہ سوئی زمین پر گرے تو اس کی آواز بھی سنائی دے جائے ۔ میں نے سجدے کے عالم میں جتنی عافیت اس لمحے محسوس کی، زندگی میں کبھی محسوس نہ کی تھی۔ دوسروں کا تو نہیں معلوم کہ وہ سجدے میں کیا کہہ رہے تھے ، مگر میں اس لمحے زار و قطار اللہ تعالیٰ سے درگزر اور معافی کی درخواست کر رہا تھا۔
نہ جانے کتنی دیر تک ہُو کا یہ عالم طاری رہا۔ اس کے بعد اچانک ایک صدا بلند ہوئی:
’’ھو اللہ لا الہ الا ھو۔‘‘
مجھے پہلے بھی اس کا تجربہ تھا کہ حاملینِ عرش کے اس اعلان کا مطلب مخاطبین کو یہ بتانا ہوتا ہے کہ اب صاحبِ عرش کلام کر رہا ہے ۔ آواز آئی:
’’میں اللہ ہوں ۔ میرے سوا کوئی معبود نہیں ۔‘‘
یہ الفاظ وہی تھے جو میں نے عرش کے قریب سجدے میں پہلی دفعہ سنے تھے ، مگر یہ آواز اُس آواز سے قطعاً مختلف تھی۔ اِس آواز میں جو جلال، تحکم اور سختی تھی وہ اچھے اچھوں کا پتہ پانی کرنے کے لیے بہت تھی۔ لمحہ بھر کے لیے ایک وقفہ آیا جو چار سو پھیلے ہوئے مہیب سناٹے سے لبریز تھا۔ اس کے بعد بادلوں کی کڑ ک سے بھی کہیں زیادہ سخت اور گرجدار آواز بلند ہوئی:
’’انا الملک این الجبارون؟ این المتکبرون؟ این الملوک الارض؟‘‘
’’میں ہوں بادشاہ۔ کہاں ہیں سرکش؟ کہاں ہیں متکبر؟ کہاں ہیں زمین کے بادشاہ؟‘‘
یہ الفاظ بجلی بن کر کوندے ۔ لوگوں نے اس بات کا جواب تو کیا دینا تھا ہر طرف رونا پیٹنا مچ گیا۔ اس آواز میں جو سختی، رعب اور ہیبت تھی اس کے نتیجے میں مجھ پر لرزہ طاری ہو گیا۔ مجھے زندگی کا ہر وہ لمحہ یاد آ گیا جب میں خود کو طاقتور، بڑ ا اور اپنے گھر ہی میں سہی، خود کو سربراہ سمجھتا تھا۔ اس لمحے میری شدید ترین خواہش تھی کہ زمین پھٹے اور میں اس میں سماجاؤں ۔ میں کسی طرح خدا کے قہر کے سامنے سے ہٹ جاؤں ۔ انتہائی بے بسی کے عالم میں میرے منہ سے یہ الفاظ نکلے :
’’کاش میری ماں نے مجھے پیدا ہی نہ کیا ہوتا۔‘‘
اس کے ساتھ ہی میرے دل و دماغ نے میرا ساتھ چھوڑ دیا اور میں بے ہوش ہو کر زمین پر گرگیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter9 = ''' حضرت عیسیٰ کی گواہی

میری آنکھ کھلی تو میں نے خود کو ایک نفیس اور نرم و نازک بستر پر پایا۔ ناعمہ بستر پر میرے قریب بیٹھی پریشان نگا ہوں سے مجھے دیکھ رہی تھی۔ میری آنکھیں کھلتے دیکھ کر ایک دم سے اس کے چہرے پر رونق آ گئی۔ اس نے بے اختیار پوچھا:
’’آپ ٹھیک ہیں ؟‘‘
’’میں کہاں ہوں ؟‘‘، میں نے جواب دینے کے بجائے خود ایک سوال کر دیا۔
’’آپ میرے پاس میرے خیمے میں ہیں ۔ صالح آپ کو اس حال میں یہاں لائے تھے کہ آپ بے ہوش تھے ۔‘‘
’’وہ خود کہاں ہے ؟‘‘
’’وہ باہر ہیں ۔ ٹھہریں ، میں انہیں اندر بلاتی ہوں ۔‘‘
اس کی بات پوری ہونے سے قبل ہی صالح سلام کرتا ہوا اندر داخل ہو گیا۔ اس کے چہرے پر اطمینان کی مسکراہٹ تھی۔ میں اسے دیکھ کر اٹھ بیٹھا اور پوچھا:
’’کیا ہوا تھا؟‘‘
’’تم بے ہوش ہوگئے تھے ۔‘‘
’’باخدا میں نے اپنے رب کا یہ روپ پہلی دفعہ دیکھا تھا۔ خدا کے بارے میں میرے تمام اندازے غلط تھے ۔ وہ اس سے کہیں زیادہ عظیم ہے جتنا میں تصور کرسکتا تھا۔ مجھے اب اپنی زندگی کے ہر اس لمحے پر افسوس ہے جو میں نے خدا کی عظمت کے احساس میں بسر نہیں کیا۔‘‘
میری بات سن کر صالح نے کہا:
’’یہ غیب اور حضور کا فرق ہے ۔ دنیا میں خدا غیب میں ہوا کرتا تھا۔ آج پہلا موقع تھا کہ خدا نے غیب کا پردہ اٹھا کر انسان کو مخاطب کیا تھا۔ تم نصیبے والے ہو کہ تم نے غیب میں رہ کر خدا کی عظمت کو دریافت کر لیا اور خود کو اس کے سامنے بے وقعت کر دیا تھا۔ اسی لیے آج تم پر اللہ کا خصوصی کرم ہے ۔‘‘
’’مگر یہ بے ہوش کیوں ہوئے تھے ؟‘‘، ناعمہ نے گفتگو میں مداخلت کرتے ہوئے پوچھا۔
’’دراصل ہوا یہ تھا کہ ہم عرش کے بائیں طرف مجرموں کے حصے میں کھڑ ے تھے ۔ اُسی وقت فرشتوں کا نزول شروع ہو گیا اور حساب کتاب کا آغاز ہو گیا۔ اللہ تعالیٰ نے چونکہ غضب کے عالم میں گفتگو شروع کی تھی اور اس ناراضی کا اصل رخ بائیں ہاتھ والوں کی طرف ہی تھا، اس لیے سب سے زیادہ اس کا اثر اسی بائیں طرف ہورہا تھا۔ اللہ تعالیٰ اپنی صفات سے کبھی مغلوب نہیں ہوتے ، اس لیے اس غضب میں ہونے کے باوجود بھی انہیں احساس تھا کہ اس وقت ان کا ایک محبوب بندہ الٹے ہاتھ کی طرف موجود ہے ۔ اس لیے انہوں نے عبد اللہ کو بے ہوش کر دیا۔ وہ اگر ایسا نہ کرتے تو عبد اللہ کو اس قہر و غضب کا سامنا کرنا پڑ جاتا جو بائیں جانب والوں پر اس وقت ہورہا تھا۔‘‘
صالح کی بات سن کر بے اختیار میری آنکھوں سے اپنے رب کریم کے لیے احسان مندی کے آنسو جاری ہوگئے ۔ میں بستر سے اترا اور سجدے میں گرگیا۔ میرے منہ سے بے اختیار یہ الفاظ نکلنے لگے :
’’معبود تو نے مجھے کب کب یاد نہیں رکھا۔ ماں کے پیٹ سے آج کے دن تک تیری کسی مصروفیت نے تجھے مجھ سے غافل نہیں کیا اور میں ؟ میں نے کبھی تیری کریم ہستی کی قدر نہ کی۔ میں نے کبھی تیرے کسی احسان کا شکر ادا نہ کیا۔ میں نے کبھی تیری بندگی کا حق ادا نہ کیا۔ تو پاک ہے ۔ تو بلند ہے ۔ ہر حمد تیرے ہی لیے ہے اور ہر شکر تیرا ہی ہے ۔ مجھے معاف کر دے اور اپنی رحمتوں کے سائے میں لے لے ۔ اگر تو نے مجھے معاف نہیں کیا تو میں ہلاک ہوجاؤں گا، میں برباد ہوجاؤں گا۔‘‘
میں دیر تک یہی دعا مانگتا رہا۔ ناعمہ نے میری پیٹھ پر ہاتھ پھیر کر کہا:
’’اب آپ اٹھیے ۔ آپ نے تو عمر بھر اللہ کی مرضی اور پسند کی زندگی گزاری ہے ۔ میں آپ کو جانتی ہوں ۔‘‘
ناعمہ کی بات سن کر میں خاموشی سے اٹھ کھڑ ا ہوا اور اسے دیکھتے ہوئے بولا:
’’تم ابھی خدا کے احسانوں اور اس کی عظمت کو نہیں جانتیں ۔ ۔ ۔ وگرنہ کبھی یہ الفاظ نہ کہتیں ۔‘‘
’’عبد اللہ ٹھیک کہہ رہا ہے ناعمہ!‘‘، صالح نے میری تائید کرتے ہوئے کہا۔
’’انسان کا بڑ ے سے بڑ ا عمل بھی خدا کی چھوٹی سے چھوٹی عنایت کے مقابلے میں کچھ نہیں ۔ خدا عبد اللہ سے زبان چھین لیتا تو یہ ایک لفظ نہیں بول سکتا تھا۔ ہاتھ چھین لیتا تو لکھ نہیں سکتا تھا۔ ہر نعمت اور ہر توفیق اسی کی تھی۔ انسان کچھ بھی نہیں ۔ سب کچھ خدا ہے ۔‘‘
’’آپ ٹھیک کہتے ہیں ۔ میں نے اس پہلو سے غور نہیں کیا تھا۔‘‘، ناعمہ نے اعتراف میں سر ہلاتے ہوئے کہا۔
’’اب ہمیں کہاں جانا ہے ؟‘‘، میں نے صالح سے دریافت کیا۔
’’حساب کتاب شروع ہو چکا ہے ۔ تمھیں وہاں پہنچنا ہو گا۔ لیکن پہلے ایک اچھی خبر سنو۔‘‘
’’وہ کیا ہے ؟‘‘
’’جب حساب کتاب شروع ہوا تو اللہ تعالیٰ نے سب سے پہلے امت مسلمہ کے حساب کا فیصلہ کیا ہے ۔ اور جانتے ہو اس عمل میں تمھاری بیٹی لیلیٰ نجات پا گئی۔‘‘
’’کیا؟‘‘، میں حیرت اور خوشی کے مارے چلّا اٹھا۔
’’ہاں ! صالح ٹھیک کہتے ہیں ۔‘‘، ناعمہ بولی۔
’’میں اس سے مل چکی ہوں ۔ وہ اپنے باقی بھائی بہنوں کے ساتھ دوسرے خیمے میں موجود ہے ۔ وہاں سب آپ کا انتظار کر رہے ہیں ۔‘‘
’’اور جمشید؟‘‘، میں نے صالح سے اپنے بڑ ے بیٹے کے متعلق پوچھا۔
جواب میں ایک سوگوار خاموشی چھا گئی۔ مجھے اپنے سوال کا جواب مل چکا تھا۔ میں نے کہا:
’’پھر میں واپس حشر کے میدان میں جانا پسند کروں گا۔ شاید کوئی راستہ نکل آئے ۔‘‘
’’ٹھیک ہے ۔‘‘، صالح بولا اور پھر میرا ہاتھ تھام کر خیمے سے باہر آ گیا۔ 
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
خیمے سے باہر آ کر میرا پہلا سوال یہ تھا:
’’میں جمشید کے لیے کیا کرسکتا ہوں ؟‘‘
’’تم لیلیٰ کے لیے کچھ نہیں کرسکے تو جمشید کے لیے کیا کرسکو گے ۔ کیا تم اللہ تعالیٰ کو بتاؤ گے کہ اسے کیا کرنا چاہیے ؟‘‘
’’استغفرا للہ۔ میرا مطلب ہرگز یہ نہیں تھا۔‘‘، میں نے فوراًجواب دیا، مگر صالح کی بات پر جمشید کو بچانے کا میرا جوش ٹھنڈا ہو چکا تھا۔ کچھ دیر توقف کے بعد میں نے دریافت کیا:
’’اچھا یہ بتاؤ کہ میرے بے ہوش ہونے کے بعد حشر کے میدان میں کیا ہوا؟‘‘
’’تم جب ہوش میں تھے تمھیں اس وقت بھی پوری طرح معلوم نہیں تھا کہ وہاں کیا ہورہا ہے ۔ اسے پوچھنا ہے تو کسی مجرم سے پوچھو۔ ادھر گروہ در گروہ فرشتے نازل ہورہے تھے اور ادھر مجرموں کی جان پر بن رہی تھی۔ پھر جس وقت سجدے میں جانے کا حکم ہوا تو سارے لوگ سجدے میں تھے اور یہ بدبخت اس وقت بھی خدا کے سامنے سینہ تانے کھڑ ے تھے ۔‘‘
’’یہ ان کی کمر تختہ ہوجانے کا نتیجہ تھا؟‘‘
’’ہاں یہ ان کی سزا تھی۔ اس کے بعد جب اللہ تعالیٰ نے دریافت کیا کہ میں بادشاہ ہوں ۔ میرے سوا اور بادشاہ کہاں ہیں ؟ اس وقت بھی یہی مجرم سینہ تانے اس کے سامنے کھڑ ے تھے ۔ کاش! تم دیکھ سکتے کہ اس وقت ان مجرموں کے ساتھ کیا ہورہا تھا۔ ان کے دل کٹے جا رہے تھے ۔ کلیجے منہ کو آ رہے تھے ۔ آنکھیں خوف اور دہشت سے پھٹی ہوئی تھیں ۔ مجرم بے بسی سے اپنی انگلیاں چبا رہے تھے ، مگر مجبور تھے کہ اس وقت بھی ساری کائنات کے بادشاہ کے سامنے سینہ تان کر کھڑ ے رہیں ۔‘‘
’’پھر کیا ہوا؟‘‘
’’ظاہر ہے حساب کتاب تو فرداً فرداً ہونا تھا، لیکن اس موقع پر مجرموں کے سامنے ان کا انجام بالکل نمایاں کر دیا گیا۔ وہ اس طرح کہ جہنم کا دہانہ مکمل طور پر کھول دیا گیا۔ جس کے بعد میدان حشر کے بائیں حصے کا ماحول انتہائی خوفناک ہو گیا۔ جہنم گویا جوش کے مارے ابلی جا رہی تھی۔ ایسا لگ رہا تھا جیسے وہ مجرموں کو دیکھ کر شدت غضب سے پھٹی جا رہی ہو۔ اس کے دھاڑ نے کی آوازیں دور دور تک سنی جا رہی تھیں اور اس کے شعلے بے قابو ہوکر باہر نکلے جا رہے تھے ۔ یہ شعلے اتنے بڑ ے تھے کہ ان سے اٹھنے والی چنگاریاں بڑ ے بڑ ے محلات جتنی وسیع و عریض تھیں ۔ ان کے بلند ہونے سے آسمان پر گویا زرد اونٹوں کے رقص کا سماں بندھ گیا تھا۔ نہ پوچھو کہ یہ سب کچھ دیکھ کر لوگوں کی حالت کیا ہوگئی ۔ انہیں محسوس ہورہا تھا کہ اس سے قبل حشر کی جو سختیاں تھیں وہ کچھ بھی نہیں تھیں ۔‘‘
’’حساب کتاب کیسے شروع ہوا؟‘‘
’’سب سے پہلے حضرت آدم کو پکارا گیا جو پوری انسانیت کے باپ اور پہلے نبی تھے ۔‘‘
انہوں نے عرض کیا:
’’لبیک و سعدیک۔ میں حاضر ہوں اور تیری خدمت میں مستعد ہوں اور سب بھلائیاں تیرے دونوں ہاتھوں میں ہیں ۔‘‘
’’اپنی اولاد میں سے اہل جہنم کو الگ کر لو۔‘‘، حکم ہوا۔
’’کتنوں کو الگ کروں ؟‘‘، انھوں نے دریافت کیا توفرمایا گیا۔
’’ہر ہزار میں سے نو سو ننانوے ۔‘‘
’’تم اندازہ نہیں کرسکتے عبد اللہ ! یہ سن کر حشر کے میدان میں کیا کہرام مچ گیا تھا۔‘‘
’’لیکن اتنی بڑ ی تعداد میں لوگوں کی جہنم کا فیصلہ کیوں ہوا؟‘‘، میں نے دریافت کیا۔
’’یہ فیصلہ نہیں اس بات کا اظہار تھا کہ میدان حشر میں جو لوگ موجود ہیں ، ان میں ہزار میں سے ایک ہی اس قابل ہے کہ جنت میں جا سکے ۔ دراصل انسانیت مجموعی طور پر ایمان و اخلاق کے امتحان میں بری طرح فیل ہوئی ہے ۔ چنانچہ اللہ تعالیٰ کے عدل کے تحت اصولی طور پر اتنے ہی لوگ جہنم کے مستحق ہو چکے ہیں ۔ مگر جیسا کہ رسول اللہ صلی اللہ علیہ وسلم نے دنیا میں بتادیا تھا کہ اللہ تعالیٰ کی رحمت کے سو حصے کیے جائیں تو اس کی رحمت کا صرف ایک حصہ دنیا میں ظاہر ہوا تھا اور باقی ننانوے حصے اس نے آج کے دن کے لیے روک رکھے تھے ۔ چنانچہ اس کی رحمت کا ظہور ہوا اور اس نے ناکام لوگوں کی جہنم کا فیصلہ سنانے کے بجائے پہلے مرحلے پر ان لوگوں کو بلانے کا فیصلہ کیا جن کے کامیاب ہونے اور نجات پانے کے امکانات سب سے زیادہ تھے ۔‘‘
’’یعنی مجموعی طور پر اچھے لوگ؟‘‘
’’ہاں ۔ ہر امت کے ان لوگوں کو جن کی نجات بس ایک رسمی حساب کتاب کا تقاضا کرتی ہے ۔ اس عمل کا آغاز امت مسلمہ سے شروع ہو چکا ہے پھر دیگر امتوں کا نمبر بھی جلد آجائے گا کیونکہ کل انسانی آبادی میں سے ایسے لوگ صرف ایک فیصد ہی ہیں ۔ باقی لوگوں کا معاملہ وہ بعد میں دیکھیں گے ۔ اس کا فائدہ یہ ہو گا کہ اگر حشر کی سختی کسی کے گنا ہوں کا بدل بن سکتی ہے تو بن جائے ۔‘‘
یہ کہنے کے بعد صالح لمحہ بھر کو رکا اور پھر تأسف سے بولا:
’’ویسے میں دوسرے لوگوں کے لیے زیادہ امکانات نہیں دیکھتا۔‘‘
’’کیوں ؟‘‘، میں نے پوچھا۔
’’اس کی وجہ شرک ہے ۔ اللہ تعالیٰ شرک کے معاملے میں بہت غیرت مند ہیں ۔ تم جانتے ہو کہ انسانیت کا ہر دور میں سب سے بڑ ا مسئلہ شرک ہی رہا ہے ۔ اسی شرک کی وجہ سے آج سب سے زیادہ لوگ مارے جائیں گے ۔ کیونکہ شرک کی معافی کا امکان نہ ہونے کے برابر ہے ۔ ہاں کسی کے حالات اور ماحول کا کوئی عذر ہوا تو خیر ہے وگرنہ شرک کرنے والے کسی شخص کے لیے آج نجات کی معمولی سی بھی کوئی امید نہیں ہے ۔‘‘
’’چاہے وہ مسلمان ہوں ؟‘‘، میں نے دریافت کیا۔
’’ہاں ۔‘‘، صالح نے جواب دیا۔
’’شرک جہنم کی آگ کا شعلہ تھا۔ آج یہ لازماً ہر اس شخص کو جلائے گا جس نے اللہ کے سوا کسی اور کو اس کی ذات، صفات یا حقوق و اختیارات میں شریک ٹھہرایا تھا۔ غیر اللہ کی عبادت کی تھی۔ اس سے دعا مانگی تھی۔ اس کو سجدہ کیا تھا۔ اس کو خدا کا شریک سمجھا تھا اور صفات و اختیاراتِ الٰہی میں حصہ دار ٹھہرایا تھا۔‘‘
’’اللہ اکبر، لا الٰہ الاللہ!‘‘، بے اختیار میرے منہ سے نکلا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
’’ایک بات میری سمجھ میں نہیں آئی۔‘‘، میں نے چلتے چلتے صالح سے پوچھا۔
’’وہ کیا؟‘‘
’’وہ یہ کہ اولین سے آخرین تک مسلمانوں کی تعداد کروڑ وں بلکہ اربوں میں تھی۔ تو پھر لیلیٰ کا نمبر بالکل ابتدا ہی میں کیسے آ گیا؟‘‘
’’تم کیا سمجھتے ہو کہ اللہ تعالیٰ شناختی کارڈ دیکھ کر فیصلہ کرتے ہیں کہ کون مسلمان ہے اور کون نہیں ؟‘‘
’’میں سمجھا نہیں کہ تمھاری اس بات کا کیا مطلب ہے ؟‘‘
’’مطلب یہ ہے کہ مسلمانوں کی غالب ترین اکثریت نے اپنے لیے مسلمان ہونے کی شناخت پسند ہی نہیں کی۔ بیشتر لوگوں کے لیے ان کا اپنا فرقہ، اپنے اکابرین اور اپنا مسلک ہی اصل شناخت بنا رہا۔ چنانچہ آج کے دن جب امت مسلمہ کا حساب کتاب شروع ہوا تو پہلے پہل صرف ان لوگوں کو بلایا گیا جو صدق دل کے ساتھ توحید کے ماننے والے اور ہر قسم کی فرقہ واریت سے اوپر اٹھ کر صرف رسول اللہ صلی اللہ علیہ وسلم کی طرف اپنی نسبت کرنے والے ، ہر طرح کی بدعتوں اور انحراف سے اپنے دین کو محفوظ رکھنے والے لوگ تھے ۔ یہ وہ لوگ تھے جنھوں نے کبھی حق کے معاملے میں اپنے تعصبات اور وابستگیوں کو اہمیت نہیں دی۔ جب کبھی حق سامنے آیا انھوں نے کھلے دل سے اسے قبول کیا۔ ایسے لوگوں میں عرش کے سائے تلے کھڑ ے صالحین بھی شامل تھے اور وہ لوگ بھی جن کے اچھے اعمال کے ساتھ برے رویے بھی ملے ہوئے تھے اور اسی بنا پر وہ میدان حشر میں کھڑ ے تھے ۔ مگر اللہ تعالیٰ کی ذاتِ کریم نے ان کے برے اعمال کو نظر انداز کر دیا اور نیک اعمال کی بنا پر نجات کا پروانہ ان کے ہاتھ میں تھمادیا۔ ایسے لوگوں کی تعداد بہت کم تھی۔ اس لیے تمھاری بیٹی لیلیٰ کا نمبر جلدی آ گیا۔ وہ کم از کم اس معاملے میں بالکل پکی نکلی تھی۔ جو اس کی عملی کمزوریاں تھی وہ حشر کی سختی جھیلنے کی بنا پر قابل مؤاخذہ قرار نہیں پائیں ۔ بلکہ ربِّ کریم نے کمالِ عنایت سے اسے بھی تمھارے ساتھ کر دیا، حالانکہ اس کے عمل تمھارے جیسے نہیں تھے ۔‘‘
’’مگر میرا حساب کتاب اور فیصلہ تو ابھی ہوا نہیں ۔‘‘
’’تم اس وقت جہاں ہو اس کا مطلب ہی یہ ہے کہ فیصلہ ہو چکا ہے ۔ البتہ اعلان ابھی نہیں ہوا۔ اور بے فکر رہو، حشر کے دن کے اختتام پر سب سے آخر میں ہو گا۔‘‘
’’ایسا کیوں ؟‘‘، میں نے دریافت کیا تو صالح نے وضاحت کی:
’’میں نے پہلے تمھیں بتایا تھا کہ چار قسم کے لوگ ہیں جن کی نجات کا فیصلہ موت کے وقت ہی ہوجاتا ہے یعنی انبیا، صدیقین، شہدا اور صالحین۔‘‘
میں نے اثبات میں گردن ہلائی۔ صالح نے اپنی بات جاری رکھی:
’’ان میں سے انبیا اور شہدا وہ لوگ ہیں جن کا اصل کارنامہ عام لوگوں پر دینِ حق کی شہادت دینا اور توحید و آخرت کی طرف لوگوں کو بلانا ہے ۔ آج قیامت کے دن ان دونوں گروہوں کے افراد اپنی اس شہادت کی روداد اللہ کے حضور پیش کریں گے جو انہوں نے دنیا میں لوگوں پر دی تھی۔ اس طرح لوگوں کے پاس یہ عذر نہیں رہ جائے گا کہ حق اور سچائی انہیں معلوم نہیں ہو سکی۔ کیونکہ یہ انبیا اور شہدا سچائی کو کھول کھول کر بیان کرتے رہے تھے ۔
چنانچہ اس شہادت کی بنیاد پر لوگوں کا احتساب ہو گا اور ان کے ابدی مستقبل کا فیصلہ کر دیا جائے گا۔ یہ فیصلے ہوتے رہیں گے یہاں تک کہ سارے انسان نمٹ جائیں گے اور آخر میں تمھارے جیسے سارے شہدا کو بلا کر ان کی کامیابی کا اعلان کیا جائے گا۔ اس کے بعد پھر کہیں جا کر لوگوں کو جنت اور جہنم کی طرف روانہ کیا جائے گا۔‘‘
’’تو اس کا مطلب یہ ہے کہ لوگ فوراً جنت یا جہنم میں نہیں جائیں گے ۔‘‘
’’نہیں فوراً نہیں جائیں گے ۔ بلکہ ایک ایک شخص کا حساب کتاب ہوتا جائے گا۔ اگر وہ کامیاب ہے تو سیدھے ہاتھ کی طرف عزت و آسائش میں اور ناکام ہے تو الٹے ہاتھ کی طرف ذلت اور عذاب میں کھڑ ا کر دیا جائے گا۔ جب سب لوگوں کا حساب کتاب ہوجائے گا تو پھر لوگ گروہ در گروہ جنت اور جہنم کی طرف لے جائے جائیں گے ۔‘‘
’’اور سب سے پہلے ؟‘‘
’’سب سے پہلے رسول اللہ صلی اللہ علیہ وسلم جنت کا دروازہ کھلوائیں گے اور پھر اہل جنت زبردست استقبال اور سلام و خیر مقدم کے ساتھ جنت میں داخل ہوں گے ۔‘‘
’’اس وقت رسول اللہ صلی اللہ علیہ وسلم کہاں ہیں ؟‘‘
’’اس وقت حضور حوضِ کوثر کے پاس ہیں ۔ آپ کی امت میں سے جس کسی کا حساب کتاب ہوجاتا ہے اور وہ کامیاب ہوتا ہے تو اسے پہلے حضور کے پاس لایا جاتا ہے جہاں جامِ کوثر سے اس کی تواضع ہوتی ہے ۔ جس کے بعد وہ نہ صرف حشر کی ساری سختی اور پیاس بھول جاتا ہے بلکہ آئندہ پھر کبھی پیاسا نہیں ہوتا۔ ویسے تمھیں جام کوثر یاد ہو گا؟‘‘
’’کیوں نہیں ؟‘‘، میں نے جواب دیا۔
صالح کی باتیں سن کر میرے دل میں رسول اللہ صلی اللہ علیہ وسلم سے ملاقات کا اشتیاق پیدا ہو گیا۔ میں نے صالح سے کہا:
’’کیوں نہ ہم پہلے بارگاہ رسالت میں حاضر ہوجائیں ۔‘‘
ابھی میری زبان سے یہ جملہ نکلا ہی تھا کہ ایک صدا بلند ہوئی:
’’امتِ محمدیہ کے کامیاب لوگوں کا حساب مکمل ہو گیا ہے ۔ اب امت عیسوی کا حساب شروع ہورہا ہے ۔ عیسیٰ ابن مریم، مسیح علیہ السلام، اللہ کے رسول اور بنی اسرائیل کے آخری پیغمبر پروردگار عالم کی بارگاہ میں حاضر ہوں ۔‘‘
میں نے سوالیہ نظروں سے صالح کو دیکھا تو اس نے کہا:
’’اب حضرت عیسیٰ اپنی قوم پر گواہی دیں گے ۔ وہ اللہ تعالیٰ کے سوال کے جواب میں اپنی تعلیمات کا خلاصہ پیش کریں گے ۔ یہ اپنی قوم کے مجرمین کے خلاف ان کی شہادت ہو گی اور صحیح عقیدے اور عمل والوں کے حق میں یہ ایک نوعیت کی شفاعت بن جائے گی۔ اس کے بعد ان کی امت میں سے جن لوگوں کے عقیدے بالکل اس تعلیم کے مطابق ہوئے ، ان کی غلطیاں اللہ تعالیٰ نظر انداز کر دیں گے اور سرسری حساب کتاب کے بعد وہ سب کامیاب قرار پائیں گے ۔‘‘
’’کیا یہی کچھ مسلمانوں کے معاملے میں ہوا تھا؟‘‘
’’ہاں سب سے پہلے نبی آخر الزماں کو بلایا گیا تھا اور انھوں نے گواہی دی تھی۔ یہ گواہی آپ کا انکار کرنے اور آپ کی نافرمانی کرنے والوں کے خلاف ایک شہادت بن گئی۔ کاش تم وہ منظر دیکھ لیتے جب ان میں سے ہر شخص کی خواہش یہ ہوگئی تھی کہ زمین پھٹے اور وہ اس میں سماجائے ۔ البتہ یہ شہادت لیلیٰ جیسے لوگوں کے حق میں شفاعت بن گئی۔ گرچہ نجات کی اصل وجہ یہ تھی کہ ان کا ایمان و عمل مجموعی طور پر حضور کی شہادت کے مطابق تھا۔‘‘
’’اس کا مطلب ہے کہ ابھی امت مسلمہ کے صرف ان لوگوں کو نجات ملی ہے جن کا عقیدہ و عمل حضور کی تعلیمات کے مطابق تھا؟‘‘
’’ہاں ان کی غلطیاں نظر انداز کر دی گئیں ۔ اور یہی دیگر انبیا کی امتوں کے ساتھ ہو گا۔ انبیا کی امتوں کے ان لوگوں کو نجات مل جائے گی جن کا عقیدہ و عمل مجموعی طور پراپنے نبی کی تعلیمات کے مطابق تھا۔ اس کے بعد میدان حشر میں صرف مجرم اور نافرمان ہی فیصلے کے منتظر رہ جائیں گے ۔‘‘
’’پھر کیا ہو گا؟‘‘
’’اس کے بعد عمومی حساب کتاب شروع ہو گا۔‘‘
’’عمومی حساب کتاب؟‘‘، میں نے سوالیہ انداز میں پوچھا توصالح نے کہا:
’’تمام امتوں کے حساب کتاب کا پہلا مرحلہ وہ ہے جس میں صالحین کی کامیابی کا اعلان ہورہا ہے اور لیلیٰ جیسے لوگوں کو رسمی حساب کتاب کے بعد فارغ کیا جا رہا ہے ۔ اس کے بعد عمومی حساب کتاب شروع ہو گا جس میں اعمال کی پوری جانچ پڑ تال کے بعد فیصلہ ہو گا۔ ظاہر ہے اس کے نتیجے میں سارے مجرمین زد میں آجائیں گے ۔ البتہ اہل ایمان میں سے بہت سے لوگ اپنے گنا ہوں کے باوجود اللہ کی رحمت کی بنا پر نجات پائیں گے اور ان کی میزان کا دایاں پلڑ ا بھاری ہوجائے گا۔ ان کا میدان حشر میں خوار و خراب ہونا ان کی معافی کا بہانہ بن جائے گا۔ اسی کو میں عمومی حساب کتاب کہہ رہا ہوں ۔
البتہ کچھ لوگ ہوں گے جن کو آخری وقت تک کے لیے روک دیا جائے گا اور حساب کتاب کے لیے نہیں بلایا جائے گا۔ یہ وہ مؤمن ہوں گے جن پر گنا ہوں کا بوجھ بہت زیادہ ہو گا۔ ان لوگوں کے لیے انتظار کا یہ انتہائی طویل وقت ہزاروں بلکہ شاید لاکھوں سال تک چلتا چلا جائے گا جس میں انہیں بدترین سختیاں ، مصیبت اور پریشانی جھیلنا ہو گی۔ پھر کہیں جا کر ان کی نجات کا کوئی امکان پیدا ہو گا۔‘‘
’’وہ امکان کیا ہو گا؟‘‘
’’وہ امکان اللہ تعالیٰ کی اس رحمت کا ظہور ہے کہ وہ اپنے عدل کے مطابق لوگوں کو مکمل سزا دینے کے بجائے حشر کی سزا کو ان کے گنا ہوں کا کفارہ بنادے گا اور اس کے بعد ان کی معافی کا سبب اپنے نبیوں اور خاص کر رسول اللہ صلی اللہ علیہ وسلم کی اس درخواست کو بنادے گا کہ ان کا حساب کتاب بھی کرہی دیا جائے ۔‘‘
’’مگر حشر کی اتنی تکلیف اٹھانا اور پھر نجات پانا تو کوئی اچھا طریقہ نہیں ہوا۔‘‘، میں نے تأسف بھرے لہجے میں پوچھا تو صالح نے جواب میں کہا:
’’اچھا طریقہ بتانے ہی تو انبیاے کرام آئے تھے کہ ایمان لاؤ، عمل صالح کرو اور کوئی غلطی ہوجائے تو معافی مانگ لو۔ نجات کا سب سے سادہ اور آسان نسخہ یہی تھا، مگر نبیوں کی بات کسی نے سنی ہی نہیں اور اس کا نتیجہ آج بھگت لیا۔‘‘
میں نے اس کی تائید کرتے ہوئے کہا:
’’تم ٹھیک کہہ رہے ہو۔ یہ تو بڑ ی خرابی اور خواری کے بعد معافی ہوئی۔ میں تو لیلیٰ کی پریشانی نہیں دیکھ سکا تھا جو ابتدا ہی میں نجات پا گئی تو ان لوگوں کا کیا ہو گا جو آخر تک انتظار کرتے رہیں گے اور حشر کی سختیاں اور مصائب برداشت کرتے رہیں گے ۔‘‘
’’میرے بھائی تم نے لیلیٰ کو جن حالات میں دیکھا تھا وہ تو بہت اچھے تھے ۔ لیکن اب میدان حشر کا ماحول بہت بھیانک ہو چکا ہے ۔ اس کی وجہ یہ ہے کہ جہنم کا دہانہ مکمل طور پر کھول دیا گیا ہے ۔ جس کے بعد صرف حشر کی گرمی ہی نہیں بلکہ جہنم کا نظارہ اور اس میں جانے کا امکان بھی لوگوں کو مارے ڈال رہا ہے ۔ اللہ تعالیٰ کا غضب مجرموں پر بھڑ ک رہا ہے ۔ لوگ اپنے سامنے تباہی اور رسوائی کے دروازے کھلے دیکھ رہے ہیں ۔ یہ سب اتنا ہولناک ہے کہ انسان کی برداشت سے باہر ہے ۔ سب سے بڑ ی بات یہ ہے کہ کسی کو نہیں معلوم کہ اس کے ساتھ کیا ہو گا۔ اس لیے اس وقت تم اہل محشر کے خوف اور ان کے ذہنی و جسمانی عذاب اور نفسیاتی اذیت کا اندازہ نہیں کرسکتے ۔‘‘
میں دل میں سوچنے لگا کہ کیا یہی وہ طریقہ تھا جس کے ذریعے سے لوگ نجات کی آس لگائے بیٹھے تھے ؟ کاش لوگ دنیا ہی میں سمجھ لیتے کہ نجات کا انحصار ایمان اور عمل صالح پر ہو گا۔ حضور نے ساری عمر اسی کی دعوت دی تھی۔ مگر لوگوں کی خوش فہمیوں کا کیا کیجیے ۔ حضور کی اصل دعوت کو انہوں نے پیچھے پھینک دیا اور اپنے گمانوں کی جھوٹی دنیا آباد کر لی۔ ان کا خیال تھا کہ وہ کچھ نہ بھی کریں شفاعت انہیں بخشوادے گی۔ مگر آج یہ بالکل واضح ہو چکا ہے کہ نجات ایمان اور عمل صالح پر ملے گی۔ ہر وہ بڑ ا گناہ جس کی توبہ نہیں کی، اس کی سزا آج حشر کی سختی اور جہنم کے بھیانک سائے تلے بھگتنا پڑ ے گی۔ اے کاش کہ لوگوں کو یہ بات آج سمجھ آنے کے بجائے دنیا ہی میں سمجھ آ جاتی تو ان کی ساری زندگی توبہ کرتے گزرتی۔
میں اپنی سوچوں میں گم تھا کہ صالح نے مجھے دیکھ کر کہا:
’’میرا خیال ہے کہ حوض کوثر پر جانے سے قبل حضرت عیسیٰ کی گواہی کا منظر دیکھ لیتے ہیں ۔ پھر رسول اللہ صلی اللہ علیہ وسلم کے پاس چلیں گے ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہم ایک دفعہ پھر میدان حشر میں آ چکے تھے ۔ مگر اس دفعہ ہم عرش الٰہی کے دائیں طرف کھڑ ے تھے ۔ عرش الٰہی کی تجلیات سے زمین و آسمان منور تھے ۔ کامیاب لوگوں کے لیے یہ تجلیات مسرت و شادمانی کا پیام تھیں جبکہ مجرموں پر یہ قہر بن کر نازل ہورہی تھیں ۔ عرش الٰہی کے چاروں طرف فرشتے ہاتھ باندھے حلقہ در حلقہ کھڑ ے تھے ۔ سب سے پہلے حاملین عرش تھے اور ان کے بعد درجہ بدرجہ دیگر فرشتے ۔ ان فرشتوں کی زبان پر حمد، تسبیح اور تکبیر و ثنا کے کلمات تھے ۔ حضرت عیسیٰ اللہ تعالیٰ کی بارگاہ میں حاضر ہو چکے تھے ۔ جبکہ اول سے آخر تک سارے عیسائیوں کو میدان حشر میں موجود فرشتوں نے دھکیل کر عرش کے قریب کر دیا تھا۔ ارشاد ہوا:
’’عیسی ابن مریم قریب آؤ۔‘‘
فرشتوں نے سیدنا عیسیٰ کے لیے راستہ چھوڑ دیا اور وہ چلتے ہوئے عرش الٰہی کے بالکل قریب آکھڑ ے ہوئے ۔ ان کے ہاتھ بندھے ہوئے اور گردن جھکی ہوئی تھی۔ ارشاد ہوا:
’’عیسیٰ تم نے اپنی قوم کو میرا پیغام پہنچادیا تھا؟ تمھیں کیا جواب ملا؟‘‘
’’مالک مجھے کچھ علم نہیں ۔ غیب کا علم تو صرف تجھے ہے ۔‘‘
ان کی یہ بات اس حقیقت کا بیان تھی کہ حضرت عیسیٰ کومعلوم نہ تھا کہ ان کی امت نے ان کے بعد دنیا میں کیا کیا تھا۔ حضرت عیسیٰ کے اس جواب پر میدان حشر میں ایک خاموشی چھا گئی۔ کچھ لمحے بعد آسمان پر ایک دھماکہ ہوا۔ تمام نظریں آسمان کی طرف بلند ہوگئیں ۔ آسمان پر ایک فلم سی چلنے لگی۔ اس فلم میں عیسائی حضرت عیسی اور حضرت مریم کے مجسموں کے سامنے سر ٹیک رہے تھے ۔ بازاروں میں صلیب پکڑ ے لوگ جلوس نکال رہے تھے ۔گرجوں میں مسیح و مریم کی پرستش ہوہی تھی۔ مسیح کو مشکل کشا سمجھ کر ان سے مدد مانگی جا رہی تھی ۔ان کی تعریف کے نغمے گائے جا رہے تھے ۔پادری تقریروں میں انھیں خدا کا بیٹا ثابت کرنے کے لیے ایڑ ی چوٹی کا زور لگا رہے تھے ۔
میں یہ مناظر دیکھتا ہوا سوچ رہا تھا کہ عیسائیوں نے انسانی تاریخ کے سب سے بڑ ے شرک کو جنم دیا تھا۔ حالانکہ اللہ تعالیٰ نے تو اپنے پیغمبر حضرت عیسیٰ کو توحید ہی کی دعوت دے کر بھیجا تھا۔ ان کے زمانے میں یہودیوں نے شریعت موسوی میں طرح طرح کی فقہی موشگافیاں کر کے اس پر عمل کو بہت مشکل بنادیا تھا۔ ان لوگوں نے خدا اور بندے کے ایمانی اور محبت آمیز تعلق کو ایک بے روح قانونی تعلق میں بدل دیا تھا۔ چنانچہ وہ چند ظاہری اور معمولی اعمال پر تو خوب زور دیتے مگر ایمان و عمل صالح سے متعلق تمام اخلاقی احکام کے معاملے میں ان پر غفلت طاری تھی۔ ایسے میں ان کی طرف سیدنا عیسیٰ علیہ السلام کی بعثت ہوئی۔ آپ نے بڑ ی شدت سے بنی اسرائیل کی ظاہر پرستی اور اخلاقی دیوالیے پن پر تنقید کی۔ اپنے زمانے کے مذہبی لوگوں پر تنقید کرتے ہوئے انہوں نے فرمایا تھا:
’’اے ریاکار فقیہوں اور فریسیوں تم پر افسوس! کہ تم بیواؤں کے گھروں کو دبا بیٹھتے ہو اور دکھاوے کے لیے نمازوں کو طول دیتے ہو، تمہیں زیادہ سزا ہو گی۔ ۔ ۔ اے ریاکار فقیہوں اور فریسیوں تم پر افسوس! کہ پودینہ اور سونف اور زیرہ پر تو دہ یکی (یعنی عشر: پیداوار کی زکوٰۃ) دیتے ہوپر تم نے شریعت کی زیادہ بھاری باتوں یعنی انصاف اور رحم اور ایمان کو چھوڑ دیا ہے ۔ لازم تھا کہ یہ بھی کرتے وہ بھی نہ چھوڑ تے ۔ اے اندھے راہ بتانے والوں جو مچھر کو تو چھانتے ہوا ور اونٹ کو نگل جاتے ہو۔ اے ریاکار فقیہوں اور فریسیوں تم پر افسوس! کہ پیالے اور رکابی کو اوپر سے صاف کرتے ہو مگر وہ اندر لُوٹ اور ناپرہیزگاری سے بھرے ہیں ۔ اے اندھے فریسی پہلے پیالی اور رکابی کو اندر سے صاف کر تاکہ اوپر سے بھی صاف ہوجائیں ۔ اے ریاکار فقیہوں اور فریسیوں تم پر افسوس! کہ تم سفیدی پھری ہوئی قبروں کی مانند ہو جو اوپر سے تو خوبصورت دکھائی دیتی ہیں مگر اندر مردوں کی ہڈیوں اور ہر طرح کی نجاست سے بھری ہیں ۔ اسی طرح تم بھی ظاہر میں تو لوگوں کو راستباز دکھائی دیتے ہو مگر باطن میں بے دینی اور ریاکاری سے بھرے ہو۔‘‘
آپ کی اس تنقید پر یہودی آپ کے سخت دشمن ہوگئے اور یہاں تک کہ وہ آپ کے قتل پر آمادہ ہوگئے ۔ مگر اللہ تعالیٰ نے آپ کو ان کے مکر سے بچاکراپنی طرف اٹھالیا۔ بدقسمتی سے مسیح کے بعد سینٹ پال نامی آپ کے ایک کٹر یہودی دشمن نے آپ کی پیروی کا لبادہ پہن کر آپ کی پوری تعلیمات کو مسخ کر کے رکھ دیا۔ ایک طرف اس نے اعلان کیا کہ شریعت کی پابندی صرف یہودیوں کے لیے ضروری ہے ، دیگر لوگوں کے لیے نہیں ۔ دوسری طرف اس نے حضرت عیسیٰ اور ان کی والدہ کو الوہیت کے مقام پر فائز کر دیا۔ چنانچہ آہستہ آہستہ عیسائیت دنیا کا سب سے بڑ ا مشرکانہ مذہب بن گیا۔ عیسائی مسیح کو خدا کا بیٹا سمجھتے ، مشکل کشا سمجھ کر ہر مصیبت میں ان کا نام لیتے ۔ مگر یہ ایک جھوٹ تھا جس کا جھوٹ ہونا آج بالکل کھل گیا ہے ۔
میں یہ سب سوچ ہی رہا تھا کہ میدان حشر میں عیسائیوں کے رونے کی صدائیں بلند ہونے لگیں ۔ عیسائیوں کو اپنے کرتوت صاف نظر آ گئے تھے اور ان کا بھیانک انجام جہنم کی شکل میں منہ کھولے ان کے سامنے کھڑ ا تھا۔ یکایک بہت سے مسیحی چلانے لگے :
’’خداوند ہم نے مسیح کی تعلیمات پر عمل کیا تھا۔ تو نے اپنے مسیح کو ہماری طرف بھیجا۔ اس نے ہمیں بتایا کہ وہ تیرا بیٹا ہے جسے تو نے ہماری نجات کے لیے بھیجا ہے ۔‘‘
ایک تیز ڈانٹ فضا میں بلند ہوئی اور سب لوگ ٹھٹک کر خاموش ہوگئے ۔ مسیح سے پوچھا گیا:
’’عیسیٰ! کیا تم نے ان لوگوں سے کہا تھا کہ اللہ کو چھوڑ کر مجھے اور میری ماں کو اپنا معبود بنالو۔‘‘
گرچہ یہ ایک سادہ سا سوال تھا، مگر یہ سنتے ہی حضرت عیسیٰ پر لرزہ طاری ہو گیا۔ ان کے پاؤں کے لیے ان کا بوجھ اٹھانا مشکل ہو گیا۔ یہ دیکھ کر اللہ تعالیٰ نے فرمایا:
’’عیسیٰ تم میرے محبوب پیغمبر ہو۔ میرے پیغمبر میرے حضور ڈرا نہیں کرتے ۔ اطمینان سے میری بات کا جواب دو۔‘‘
اس جملے کے ساتھ ہی دو فرشتے حضرت عیسیٰ کے قریب آئے اور انہیں سہارا دے کر ایک نشست پر بٹھادیا۔
یہ منظر انتہائی عبرتناک تھا۔ سیدنا عیسیٰ خدا کے ایک انتہائی عزیز اور محبوب پیغمبر تھے ، مگر بدقسمتی سے وہی انسانی تاریخ کی ایسی ہستی بن گئے جنھیں سب سے بڑ ے پیمانے پر اللہ تعالیٰ کے مقابلے میں لاکھڑ ا کیا گیا۔ ان سے دعا و مناجات کی جاتی، ان کی حمد و تعریف کی جاتی، ان کی عبادت و پرستش کی جاتی۔ مگر آج اللہ تعالیٰ کے ایک سوال پر ان کی جو حالت ہوگئی تھی وہ ان کو خدا سمجھنے والوں کو خون کے آنسو رلانے کے لیے بہت تھی۔ آج سب نے جان لیا تھا کہ خدا کے مقابلے میں کسی کی کوئی حیثیت نہیں ہے ۔
میں نے دل میں سوچا کہ ایک ایک کر کے خدا کے ایسے ہی دیگر صالح بندے آئیں گے جنھیں دنیا میں لوگ ایسے ناموں اور صفات سے پکارتے تھے جو صرف خدا کو زیب دیتی ہیں ، مگر آج ان میں سے ہر شخص انکار کر دے گا کہ ہم نے لوگوں سے اس نوعیت کی کوئی بات کہی تھی۔ ہر ایک کا حال یہ ہو گا کہ مسیح کی طرح کسی میں بھی خدا کے سامنے کھڑ ے ہونے کی طاقت نہیں ہو گی۔ کاش ان کے نام پر دھوکہ کھانے والے لوگ خدا کی یہ عظمت پہلے ہی دریافت کر لیتے ۔ کاش لوگ انسانوں کو خد اکے مقابلے میں نہ لے کر آتے ۔ اس دوران میں حضرت عیسیٰ پر سے خشیت الٰہی کا غلبہ کچھ کم ہوا تو وہ کرسی سے کھڑ ے ہوئے اور عرض کرنے لگے :
’’آقا تو پاک ہے ! میرے لیے کیسے روا تھا کہ میں وہ بات کہوں جس کا مجھے کوئی حق نہیں ۔ اگر میں نے یہ بات کہی ہوتی تو تو اسے جانتا ہوتا۔۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ میں نے تو ان سے وہی بات کہی جس کا تو نے مجھے حکم دیا کہ اللہ کی بندگی کرو جو میرا بھی رب ہے اور تمھارا رب بھی۔ اور میں ان پر گواہ رہا جب تک ان میں موجود رہا۔ پھر جب تو نے مجھے اٹھالیا تو تو ہی ان پر نگران رہا۔ اور تو ہر چیز پر گواہ ہے ۔ اگر تو ان کو سزا دے تو یہ تیرے بندے ہیں اور اگر تو انہیں بخش دے تو تو غالب اور حکمت والا ہے ۔‘‘
یہ سن کر اللہ تعالیٰ نے فرمایا:
’’آج صرف سچائی اپنے اختیار کرنے والے سچے لوگوں کو فائدہ دے سکے گی۔‘‘
پھر حضرت عیسیٰ کو رخصت کر دیا گیا اور فرشتوں کو حکم ہوا:
’’عیسیٰ کی امت میں سے جس کسی کا علم اور عمل عیسیٰ کے پیغام کے مطابق ہے ، اسے ہمارے حضور پیش کیا جائے ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter10 = ''' حوض کوثر پر

حضرت عیسیٰ کی گواہی کا منظر دیکھنے کے بعد ہم دونوں نے حوض کی طرف بڑ ھنا شروع کر دیا۔ میں نے راستے میں صالح سے پوچھا:
’’حضرت عیسیٰ نے جو سفارشی کلمات کہے تھے یعنی اگر تو انہیں بخش دے تو تو غالب اور حکمت والا ہے ، کیا ان الفاظ کا کوئی اثر نہیں ہوا؟‘‘
’’تم نے جواب میں اللہ تعالیٰ کی بات نہیں سنی تھی کہ آج سچوں کو ان کی سچائی ہی نفع پہنچائے گی۔‘‘
’’ہاں سنی، مگر اس سے تو بظاہر یہ لگتا ہے کہ ان کی سفارش قبول نہیں ہوئی۔‘‘
’’نہیں ایسا نہیں ہوا۔ اللہ تعالیٰ نے اپنا قانون واضح کر دیا ہے ۔ قانون یہ ہے کہ پیغمبر کی لائی ہوئی تعلیم کو سچ تسلیم کرنا اور اپنے عمل سے اس کی تصدیق کرنا کامیابی اور نجات کی بنیادی شرط ہے ۔ اللہ تعالیٰ کی بات کا مطلب یہ تھا کہ جس کسی نے یہ بنیادی شرط پوری کر دی، اس کے ساتھ اللہ تعالیٰ اب درگزر کا معاملہ کریں گے ۔ یعنی جو غلطیاں ایسے لوگوں سے ہوتی رہیں اور انھوں نے ان پر توبہ اور اصلاح نہیں کی، ان پر اللہ تعالیٰ اپنی رحمت سے گرفت نہیں کر رہے ۔
ہر نبی اپنی امت کی اسی طرح دبے لفظوں میں سفارش کر رہا ہے اور کرے گا۔ مگر اس کے نتیجے میں سردست صرف اتنی ہی رعایت مل رہی ہے ۔ اس وقت کوتاہیاں معاف ہورہی ہیں ، جرائم نہیں ۔ اور یہ کوتاہیاں جنھیں معمولی سمجھ کر توبہ نہیں کی گئی تھی بہرحال اسی طرح کی خواری کا سبب بنی ہیں جو تمھاری بیٹی لیلیٰ کو اٹھانی پڑ ی تھی۔ باقی جن لوگوں نے ہمہ وقت ایمان و عمل صالح اور توبہ اور اصلاح کا مستقل رویہ اختیار کیے رکھا وہ تو اول وقت ہی سے عافیت میں ہیں اور جن لوگوں نے مستقل نافرمانی اور بڑ ے گنا ہوں کی راہ اختیار کی وہ اس وقت بدترین سختی کا شکار ہیں ۔‘‘
یہ گفتگو کرتے ہوئے ہم ایک ایسی جگہ آ گئے جہاں فرشتے لوگوں کو آگے بڑ ھنے سے روک رہے تھے ۔ صالح میرا ہاتھ تھامے ان کے قریب چلا گیا۔ اسے دیکھتے ہی فرشتوں نے راستہ چھوڑ دیا۔ ہم ذرا دور چلے تو ایک جھیل سی نظر آنے لگی۔ اسے دیکھتے ہی صالح بولا:
’’یہی حوض کوثر ہے ۔‘‘
میں نے کہا:
’’مگر یہاں رسول اللہ صلی اللہ علیہ وسلم تو نہیں ۔‘‘
’’وہ آگے کی طرف ہیں ۔ ہم دوسری سمت سے داخل ہوئے ہیں ۔ میں تمھیں اس کا تفصیلی مشاہدہ کرانا چاہ رہا تھا اسی لیے یہاں سے لایا ہوں ۔‘‘
صالح کی بات پر میں نے غور کیا تو معلوم ہوا کہ یہ عام معنوں میں کوئی حوض نہیں ہے ۔ میں نے قدرے تعجب کے ساتھ صالح سے کہا:
’’یار یہ تو جھیل بلکہ شاید سمندر جتنا بڑ ا ہے جس کا دوسرا کنارہ مجھے نظر ہی نہیں آتا۔‘‘
’’ہاں یہ ایسا ہی ہے ۔ تم دیکھ نہیں رہے کتنے سارے لوگ اس کے کنارے کھڑ ے پانی پی رہے ہیں ۔ اگر کوئی چھوٹا موٹا حوض ہو تو فوراً ہی خالی ہوجائے گا۔‘‘
اس نے ٹھیک کہا تھا۔ یہاں ہر جگہ بہت سارے لوگ موجود تھے ۔
ویسے پچھلی دنیا میں بھی رسول اللہ صلی اللہ علیہ وسلم کے ارشادات سے مجھے اندازہ تھا کہ یہ عام سا حوض نہیں ہو گا بلکہ کوئی سمندر ہو گا۔ بلکہ حضور ﷺکے ارشادات سے مجھے خیال ہوتا تھا کہ یہ وہی جگہ ہے جہاں پچھلی دنیا میں عر ب اور افریقہ کو جدا کرنے والا بحیرۂ احمر (Red Sea) بہتا تھا۔ میں نے اپنے اس اندازے کا اظہار صالح سے کیا تو وہ بولا:
’’بڑ ی حد تک یہ اندازہ ٹھیک ہے ۔ زمین پھیل کر گرچہ بہت بڑ ی ہو چکی ہے ، مگر یہ کم و بیش وہی جگہ ہے ۔‘‘
’’اس کا مطلب ہے کہ میدان حشر سرزمین عرب میں برپا ہورہا ہے ؟‘‘
’’ہاں تمھارے اندازے ٹھیک ہیں ۔‘‘
میں خاموشی سے سوچنے لگا کہ کیسا وقت تھا وہ جب دنیا آباد تھی۔ لوگ اس وقت دنیا کے ہنگاموں میں گم تھے ۔ کاش انہیں اندازہ ہوجاتا کہ اصل دنیا تو موت کے بعد شروع ہونے والی ہے ۔ اللہ تعالیٰ نے اپنے انبیا کو بھیج کر پچھلی دنیا میں طرح طرح سے لوگوں کو سمجھایا، مگر لوگ مان کر ہی نہیں دیے ۔ پھر اللہ تعالیٰ نے ان انبیا میں سے کچھ کو منصب رسالت پر فائز کر دیا۔ یہ رسول نہ صرف لوگوں کو صحیح راستے کی طرف بلاتے بلکہ اس سے ایک قدم آگے بڑ ھ کر لوگوں کو متنبہ کر دیتے کہ ان کی بات نہیں مانی گئی تو اللہ تعالیٰ قیامت سے قبل ہی اس قوم پر اپنا عذاب بھیج دے گا جس سے صرف ماننے والے بچائے جائیں گے ۔ چنانچہ قوم نوح، عاد، ثمود، قوم لوط، قوم شعیب، آل فرعون اور خود قریش مکہ کے ساتھ یہی ہوا۔
ان اقوام کے رسولوں نے انہیں اللہ کے عذاب سے ڈرایا، مگر جب وہ نہ مانے تو قیامت سے قبل ہی دنیا میں انہیں عذاب دیا گیا۔ قوم نوح اور آل فرعون کو پانی میں ڈبوکر، عاد کو تند آندھی سے ، قوم ثمود اور قوم شعیب کو ایک کڑ ک سے ، قوم لوط کو پتھر والی ہوا سے اور کفار مکہ کو مؤمنوں کی تلواروں سے ختم کیا گیا اور اہل ایمان کو بچاکر زمین کا اقتدار انہیں دے دیا گیا۔ خاص کر کفار مکہ اور حضور کا معاملہ تو تاریخ کی روشنی میں ہوا اور قرآن میں اس کا ریکارڈ محفوظ کر دیا گیا۔ اور کسے معلوم نہیں تھا کہ صحابہ کرام کو کس طرح چند برسوں میں دنیا کا حکمران بنادیا گیا۔ یوں اخروی سزا و جزا کا ایک دنیوی نمونہ اس طرح قائم کیا گیا کہ کوئی شخص بھی اس کا انکار کرنے کی طاقت نہیں رکھتا۔ پھر بھی لوگوں نے اس دن کی تیاری نہیں کی۔
سب سے بڑ ھ کر اسی مڈل ایسٹ کے علاقے میں جہاں آج حشر برپا ہے ، چار ہزار برس تک آل ابراہیم کی شکل میں ایک قوم کے ساتھ مستقل سزا جزا کا معاملہ کیا گیا۔ اولاد ابراہیم کی دو شاخوں یعنی بنی اسماعیل اور بنی اسرائیل کے ساتھ اللہ کا قانون یہ رہا کہ اگر وہ فرمانبرداری کرتے تو خدا کی رحمت انہیں دنیا میں نوازتی اور نافرمانی کرتے تو دنیا میں قومی حیثیت میں سزا پاتے ۔ بنی اسرائیل کو اپنی تاریخ میں اپنے جرائم کی پاداش میں دو دفعہ عظیم تباہیوں کا سامنا بطور سزا کرنا پڑ ا۔ ایک دفعہ عراق کے بادشاہ بخت نصر کے ہاتھوں اور دوسری دفعہ رومی جرنل ٹائٹس کے ہاتھوں ان پر تباہی نازل کی گئی۔ اسی طرح امت مسلمہ کو بھی ان کے جرائم کی بنا پر دو دفعہ بڑ ے پیمانے پر سزا دی گئی۔ ایک دفعہ تاتاریوں کے ہاتھوں اور دوسری دفعہ یورپی اقوام کے ہاتھوں انہیں تباہی اور غلامی کی ذلت کا سامنا کرنا پڑ ا۔
اس سزا کے ساتھ جب کبھی وہ توبہ اور رجوع کرتے تو ان پر حکومت و انعامات کے دروازے کھل جاتے ۔ اس کی ایک مثال وہ تھی جب تاتاریوں کے ہاتھوں مکمل تباہی کے بعد مسلمانوں نے ان تک اسلام کا پیغام پہنچایا تو تھوڑ ے ہی عرصے میں برباد شدہ مسلمان دوبارہ دنیا کی عظیم سپر پاور بن گئے ۔ مگر افسوس کہ لوگوں نے سزا و جزا کے اس کھلے ہوئے معاملے کو دیکھ کر بھی قیامت کی سزا و جزا کی حقانیت کو سنجیدگی سے نہیں لیا۔ بے اختیار میرے منہ سے ایک ٹھنڈی آہ نکلی اور میں نے کہا:
’’میرے رب تو نے تو سمجھانے میں کوئی کسر نہیں چھوڑ ی، مگر انسان بڑ ی ہی ڈھیٹ مخلوق تھا۔ اسی لیے اسے آج کا یہ تلخ دن دیکھنا پڑ رہا ہے ۔‘‘
صالح نے میرا جملہ سن کر لمحہ بھر کے لیے مجھے دیکھا اور بولا:
’’نہیں ! ہر انسان ایسا نہیں تھا۔ دیکھ لو تمھارے اردگرد حوض کوثر پر کتنے سارے لوگ ہیں ۔‘‘
میں نے اثبات میں سر ہلایا مگر کچھ بولا نہیں ۔ وجہ صاف ظاہر تھی۔ صالح یہاں موجود لوگوں کو دیکھ رہا تھا اور میں باہر حشر میں موجود لوگوں کے خیال میں تھا جن میں میرا اپنا بیٹا جمشید بھی شامل تھا۔ میں میدان حشر میں اس کی تلاش میں لوٹا تھا، مگر حضرت عیسیٰ کی گواہی کا منظر دیکھ کر میرا حوصلہ جواب دے چکا تھا۔ اس لیے سر دست اس کا معاملہ میں نے خدا پر چھوڑ نے کا فیصلہ کیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہم آگے بڑ ھ رہے تھے کہ ایک جگہ پہنچ کر صالح نے مجھ سے کہا:
’’چلو اب کوثر کے VVIP لاؤنج میں چلتے ہیں ۔‘‘
میں نے اس کی بات پر کوئی تبصرہ نہیں کیا، مگر مجھے اندازہ تھا کہ صالح کیا کہہ رہا ہے ۔ تاہم اس نے اپنی بات کی وضاحت خود ہی کر دی:
’’آخرت کی کامیابی حاصل کرنے والوں کے دو درجات ہیں ۔ ایک وہ جنھوں نے دین کو فرائض و واجبات کے درجے میں اختیار کیا۔ بندوں اور خالق کے حقوق ادا کیے اور خدا کے ہر ہر حکم کی پابندی کی۔ یہی لوگ جنت کی کامیابی حاصل کرنے والے ہیں ۔ ان میں سے کچھ لوگ وہ تھے جنھوں نے فرائض سے بڑ ھ کر قربانی کے مقام پر دین کو اختیار کیا۔ بدترین حالات اور مشکل ترین مواقع پر صبر و استقامت کا ثبوت دیا۔ نیکی اور خیر کے ہر کام میں سبقت اختیار کی۔ ہر حال میں حق کو اختیار کیا اور اس کے لیے ہر قیمت دی۔ خدا کے دین کی نصرت، اس کی نفل عبادت، اس کے بندوں پر خرچ اور ان کی خدمت کو اپنی زندگی بنالیا۔ یہی وہ لوگ ہیں جو آج آخرت کے دن VIPs میں شامل کیے جائیں گے ۔ ان کی نعمتیں ، ان کے درجات، خدا سے ان کا قرب اور ان کا مقام و مرتبہ ہر چیز عام جنتیوں سے کہیں زیادہ ہے ۔
یہ ایسا ہی ہے جیسا دنیا میں ہر معاشرے میں ایک عوام الناس کی کلاس ہوتی ہے اور ایک اشرافیہ یعنی elite اور ہائی جینٹری ہوا کرتی تھی۔ آج قیامت کے دن یہی ہورہا ہے ۔ کامیاب عوام الناس کو میدان حشر کی سختی سے بچاکر حوض کوثر کے پرفضا علاقے میں ٹھہرایا گیا ہے اور جنت میں بھی انھیں اچھی جگہ ملے گی۔ ظاہر ہے کہ یہ بہت بڑ ی کامیابی ہے ۔ مگر اس سے بھی بلند ایک درجہ خدا کے مقربین کے لیے ہے ۔ یہ اہل جنت کا اعلیٰ درجہ ہے ۔ اس کی حقیقت تو جنت میں داخلے کے بعد ہی سامنے آئے گی، لیکن کوثر کے پاس بھی یہ اہتمام کیا گیا ہے کہ اعلیٰ درجے کے اہل جنت کی اقامت گاہ الگ بنائی جائے ۔ ہم وہیں جا رہے ہیں ۔‘‘
وہ لمحہ بھر کے لیے ٹھہرا اور میری آنکھوں میں غور سے دیکھتے ہوئے کہنے لگا:
’’کیوں کہ ہمارا عبد اللہ عام اہل جنت میں سے نہیں بلکہ ایک سردار اور ہر اعلیٰ مقام کا حقدار ہے ۔‘‘
میں نے اس کی بات سن کر اپنا سر جھکادیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہم ایک ایسی جگہ داخل ہوئے جہاں کا حسن شاید الفاظ کی گرفت میں نہیں آ سکتا تھا۔ جھیل کا برف کی مانند سفید اور بے آمیز پانی زمین کے فرش پر چاندنی کی طرح بچھا ہوا تھا۔ جھیل کی سطح پرسکون اور ہموار تھی اور اس کے دیکھنے سے ہی نگا ہوں کو عجب طرح کی تسکین مل رہی تھی۔ جھیل کے کنارے ایسے چمک دار موتیوں کے بنے ہوئے تھے جو اندر سے خالی تھے ۔ کنارے کے پاس انتہائی دبیز اور ملائم قالین بچھے ہوئے تھے جن پر چلتے ہوئے تلو وں کو ناقابل بیان راحت مل رہی تھی۔ ان پر شاہانہ اور آرام دہ نشستیں موجود تھیں ۔ شیشے سے زیادہ شفاف میزوں پر سونے اور چاندی کے گلاس ستاروں کی مانند جگمگا رہے تھے ۔ جھیل سے ایسی مہک اٹھ رہی تھی جس سے مشام جان معطر ہوکر رہ گئے ۔
میں نے ایک نشست سنبھالتے ہوئے صالح سے پوچھا:
’’یہ اتنی اچھی خوشبو کہاں سے آ رہی ہے ؟‘‘
’’حوض کی تہہ میں جو مٹی ہے وہ دنیا کی کسی بھی خوشبو سے زیادہ معطر ہے ۔ اسی کا یہ اثر ہے ۔‘‘
صالح نے جھیل سے ایک گلاس بھرا اور میرے سامنے رکھتے ہوئے کہا:
’’مزے کرو۔‘‘
میں نے ایک گھونٹ لیا۔ دنیا میں میں نے اس کی صرف تشبیہات سنی تھیں ، دودھ، شہد وغیرہ۔ مگر یہ ان سب سے کہیں زیادہ بہتر مشروب تھا۔ گرچہ میں پہلے بھی جامِ کوثر پی چکا تھا، مگر اس ماحول میں پینے کا مزہ ہی کچھ اور تھا۔ باہر محشر میں سخت اور چلچلاتی دھوپ تھی مگر یہاں شام کے جھٹپٹے کا منظر تھا۔ ٹھنڈی، خنک اور سبک ہوا چل رہی تھی۔ بالکل سورج ڈوبنے سے پہلے کا سماں محسوس ہوتا تھا۔ سفید آسمان پر شفق کی سی لالی چھائی ہوئی تھی۔ یہ شفق کہیں گہری سرخ تھی، کہیں نارنجی اور کہیں زرد۔ آسمان کے یہ رنگ جھیل کے سفید پانی پر اپنا عکس یوں پھیلائے ہوئے تھے کہ گویا کوئی گوری چٹی دوشیزہ سر پر رنگ برنگا دوپٹہ پھیلائے ہوئے ہو۔ بلاشبہ یہ ایک انتہائی دلکش اور خوبصورت منظر تھا۔
میں نے اپنے اردگرد نظر ڈالی۔ مجھے یہ بالکل کسی پکنک پوائنٹ کا منظر لگ رہا تھا۔ لوگ ٹولیوں میں ، تنہا تنہا اور اپنے اہل خانہ کے ہمراہ اس جھیل یا حوض کے کنارے کھڑ ے اور بیٹھے آپس میں خوش گپیاں کر رہے تھے ۔ سب لوگ بے حد خوش اور مسرور نظر آتے تھے ۔ ان کے چہروں پر پھیلا سکون و اطمینان یہ بتانے کے لیے کافی تھا کہ ان لوگوں نے پالا مار لیا ہے ۔ یہ موت، دکھ، بیماری، غم اور تکلیف کے ہر امکان سے دامن چھڑ ا کر ابدی اور سچی خوشی کے بحر ناپیدا کنار کے سامنے آکھڑ ے ہوئے ہیں ۔ 
ختم نہ ہونے والی کامیابی، ماند نہ پڑ نے والی خوشی، کم نہ ہونے والی لذتیں ، فنا نہ ہونے والی زندگی اور واپس نہ لی جانے والی آسائشیں آج ان کے قدموں میں تھیں ۔ کتنی کم محنت کر کے کتنا زیادہ صلہ ان لوگوں نے پالیا تھا۔ اس کامیابی کا جشن مناتے ہوئے ان کے قہقہوں کی آوازیں دور دور تک سنی جا رہی تھیں ۔ ان کے چہروں کی مسکراہٹیں ہر طرف بہار بن کر چھا رہی تھیں ۔
انہیں دیکھ کر مجھے اپنے بیوی بچوں کا خیال آیا۔
صالح نے میرا خیال میرے چہرے پر پڑ ھ لیا۔ وہ بولا:
’’آؤ چلو لگے ہاتھوں تمھیں تمھارے گھر والوں سے بھی ملوادیتے ہیں ۔ انھیں بھی یہیں بلوالیا گیا ہے ۔‘‘ 
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
مجھے سب سے پہلے لیلیٰ نے دیکھا۔ وہ باقی گھر والوں کے ساتھ حوض کے کنارے ایک نشست پر بیٹھی تھی، مگر شاید اس کی متلاشی نگاہیں مجھے ہی ڈھونڈ رہی تھیں ۔ اس نے مجھے دور سے دیکھ لیا تھا۔ وہ نشست سے اٹھی اور دوڑ تی ہوئی میرے پاس آئی اور مجھ سے لپٹ گئی۔ وہ کچھ بول نہیں رہی تھی بس روئے جا رہی تھی۔ میں دیر تک اس کا کندھا تھپکتا رہا۔ پھر میں نے اسے خود سے جدا کیا اور اس کی شکل دیکھنے لگا۔
میں نے آخری دفعہ جب اسے میدان حشر میں دیکھا تھا تو وہاں وہ بہت بدحال تھی۔ مگر اب میری بیٹی پریوں کی مانند حسین لگ رہی تھی۔ اسے یوں دیکھ کر میں نے بے اختیار اللہ تعالیٰ کی اس رحمت کا شکریہ ادا کیا، جس کی بنا پر آج وہ مجھ سے آملی تھی۔ میں نے اس سے کہا:
’’لیلیٰ! مصیبت اور تکلیف کے دن ختم، اب خوشی اور راحت ہمیشہ تمھارا مقدر رہے گی۔‘‘
اتنے میں باقی لوگ بھی میرے پاس آ چکے تھے ۔ میری دیگر دو بیٹیاں عارفہ اور عالیہ دونوں ہمیشہ کی طرح خوبصورت لگ رہی تھیں ۔ جبکہ میرا چھوٹا بیٹا انور اپنی ماں کا ہاتھ پکڑ ے کھڑ ا تھا۔ میں نے سارے بچوں کو گلے لگایا۔ پھر ان سے کہنے لگا:
’’میرے بچوں مجھے تم پر فخر ہے ۔ تم نے دنیا کی رنگینیوں پر اپنے رب کے وعدوں کو ترجیح دی۔ تم نے حقیر دنیا کے عارضی فائدوں کو چھوڑ کر ہمیشہ کی زندگی کا انتخاب کر لیا۔ آج تمھاری ابدی کامیابی کا دن ہے ۔ آؤ اس دن کی کامیابی کا آغاز جام کوثر ایک ساتھ پی کر کریں ۔‘‘
یہ کہتے ہوئے میں قریبی موجود ایک نشست پر بیٹھ گیا۔ باقی لوگ بھی میرے اردگرد بیٹھ گئے ۔ میں نے بیٹھتے ہی لیلیٰ سے کہا:
’’بیٹا میں تمھاری روداد سننا چاہتا ہوں ، مگر پہلے انور، عالیہ، عارفہ تم بتاؤ! تم لوگ خیریت سے اپنی ماں تک پہنچ گئے تھے ؟‘‘
تینوں نے ایک ہی جواب دیا کہ وہ اول وقت ہی سے محفوظ تھے اور مختلف فرشتوں نے روز حشر کے آغاز ہی پر انہیں بحفاظت عرش کے سائے تلے پہنچادیا تھا۔ ان کے بعد لیلیٰ بولی:
’’ابو میں نے بہت مشکل وقت دیکھا ہے ۔ میں صور کی آواز سن کر جب قبر سے نکلی تو عجیب وحشت کا عالم تھا۔ سب لوگ ایک ہی سمت بھاگے جا رہے تھے ۔ اس وقت کسی کے جسم پر بھی کپڑ ے نہیں تھے ، مگر خوف، دہشت اور پریشانی کا عالم یہ تھا کہ کوئی کسی کو نہ دیکھ رہا تھا اور نہ کسی کو اپنی بے حجابی کی پروا تھی۔ میں نے آپ سب لوگوں کو بہت تلاش کیا، مگر آپ لوگوں کا کوئی اتا پتا نہ تھا۔ لاچار ہوکر میں بھی اسی سمت دوڑ نے لگی جس سمت سب لوگ بھاگے جا رہے تھے ۔
خبر نہیں اس حال میں مجھے چلتے چلتے کتنا وقت گزرگیا۔ لگتا تھا کہ ہر کسی کو ایک منزل پر پہنچنے کا جنون سوار ہے ۔ لوگ دہشت زدہ تھے ، پریشان تھے ، مگر مجبور تھے کہ ایک ہی سمت بھاگتے چلے جائیں ۔ ‘‘
میں نے اس کی بات کاٹ کر کہا:
’’یہ صور اسرافیل کا اثر تھا کہ ہر شخص میدان حشر کی طرف دوڑ نے پر خود کو مجبور پاتا تھا۔ لوگ دنیا کے کسی حصے میں بھی تھے ، مگر سب کا رخ ایک ہی سمت کر دیا گیا تھا۔‘‘
’’جی ہاں ابو آپ ٹھیک کہہ رہے ہیں ۔ سب لوگ ایک ہی سمت میں جا رہے تھے ۔ چلتے چلتے میرے پاؤں میں چھالے پڑ گئے ۔ ان سے خون نکلنے لگا۔ تھکن سے جسم ٹوٹ رہا تھا، مگر اندر کوئی چیز تھی جو رکنے نہیں دیتی تھی۔ پیاس کے مارے حالت خراب تھی، مگر پانی کا قطرہ تک کہیں نہ تھا۔ بلا کی گرمی تھی مگر کہیں کوئی درخت اور سایہ نہ تھا۔ ابو سارے راستے سوائے چٹیل میدان کے کچھ نہیں ملا۔ پہاڑ ، دریا، سمندر، درخت، کھائی غرض نہ کوئی نشیب تھا نہ فراز۔ کیا بتاؤں کیسا اذیت ناک سفر تھا۔ دنیا ہوتی تو میں تھک کر گرجاتی، مرجاتی۔ مگر یہاں تو نہ گرنا نصیب میں تھا نہ مرنا۔ ناچار دوڑ تی رہی۔‘‘
’’پھر کیا ہوا؟‘‘، انور نے تأسف آمیز لہجے میں دریافت کیا۔
’’اسی طرح چلتے چلتے نہ جانے کتنے عرصے میں میں میدان حشر تک آپہنچی۔ مگر یہاں ایک دوسری مصیبت انتظار کر رہی تھی۔ ہر جگہ عجیب خوفناک فرشتے گھوم رہے تھے ۔ ان کی شکل دیکھ کر ہی ڈر لگ رہا تھا۔ میرے ساتھ تو انھوں نے کچھ نہیں کیا، مگر دوسروں کو وہ بے دردی سے مار رہے تھے ۔ مگر مار پیٹ کا یہ منظر دیکھ کر ہی میری جان نکلی جا رہی تھی۔‘‘
’’عاصمہ تمھیں کہاں ملی؟‘‘، میں نے دریافت کیا۔
’’وہ بھی میدان حشر میں مجھے ایک جگہ روتی بلکتی مل گئی۔ ابو وہ بڑ ے ناز و نعم میں پلی ہوئی لڑ کی تھی، اس کی حالت دیکھ کر تو میں اپنی پریشانی بھول گئی۔ اس کے بعد ہم دونوں ساتھ ساتھ رہے کہ کچھ حوصلہ بلند رہے ، مگر آپ سے ملنے کے بعد اس کا حوصلہ اور نجات کی امید بالکل دم توڑ گئیں ۔‘‘
عالیہ نے پوچھا:
’’آخری دفعہ وہ تمھیں کہاں ملی تھی؟‘‘
’’جب سجدے کا حکم ہوا تھا میں سجدے میں چلی گئی۔ اس وقت وہ میرے برابر میں تھی، مگر وہ سجدے میں نہیں جا سکی۔ وہ دنیا میں ہمیشہ یہی کہتی تھی کہ اللہ کوہماری عبادت، ہماری نماز کی کوئی ضرورت نہیں ۔ اگر ہے بھی تو وہ بہت معاف کرنے والا ہے ۔ وہ ہمیں معاف کر دے گا۔ وہ روزہ یہ کہہ کر چھوڑ تی تھی کہ میری خوبصورت جلد خراب ہوجائے گی۔‘‘
’’تم سجدے سے اٹھی تو وہ کہاں تھی؟‘‘، عارفہ نے پوچھا۔
’’وہ میرے برابر ہی میں تھی، مگر جب اللہ تعالیٰ نے حکم دیا کہ ہر ہزار میں سے نو سو ننانوے لوگوں کو الگ کیا جائے تو فرشتے اسے گھسیٹتے ہوئے میرے پاس سے لے گئے ۔ پھر مجھے حساب کتاب کے لیے اللہ تعالیٰ کے حضور پیش کر دیا گیا۔‘‘
’’وہاں کیا ہوا؟‘‘، اس دفعہ ناعمہ نے دریافت کیا۔
’’مجھے تو لگ رہا تھا کہ اب اللہ تعالیٰ میرا نامۂ اعمال میرے بائیں ہاتھ میں پکڑ ا کر مجھے عذاب کے فرشتوں کے حوالے کر دیں گے ، مگر میں قربان جاؤں اپنے رب کی رحمت کے ، اس نے بڑ ا کرم کیا۔ مجھ سے ایمان، عبادات کے متعلق سوالات ہوئے ۔ میں نے بتادیا کہ میں ہر بات پر ایمان رکھتی تھی اور ساری عبادات بھی کرتی تھی۔ پھر موٹے موٹے اخلاقی معاملات، صلہ رحمی اور حقوق العباد کا سوال ہوا۔ میں نے ان کا جواب بھی دے دیا۔ اس کے بعد مجھے یہ اندیشہ ہوا کہ اللہ تعالیٰ عام زندگی میں کی جانے والی نافرمانیوں اور گنا ہوں سے متعلق متعین سوال نہ کر لیں ۔ لیکن اس کے بعد انہوں نے مجھ سے کوئی سوال ہی نہیں کیا۔‘‘
اس پر میں نے کہا:
’’لیلیٰ بیٹا! اگر اللہ تعالیٰ تم سے اگلا سوال کر لیتے تو تم ماری جاتیں ۔ وہ جس کو معاف کرنے کا فیصلہ کر دیتے ہیں ، اس سے کوئی ایسا سوال نہیں کرتے جس کا جواب نفی میں آنا یقینی ہو۔ یہ کام صرف ان لوگوں کے ساتھ ہوتا ہے جن کو پکڑ نا مقصود ہوتا ہے ۔ انہوں نے تم سے صرف وہ پوچھا جس کا صحیح جواب تمھارے نامۂ اعمال میں موجود تھا۔ باقی تمھارے گناہ گرچہ نامۂ اعمال میں موجود تھے ، مگر انہوں نے جان بوجھ کر نظر انداز کر دیے ۔‘‘
’’ہاں ابو انہوں نے ایک بات مجھ سے آخر میں کہی تھی۔ وہ یہ کہ تم عبد اللہ کی بیٹی ہو۔ تمھیں تو اس کے ساتھ ہی ہونا چاہیے ۔ اس کے بعد انھوں نے فرشتوں سے کہا کہ اس کا نامہ اعمال دائیں ہاتھ میں دے کر اس کو اس کے گھر والوں کے پاس بھیج دو۔ اس وقت میری خوشی کا جو عالم تھا میں اسے بیان نہیں کرسکتی۔‘‘
صالح جو میرے برابر ہی میں بیٹھا تھا اس کی بات سن کر کہنے لگا:
’’تمھاری بخشش عبد اللہ کی وجہ سے نہیں ہوئی ہے ۔ البتہ تمھارے درجات تمھارے والد کی وجہ سے بلند ہوگئے ہیں ۔ تم اس وقت حوض کوثر کے VVIP لاؤنج میں بیٹھی ہو۔ جانتی ہو تم پر اور تمھارے بھائی بہنوں اور والدہ پر یہ مہربانی صرف تمھارے باپ عبد اللہ کی وجہ سے ہے ۔ یہ اللہ تعالیٰ کی خصوصی عنایت ہے کہ کامیاب لوگوں میں سے جس شخص کا درجہ سب سے بلند ہو گا اس کے قریبی اعزا کو اللہ تعالیٰ اس کے ساتھ جمع کر دیں گے ۔‘‘
اس پر عالیہ نے کہا:
’’جب ہی ہم بھائی بہنوں کے خاندانوں کے کسی فرد کو یہاں آنے کی اجازت نہیں ملی۔ صرف ہم بہن بھائیوں اور امی کو فرشتوں نے یہاں آنے دیا ہے ۔ باقی لوگ بھی یہاں ہیں مگر انہیں پیچھے ٹھہرایا گیا ہے ۔‘‘
یہ سن کر ناعمہ کے چہرے پر کرب کے گہرے آثار طاری ہوگئے ۔ اس کے اندر کی ماں بولی: 
’’سوائے جمشید کے ۔‘‘
یہ بات سن کر ایک خاموشی چھا گئی۔ آخر انور نے خاموشی کے اس پردے کو یہ کہہ کر توڑ ا:
’’ابو مجھے تو آپ کے استاد فرحان صاحب کی اس تحریر نے بچالیا جو میں نے آپ سے اکثر سنی تھی۔ اس تحریر کو میں نے اپنی زندگی بنالیا تھا۔‘‘
عارفہ بولی:
’’بھائی! وہ تحریر کیا تھی؟ ہمیں بھی سناؤ۔‘‘
انور نے آنکھیں بند کیں اور بولنے لگا:
’’ہمارے دور کے مصلحین لوگوں کے اندر سے ترقی کی اس فطری خواہش کو ختم کرنا چاہتے ہیں ۔ جبکہ خدا ایسا نہیں کرتا۔ وہ یہ چاہتا ہے کہ اس خواہش کا رخ دنیا کے بجائے آخرت کی طرف مڑ جائے ۔ دنیا کی اشرافیہ اور اہل ثروت گروہ میں شامل ہونے کے بجائے لوگوں میں یہ خواہش پیدا ہوجائے کہ وہ خدا کے مقربین اور جنت کی اشرافیہ میں شامل ہوں ۔ آپ پورے قرآن کی دعوت پڑ ھ لیں وہ اس کے سوا انسان میں کوئی ذہن پیدا نہیں کرنا چاہتا۔ قرآن کے اولین مخاطبین صحابۂ کرام ؓاسی ذہن کی حامل ہستیاں تھیں ۔ ابوبکر ؓو عمرؓ کا انفاق، عبدالرحمن ؓو عثمان ؓکی سخاوت اور علیؓ و ابو ذر ؓ کی سادگی آخرت پر اسی ایمان کے مختلف مظاہر تھے ۔ آخرت پر ایمان آدمی میں جو تبدیلی لاتا ہے اسے سمجھنے کے لیے قرآن کی اس آیت کو ملاحظہ فرمائیں :
’’تم لوگوں کو جو کچھ بھی دیا گیا ہے وہ محض دنیا کی زندگی کا سامان اور اس کی زینت ہے ، اور جو کچھ اللہ کے پاس ہے وہ اس سے بہتر اور باقی تر ہے ۔ کیا تم لوگ عقل سے کام نہیں لیتے ؟ بھلا وہ شخص جس سے ہم نے اچھا وعدہ کیا ہو اور وہ اسے پانے والا ہو کبھی اس شخص کی طرح ہو سکتا ہے جسے ہم نے صرف حیاتِ دنیا کا سر و سامان دے دیا ہو اور پھر وہ قیامت کے دن سزا کے لیے پیش کیا جانے والا ہو؟‘‘، (القصص ۲۸:۶۱۔۶۰) 
آپ اندازہ کریں کہ جس شخص کے دل میں صرف اس ایک آیت پر پکا یقین ہو اس کی زندگی کس طرح گزرے گی؟ ایسا شخص مال کماتے وقت خدا کی اس نافرمانی کا خطرہ نہیں مول لے سکتا جس کا نتیجہ جہنم کی آگ ہے ۔ اس کے مال کا بہترین مصرف، اپنی ضروریات پوری کر کے ، آخرت کی ابدی اور زیادہ بہتر زندگی کی آرائش و زیبائش ہو گی۔ وہ دنیا میں کسی بھی نعمت کے حصول کے لیے آخرت کو کبھی خطرے میں نہیں ڈالے گا۔ وہ دنیا کے گھر سے پہلے آخرت کے گھر کی فکر کرے گا اور دنیا کی گاڑ ی سے پہلے آخرت کی سواری کی سوچے گا۔ اخلاق باختہ عورتوں کے عریاں اور نیم عریاں وجود پر نگاہ ڈالنے کی وقتی لذت کے لیے وہ ان حوروں سے محرومی گوارا نہیں کرے گا جن کا چاند چہرہ، حسنِدلکش اور ابدی شباب کبھی نہیں ڈھلے گا۔
گھر والوں کی ضروریات اور خواہشات اسے کبھی کسی ایسے راستے پر نہیں لے جا سکتیں جو آخر کار جہنم کی دہلیز تک جا پہنچتا ہو۔ بیوی بچوں سے اس کی محبت اسے مجبور کرے گی کہ وہ انہیں بھی جنت کے راستوں کا مسافر بنائے ۔ ان کی تربیت کرے ۔ انہیں وقت دے ۔ انہیں بتائے کہ جینا تو صرف آخرت کا جینا ہے ۔ کامیابی تو صرف جنت کی کامیابی ہے ۔ یہ دنیا دھوکے کی ٹٹی کے سوا کچھ نہیں ۔ جہاں ہم سے پہلے بھی بے گنتی لوگوں کا امتحان ہوا اور ہمارا بھی امتحان ہورہا ہے ۔ چند برسوں کی بات ہے ۔ نہ ہم رہیں گے نہ امتحان کے یہ صبر آزما لمحے ۔ کچھ ہو گا توخدا کی رحمت ہو گی۔ اس کی جنت ہو گی۔ ختم نہ ہونے والی نعمتیں ہوں گی۔ عزت و ا کرام کی رفعتیں ہوں گی۔ لہجوں میں وقار ہو گا۔ چہروں پر نکھار ہو گا۔ صالحین کی پاکیزہ قربت ہو گی۔ دوست احباب کی پرلطف صحبت ہو گی۔ ہیرے جواہرات کے محلات ہوں گے ۔ مشک و عنبر کے باغات ہوں گے ۔ سندس و حریر کی آرائش ہو گی۔ یاقوت و مرجان کی زیبائش ہو گی۔ دودھ و شہد کی نہریں ہوں گی۔ مائے مصفا کی لہریں ہوں گی۔ سونے چاندی کے شجر ہوں گے ۔ آب و شراب کے ساغر ہوں گے ۔ فرشتوں کے سلام ہوں گے ۔ مرغ و ماہی کے طعام ہوں گے ۔
غرض عیش و سرور اور حور و خدام کی یہ ابدی دنیا، آب و شراب اور قصر و خیام کی یہ ابدی دنیا، جاہ و حشم اور لذت و انعام کی یہ ابدی دنیا، چین و سکون اور لطف و ا کرام کی یہ ابدی دنیا وہ دنیا ہو گی جہاں کوئی دکھ نہ ہو گا۔ کوئی غم نہ ہو گا۔ کوئی مایوسی نہ ہو گی۔ کوئی پچھتاوا نہ ہو گا۔ کوئی محرومی نہ ہو گی۔ کوئی محدودیت نہ ہو گی۔ بدنصیب وہ نہیں جسے فانی دنیا نہیں ملی۔ بد نصیب وہ ہے جسے یہ ابدی دنیا نہیں ملی۔‘‘
اس آخری بات پر انور کی آواز بھرا گئی۔ اسے شاید اپنے بھائی جمشید کا خیال آ گیا تھا، مگر اسے معلوم نہ تھا کہ اس نے یہ تحریر سنا کر میرے لیے جمشید کے صدمے کے ساتھ میرے استاد فرحان صاحب کا صدمہ بھی جمع کر دیا ہے ۔ میں نے دل میں سوچا:
شاید میدان حشر میں بھی ہمیں کچھ نہ کچھ غم دیکھنے ہی ہیں ۔ یہ صرف جنت ہی ہے جہاں داخلے کے بعد ہر غم اور ہر پریشانی ہمیشہ کے لیے ختم ہوجائے گی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter11 = ''' قوم نوح اور دین بدلنے والے 

استاد فرحان احمد اور جمشید کی یاد نے میرے اندر ایک گہری خاموشی پیدا کر دی تھی۔ صالح کو اس کا اچھی طرح اندازہ تھا۔ اس نے میری توجہ ایک دوسری طرف بٹانے کے لیے کہا:
’’تم بھول گئے ہو کہ ہم اصل میں رسول اللہ صلی اللہ علیہ وسلم سے ملنے نکلے تھے ۔ تم بیچ میں بیٹھ گئے ۔ اب وہ خود تمھیں یاد کر رہے ہیں ۔‘‘
’’کیا ابو ابھی تک رسول اللہ صلی اللہ علیہ وسلم سے نہیں ملے ۔‘‘، انور نے حیرت سے کہا۔
صالح وضاحت کرتے ہوئے کہنے لگا:
’’امت محمدیہ کا ہر وہ شخص جو میدان حشر سے کامیاب ہوکر آتا ہے اس کے گھر والے اس کا استقبال کرتے ہیں ۔پھر دیگر کامیاب لوگوں کے ساتھ اسے رسول اللہ صلی اللہ علیہ وسلم کے مبارک ہاتھوں سے جام کوثر پینے کی سعادت ملتی ہے ۔اس کے بعد وہ لوگ خوشی خوشی بقول تمھارے والد کے ، اس ’جھیل ‘کے کنارے کسی جگہ آبیٹھے ہیں ۔ مگر تمھارے والد کو میدان حشر گھومنے کا شوق تھا اس لیے حضور سے ملاقات سے قبل ہی انھیں ان کی درخواست پر دوبارہ میدان حشر میں بھیج دیا گیا۔ لیکن اب حضور نے انھیں خود ہی طلب کر لیا ہے ۔‘‘
’’خیریت! اس طلبی کی کوئی خاص وجہ؟‘‘، ناعمہ نے پوچھا تو صالح نے جواباً کہا:
’’بات یہ ہے کہ امتوں کا حساب ہوتے ہوتے اب حضرت نوح کی قوم کا حساب کتاب شروع ہوا ہے ۔ مگر ان کی قوم نے اس بات ہی سے انکار کر دیا ہے کہ نوح نے ان تک خدا کا کوئی پیغام پہنچایا تھا۔‘‘
’’یہ کیا بات ہوئی؟ وہ یہ کیسے کہہ سکتے ہیں کہ ان تک خدا کا پیغام نہیں پہنچا؟ ان کو تو دنیا ہی میں اس جرم میں غرق کر دیا گیا تھا کہ انھوں نے حضرت نوح کے پیغام کو جھٹلایا تھا۔ اللہ تعالیٰ کے اس فیصلے کے بعد وہ اس کے سامنے کھڑ ے ہوکر یہ کیسے کہہ سکتے ہیں کہ حضرت نوح نے ان تک خدا کا پیغام نہیں پہنچایا؟‘‘، عارفہ نے حیرانی سے سوال کیا۔
لیلیٰ نے اس کی بات پر مزید اضافہ کیا:
’’اور اگر وہ جھوٹ بولنے کے لیے ڈھٹائی پر اتر ہی آئے ہیں تو قرآن مجید میں بیان ہوا تھا کہ ایسے لوگوں کے منہ بند کر کے ان کے ہاتھ پاؤں سے گواہی لی جائے گے ۔ تو اب وہ یہ بات کیسے کہہ رہے ہیں ؟‘‘
صالح نے انہیں سمجھاتے ہوئے وضاحت کی:
’’یہ بات کہنے والے لوگ حضرت نوح کی وہ قوم نہیں جن پر عذاب آیا تھا۔ یہ لوگ دراصل حضرت نوح پر ایمان لانے والوں کی اولادمیں سے ہیں جنھوں نے قوم نوح کے غرق ہونے کے بعد دنیا کو آباد کیا تھا۔ مگر ان کی ایک بڑ ی تعداد وہ تھی جن میں حضرت نوح کے بعد براہ راست کوئی پیغمبر نہیں آیا۔ یہ لوگ توحید و آخرت کی اسی رہنمائی پر گزارہ کرتے رہے جو دراصل حضرت نوح کی تھی۔ ۔ ۔ چاہے ایک طویل وقت گزرنے کی بنا پر وہ اس کو اس حیثیت میں نہ جانتے ہوں اور چاہے انھوں نے اس کی شکل کتنی ہی بگاڑ دی ہو۔ ۔ ۔ اسی لیے وہ حضرت نوح کی رہنمائی کے منکر ہوگئے ہیں ۔‘‘
میں نے گفتگو میں مداخلت کرتے ہوئے صالح کی بات کو مزید واضح کیا:
’’دیکھو بات یہ ہے کہ انسانیت کا بیشتر حصہ حضرت نوح ہی کی اولاد میں سے ہے ۔ ان میں سے بہت سے گروہ، خاص کر سامی نسل کے لوگ جو دنیا کے مرکز یعنی مڈل ایسٹ اور اس کے اطراف میں آباد رہے ، وہ ہیں جن میں نبوت و رسالت کا مستقل سلسلہ قائم رہا۔ مگر بہت سے گروہوں میں حضرت نوح کے بعد کوئی پیغمبر نہیں آیا۔ خاص کر حضرت ابراہیم کے بعد تو صورتحال یہ ہوگئی تھی کہ ان کی نسل سے باہر کوئی پیغمبر آیا ہی نہیں ۔ چنانچہ یہی وہ باقی لوگ ہیں جو اولاد نوح یا قوم نوح میں سے ہیں ۔ انھیں امتوں کے حساب کتاب کے موقع پر حضرت نوح کی امت کے ساتھ پیش کیا گیا ہے ۔ مگر یہ لوگ براہ راست حضرت نوح کی تعلیمات کو ان کے نام سے اس طرح نہیں جانتے جس طرح اہل کتاب یا مسلمان جانتے تھے ۔ چنانچہ ان لوگوں نے حضرت نوح کے پیغام پہنچانے کا انکار کر دیا اور ان کی یہ بات ایک طرح سے غلط نہیں ہے ۔‘‘
صالح نے میری بات کو آگے بڑ ھاتے ہوئے کہا:
’’عبد اللہ نے ٹھیک کہا۔ حقیقت یہ ہے کہ نوح کی اس قوم تک خدا کا پیغام اصل میں امت محمدیہ نے پہنچایا تھا۔ اسی لیے رسول اللہ رسول اللہ صلی اللہ علیہ وسلم کی امت کے تمام اولین و آخرین شہدا کو بلایا جا رہا ہے جنھوں نے پچھلی دنیا میں ان لوگوں پر حق کی گواہی دی تھی۔ آج یہ شہدا بتائیں گے کہ انہوں نے کسی نہ کسی طرح ان لوگوں تک توحید کا وہ پیغام پہنچادیا تھا جو حضرت نوح کی وراثت تھا اور جو بعد کے ادوار میں ضائع ہو گیا تھا۔ مگر آخری رسول کی بعثت کے بعد تاقیامت اس پیغام کو محفوظ کر دیا گیا اور امت مسلمہ نے توحید کی یہ امانت اولاد نوح تک پہنچادی تھی۔‘‘
ناعمہ نے میری طرف دیکھتے ہوئے پوچھا:
’’تو پھر انھیں امت محمدیہ کے ساتھ کیوں نہیں پیش کیا گیا؟‘‘
’’وہ اسلام قبول کر لیتے تو ایسا ہی ہوتا، مگر انھوں نے اسلام قبول نہیں کیا اور اپنے تحریف شدہ آبائی مذہب پر قائم رہے ۔ آج ہر امت چونکہ اپنے رسول کے ساتھ پیش کی جا رہی ہے تو ایسے سارے لوگ قوم نوح کے طور پر پیش کیے گئے ہیں کیوں کہ ان کے آبا و اجداد حضرت نوح پر ایمان لائے تھے ۔‘‘، میں نے جواب دیا اور پھر خلاصۂ بحث کے طور پر کہا:
’’اپنی قوم کے ابتدائی حصے کو پیغام الٰہی خود حضرت نوح نے پہنچایا اور آخری حصے کو مسلمانوں نے پہنچایا جو نوح سمیت تمام رسولوں کے پیغام توحید و آخرت کے امین تھے ۔‘‘
’’چلو بھئی اب بلایا جا رہا ہے ۔‘‘، صالح مجھ سے مخاطب ہوکر بولا۔
اس کے ساتھ ہی ہم دونوں اٹھ کر وہاں سے روانہ ہوگئے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہم ایک دفعہ پھر رسول اللہ رسول اللہ صلی اللہ علیہ وسلم کی بارگاہ میں موجود تھے ۔ وہی نور، وہی جمال، وہی جلال۔ مجھے یہ محسوس ہوتا تھا کہ میں صدیوں سے حضور کو جانتا ہوں ۔ مجھے محسوس ہورہا تھا کہ جیسے آپ کی محبت میرے دل میں بڑ ھتی جا رہی ہے ۔ میں اس وقت بھی حضور کی مجلس میں پچھلی نشست پر بیٹھا ٹکٹکی باندھے حضور کے چہرۂ پرنور کو دیکھے جا رہا تھا۔ حضور اس وقت تک اپنے قریب بیٹھے اصحاب سے کچھ گفتگو کر رہے تھے ، اسی اثنا میں ان کے قریب آ کر ایک صاحب نے ان کے کان میں کچھ کہا۔
صالح نے جو میرے ساتھ بیٹھا ہوا تھا سرگوشی کے انداز میں مجھ سے کہا:
’’یہ خادم رسول حضرت انس ہیں اور حضور کو تمھارے بارے میں بتا رہے ہیں ۔‘‘
اس کے ساتھ ہی حضور نے نظر اٹھا کر مجھے دیکھا اور ایک دلنواز مسکراہٹ کے ساتھ میرا استقبال کیا۔ اس سے صالح کی بات کی تصدیق ہوگئی کہ حضرت انس نے میری ہی آمد سے حضور کو مطلع کیا تھا۔
پھر مسکراتے ہوئے حاضرین سے فرمایا:
اللہ کے پیغمبر اور انسانیت کے جد امجد نوح کی امت نے ان کی شہادت کو یہ کہہ کر قبول کرنے سے انکار کر دیا ہے کہ نوح نے ان تک براہ راست کوئی پیغام نہیں پہنچایا۔ حقیقت یہ ہے کہ یہ پیغام میری امت نے قوم نوح تک پہنچایا تھا۔ آپ حضرات چونکہ تمام انبیا کے ماننے والے ہیں اور میری وساطت سے جو دین آپ کو ملا وہی نوح کو بھی ملا تھا۔ اس لیے آپ کی یہ ذمے داری ہے کہ حضرت نوح کی طرف سے آپ لوگ اللہ تعالیٰ کی بارگاہ میں پیش ہوں اور یہ گواہی دیں کہ ایمان و عمل صالح کی جو دعوت نوح نے دی تھی اور جو میں نے آپ لوگوں تک پہنچائی تھی، وہ آپ نے بلا کم و کاست قوم نوح تک پیش کر کے میرے اور نوح کے مشن کی تکمیل کر دی تھی۔
یہ کہتے ہوئے حضور نے اپنے برابر بیٹھے ہوئے حضرت ابوبکر سے کہا:
ابو بکر کھڑ ے ہوجاؤ۔
یہ سنتے ہی ابوبکر کھڑ ے ہوگئے ۔ پھر آپ نے حاضرین سے مخاطب ہوکر کہا:
یہ میرے رفیق ابوبکر ہیں ۔ ان کے علاوہ میرے زمانے سے لے کر قیامت تک کے تمام زمانوں کے میرے نمائندہ امتی یہاں موجود ہیں ۔ آپ لوگ ابوبکر کی قیادت میں اللہ تعالیٰ کی بارگاہ میں پیش ہوں اور اس حق کی گواہی دیں جو آپ کے پاس ہے ۔
یہ کہتے ہوئے حضور کھڑ ے ہوگئے اور اس کے ساتھ ہی سارے حاضرین بھی کھڑ ے ہوگئے ۔ ابوبکر نے رسول اللہ کے ہاتھوں کا بوسہ لیا اور آگے بڑ ھ گئے ۔ ان کے بعد تمام حاضرین نے ایک ایک کر کے نبی کریم کے ہاتھوں کا بوسہ لیا۔ میرا نمبر سب سے آخر میں تھا۔ میں نے بھی یہ شرف حاصل کیا اور اس کے بعد ہم سب سیدنا ابوبکر کی قیادت میں میدان حشر کی طرف روانہ ہوگئے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
میں ان بزرگ ہستیوں کے درمیان سب سے پیچھے چل رہا تھا۔ صالح میرے ساتھ نہیں تھا۔ حضور کی مجلس سے اٹھتے وقت وہ مجھ سے یہ کہہ کر الگ ہو گیا تھا کہ یہ کارِشہادت ادا کرنے تمھیں تنہا جانا ہو گا۔ البتہ وہاں سے واپسی پر میں تمھیں مل جاؤں گا۔
میں راستے میں دل ہی دل میں یہ سوچ رہا تھا کہ میں اس قابل نہیں کہ ایسی بابرکت اور بزرگ ہستیوں کے بیچ امت محمدیہ کی نمائندگی کروں ۔ مجھ پر یہ احساس اتنا غالب ہونے لگا کہ میں نے سوچا کہ میں خاموشی سے اس مجمع سے نکل جاتا ہوں ۔ کسی کو کیا پتہ چلے گا۔ اللہ تعالیٰ میرے زمانے کے کسی اور شخص کو بلوالیں گے ۔ اس خیال سے میں آہستہ آہستہ پیچھے ہونے لگا۔ یہاں تک کہ میرے اور ان لوگوں کے بیچ میں کافی فاصلہ ہو گیا۔ میں نے موقع غنیمت جانا اور واپس حوض کوثر کی سمت جانے کے لیے مڑ ا ہی تھا کہ پیچھے سے یکایک آواز آئی: 
’’عبد اللہ !یہ کیا کر رہے ہو؟‘‘
میں گھبرا کر پلٹا تو پیچھے سیدنا ابوبکر کھڑ ے تھے ۔ میں کچھ شرمندہ سا ہو گیا۔ میری حالت ایسی ہوگئی جیسے میں چوری کرتے ہوئے پکڑ ا گیا ہوں ۔ میں نے پہلے سوچا کہ کوئی بہانہ بنادوں ، مگر خیال آیا کہ یہ دنیا نہیں محشر ہے اللہ تعالیٰ اسی وقت اصل بات کھول دیں گے ۔ لہٰذا میں نے صحیح بات بتانے ہی میں عافیت سمجھی۔ ساتھ میں ان سے یہ درخواست بھی کی کہ میری جگہ کسی اور کو لے جایا جائے ۔
ابوبکر میری بات سن کر ہنسنے لگے اور بولے :
’’شہادت کے لیے لوگوں کا انتخاب اللہ تعالیٰ نے کیا ہے ۔ اسی نے ایک فرشتے کے ذریعے مجھے یہ بتادیا تھا کہ عبد اللہ کس وجہ سے واپس جا رہا ہے ۔‘‘
انھوں نے آہستگی سے میرا ہاتھ تھام لیا اور آگے کی طرف چلنے لگے ۔ راستے میں وہ مجھے سمجھانے لگے :
’’دیکھو عبد اللہ! اس مجمع میں ہر شخص کا انتخاب اللہ تعالیٰ نے کیا ہے ۔ جانتے ہو کہ اس کے نزدیک انتخاب کا معیار کیا ہے ؟‘‘
میں خاموشی سے ان کی شکل دیکھنے لگا۔ انھوں نے اپنے سوال کا خود ہی جواب دیا:
’’تعصبات، جذبات اور خواہشات سے بلند ہوکر جس شخص نے حق کو اپنا مسئلہ بنالیا، اور توحید و آخرت کو اپنی زندگی کا مشن بنالیا وہی اللہ کے نزدیک اس شہادت کے کام کے سب سے زیادہ حقدار ہیں ۔ دیکھو تمھارے زمانے کے مذہبی لوگ خواہشات سے تو شاید بلند ہوگئے تھے ، مگر ان کی اکثریت تعصبات اور جذبات سے بلند نہیں ہو سکی۔ لوگ مختلف فرقوں اور مسالک کے اسیر تھے ۔ وہ صرف اسی بات کو قبول کرتے تھے جو ان کے حلقے کے لوگ کریں ۔ وہ لوگوں کو اپنے ہی فرقے کی طرف بلاتے تھے ۔ وہ اپنے اکابرین کی بڑ ائی کے احساس میں جیا کرتے تھے ۔ جبکہ تم صرف خدا کی بڑ ائی کے احساس میں زندہ رہے ۔ تم نے سچائی کو ہر قیمت دے کر قبول کیا اور ہر تعصب سے پاک ہوکر اختیار کیا۔ خدا کی توحید تمھاری زندگی کا سب سے بڑ ا مسئلہ تھی اور خدا سے ملاقات پر لوگوں کو تیار کرنا تمھاری زندگی کا سب سے بڑ ا مقصد۔ پھر تم نے دعوت کا کام صرف اپنی قوم ہی میں نہیں کیا بلکہ غیر مسلم اقوام تک قرآن کا پیغامِ توحید و آخرت پہنچانے کے لیے ایک طویل دعوتی جدوجہد کی۔ یہی ساری باتیں آج تمھارے انتخاب کا سبب بن گئی ہیں ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
حضرت نوح عرش الٰہی کے داہنے جانب ہاتھ باندھے کھڑ ے تھے ۔ ہم تمام لوگ حضرت ابوبکر کی زیر قیادت ان کے پیچھے جا کر کھڑ ے ہوگئے ۔ سامنے کی سمت انسانوں کا تاحد نظر پھیلا ہوا ایک سمندر تھا۔ ان میں سے ہر شخص بدحال اور پریشان نظر آتا تھا۔ یہ لوگ سر جھکائے کھڑ ے تھے ۔ ان کے چہرے خوف کے مارے سیاہ پڑ رہے تھے ۔ فضا میں سرگوشیوں کی خفیف سی آواز کے سوا کوئی اور آواز نہ تھی۔ یہی حضرت نوح کی وہ امت تھی جو دراصل ان کی اولاد میں پیدا ہونے والے لوگ تھے ۔
کچھ دیر میں ایک صدا بلند ہوئی:
’’نوح کے گواہ بارگاہ الٰہی میں پیش ہوں ۔‘‘
میرا خیال تھا کہ اب ابوبکر آگے بڑ ھ کر کچھ کہیں گے ۔ مگر اس وقت میں نے دیکھا کہ پیچھے سے نبی کریم تشریف لائے اور عرش الٰہی کے سامنے کھڑ ے ہوگئے ۔
فرمایا گیا:
’’کہو اے محمد! کیا کہنا چاہتے ہو؟‘‘
رسول اللہ صلی اللہ علیہ وسلم نے بارگاہ احدیت میں عرض کیا:
’’پروردگار تو نے مجھے نبوت دی اور اپنا کلام مجھ پر نازل کیا۔ اس کلام میں تو نے مجھے بتایا کہ نوح بھی وہی دین توحید لے کر آئے تھے جو تو مجھے عطا کر رہا ہے ۔ اسی دین حق کی شہادت میں نے اپنی امت پر دی اور اب یہ لوگ تیرے سامنے پیش ہیں تاکہ یہ گواہی دیں کہ اسی دین حق کو انھوں نے اولاد نوح تک بے کم و کاست پہنچادیا تھا۔‘‘
ارشاد ہوا:
’’تم نے سچ کہا۔ اپنے امتیوں کو پیش کرو۔‘‘
اس پر سیدنا ابوبکر نے آگے قدم بڑ ھانے شروع کیے اور حضرت نوح کے برابر میں جا کر کھڑ ے ہوگئے ۔ ہم سب بھی ان کی پیروی میں ان کے پیچھے جا کر ٹھہرگئے ۔
آواز آئی:
’’تم کون ہو؟‘‘
حضرت ابوبکر نے اپنا تعارف کرایا اور پھر ہم میں سے ہر شخص کا نام اور زمانہ بیان کر کے اس کا تعارف کرایا۔ آپ نے عرض کیا کہ ہم امت محمدیہ ہیں ۔ ہم پر آپ کے آخری نبی محمدصلی اللہ علیہ وسلم نے حق کی شہادت دی اور یہ بتایا کہ نوح بھی اسی دین کو لے کر آئے تھے ۔ نوح اور محمد کا یہی دین ہم نے دنیا کی تمام اقوام کو پہنچایا۔ ان لوگوں کو بھی ہم نے حق پہنچادیا تھا جو آپ کے سامنے امت نوح کی حیثیت میں موجود ہیں ۔
اس گواہی کے بعد امت نوح کے لیے جائے فرار کے راستے بند ہوگئے ۔ یہ بات واضح ہوگئی کہ نوح کا دین وہی تھا جو محمد صلی اللہ علیہ وسلمکا تھا اور امت محمدیہ نے اس دین کو دنیا تک پہنچادیا تھا۔ اب امت نوح کا حساب اسی گواہی کی روشنی میں ہونا تھا۔ ہمارا کام ختم ہو چکا تھا۔ اس لیے ہم لوگ واپسی کے لیے روانہ ہوگئے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہمارا قافلہ واپسی کے سفر میں رواں دواں تھا۔ اس دفعہ سالار قافلہ نبی آخر الزماں خود تھے ۔ ہمارا قافلہ فرشتوں کی معیت میں میدان حشر سے گزرتا ہوا حوض کوثر کی سمت جا رہا تھا۔ میں اپنی رسوائی کے اندیشے سے ذرا پیچھے ہی چل رہا تھا۔ یکایک کسی نے میرے کندے پر ہاتھ رکھ کر کہا:
’’بھائی تم کہاں بھاگنے کی کوشش کر رہے تھے ۔‘‘
میں نے پیچھے مڑ کر دیکھا تو صالح زیر لب مسکرا رہا تھا۔ میں شرمندہ ہوکر خاموش رہا۔ وہ ہنستے ہوئے بولا:
’’خدا کا شکر کرو کہ تمھارے امیر قافلہ ابوبکر تھے ۔ ان کی جگہ عمر ہوتے تو تمھیں کم از کم دو چار درے تو ضرور مارتے ۔‘‘
اس کی بات سن کر میں بھی ہنسنے لگا۔ کچھ توقف کے بعد میں نے کہا:
’’اصل بات ابوبکر یا عمر کی نہیں ۔ عمر بھی وہی کرتے جو ابوبکر نے کیا۔ کیونکہ انھیں بھیجنے والی ایک ہی ہستی تھی۔ اس رب کریم کی جو ساری زندگی میری پردہ پوشی کرتا رہا ہے ۔‘‘
پھر ایک اندیشہ میرے ذہن میں پیدا ہوا، میں نے صالح سے پوچھا:
’’تمھیں میرے بارے میں کیسے پتا چلا۔ کیا سب لوگوں کو یہ بات معلوم ہوگئی؟‘‘
’’نہیں نہیں ۔ ۔ ۔ ابوبکر بڑ ے حلیم الطبع شخص ہیں ۔ انھوں نے کسی کو نہیں بتایا۔ رہا میں تو اللہ تعالیٰ نے میرے ہی ذریعے سے ابوبکر کو تمھارے بارے میں پیغام بھجوایا تھا۔ اس لیے مجھے معلوم ہو گیا۔ ویسے تم نے سچ کہا۔ جانتے ہو اللہ تعالیٰ نے کیا کہہ کر مجھے ابوبکر کے پاس بھیجا تھا؟‘‘
میرے جواب کا انتظار کیے بغیر وہ بولا:
’’میرے بندے کو سنبھالو۔ وہ انکساری میں اپنی ذمے داری فراموش کرنے جا رہا ہے ۔‘‘
شرمندگی اور احسان مندی کے ملے جلے جذبات کے ساتھ میں نے اپنا سر جھکادیا۔ کچھ دیر بعد میں نے صالح سے دریافت کیا:
’’یہاں حشر کے معاملات کس طرح چل رہے ہیں ؟‘‘
’’مختلف انبیا کی اپنی امتوں کے بارے میں شہادت دینے کا عمل جاری ہے ۔ ہر نبی اور رسول اپنی امت کے بارے میں یہ شہادت دے رہا ہے کہ اس نے اپنی امت تک رب کا پیغام پہنچادیا تھا۔ جس کے بعد ہر وہ شخص جس کا عمل اس تعلیم کے مطابق ہوتا ہے ، اس کی خطائیں درگزر کر کے اس کی کامیابی کا اعلان کر دیا جاتا ہے ۔‘‘، صالح نے جواب دیا۔
مجھے یاد آ گیا۔ صالح نے بتایا تھا کہ حساب کتاب کے اس دور کے بعد عمومی حساب کتاب شروع ہو گا۔ مجھے آس بندھ گئی کہ شاید اس مرحلے پر میرے بیٹے جمشید کی نجات کا کوئی فیصلہ ہوجائے ، مگر ظاہر ہے میرے ہاتھ میں کچھ نہیں تھا۔ میں نے صالح سے پوچھا:
’’یہاں کیا حالات ہیں ؟‘‘
’’حالات کا نہ پوچھو۔ کسی کا کوئی پرسان حال نہیں ہے ۔ اس پر مزید یہ کہ کسی کو نہیں معلوم کہ اس کے ساتھ کیا ہو گا۔‘‘
ہم دونوں یہ گفتگو کرتے ہوئے قافلے کے پیچھے پیچھے چل رہے تھے کہ اچانک ایک زوردار شور بلند ہوا۔ اس شور کا سبب یہ تھا کہ مسلمانوں کا ایک جم غفیر نبی کریم کے نام کی دہائی دیتا ان کی طرف بڑ ھنا چاہ رہا تھا۔ یہ لوگ چیخ رہے تھے ، رو رہے تھے اور فریاد کر رہے تھے کہ یا رسول اللہ ہماری مدد کیجیے ۔ ہم آپ کے امتی ہیں ۔ جبکہ فرشتے انھیں کوڑ ے مار مار کر دور کر رہے تھے ۔ یہ لوگ حشر کی سختیوں سے اتنے تنگ آ چکے تھے کہ مار کھا کر بھی رسول اللہ کی سمت بڑ ھنے کی کوشش کیے جا رہے تھے ۔ انھیں رسول اللہ کی صورت میں بمشکل امید کی ایک کرن نظر آئی تھی۔
رحمت للعالمین صلی اللہ علیہ وسلم نے یہ منظر دیکھا تو فرشتوں کے سردار کو اپنے پاس بلا کر پوچھا کہ یہ لوگ تو میرے امتی، میرے نام لیوا، میرے کلمہ گو ہیں ۔ ان کے ساتھ یہ سلوک کیوں ہورہا ہے ؟ فرشتے نے بڑ ے ادب سے جواب دیا:
’’یا رسول اللہ! بے شک یہ لوگ آپ کے نام لیوا ہیں ، مگر آپ کو نہیں معلوم کہ ان لوگوں نے آپ کے بعد آپ کے دین میں کیا نئی نئی چیزیں پیدا کر دی تھیں ۔‘‘
اس پر رسول اللہ کے چہرۂ انور پر سخت ناگواری کے تأثرات پیدا ہوئے اور آپ نے فرمایا:
’’ان لوگوں کے لیے دوری ہو جنھوں نے میرے بعد میرے لائے ہوئے دین کو بدل ڈالا۔‘‘
حضور یہ کہہ کر واپس حوض کوثر کی سمت مڑ گئے اور قافلے کے لوگ بھی آپ کے پیچھے پیچھے چلے گئے ۔ میں بھی آگے بڑ ھنا چاہ رہا تھا کہ صالح نے کہا:
’’رکو اور دیکھو یہاں کیا ہوتا ہے ۔‘‘
میں نے دیکھا کہ فرشتے ان لوگوں پر بری طرح پل پڑ ے ہیں ۔ اسی اثنا میں میدان حشر کے بائیں جانب سے کچھ مزید فرشتے بھی آ گئے ۔ انھوں نے انتہائی بے رحمی سے ان لوگوں کو مارنا شروع کر دیا۔ فرشتے ایک کوڑ ا مارتے اور ہزاروں لوگ اس کی زد میں آ کر چیختے چلاتے دور جاگرتے ۔ تھوڑ ی ہی دیر میں حوض کے قریب کا علاقہ صاف ہو گیا۔ مار کھاتے اور بلبلاتے ہوئے یہ لوگ جنھوں نے دین اسلام میں نت نئے عقیدے اور اعمال ایجاد کر لیے تھے ، اپنی رسوائی اور بدبختی کا ماتم کرتے ہوئے وہاں سے رخصت ہوگئے ۔
میں صالح کے ساتھ کھڑ ا یہ عبرتناک مناظر دیکھ رہا تھا۔ میں سوچ رہا تھا کہ یہ وہ بدنصیب ہیں جن کے لیے قرآن مجید کی ہدایت اور رسول اللہ صلی اللہ علیہ وسلم کی سنت ناکافی تھی۔ اس لیے انھوں نے اس میں اضافہ اور تبدیلی کر کے دین حق کا چہرہ مسخ کرنے کی کوشش کی۔ ان کے پاس اپنی ہر گمراہی اور بدعملی کی ایک بے جا منطق موجود ہوتی تھی۔ جب کوئی سمجھانے والا انھیں سمجھانے کی کوشش کرتا یہ اس کی جان کے دشمن ہوجاتے تھے ۔ جب انھیں بتایا جاتا کہ قرآن مجید سے باہر کوئی عقیدہ ایجاد نہیں کیا جا سکتا اور سنت رسول کے علاوہ کوئی اور عمل خدا کے ہاں مقبول نہیں ہو سکتا تو یہ ان باتوں کو بکواس سمجھتے اور اپنی گمراہیوں میں مگن رہتے تھے ۔ مگر اس کا نتیجہ انھوں نے آج بھگت لیا تھا۔ میں یہ سب سوچ ہی رہا تھا کہ صالح نے مجھ سے کہا:
’’عبد اللہ! میں انسانوں کو سمجھ نہیں سکا کہ آخر ہر نبی کی امت نے ہدایت واضح طور پر پالینے کے بعد بدعتوں میں اتنی دلچسپی کیوں لی؟‘‘
’’تم نے اچھا سوال کیا ہے ۔ میں خود بھی زندگی بھر اس مسئلے پر سوچتا رہا ہوں ۔ میرے خیال میں اس کی اصل وجہ غلو ہے ۔ انسان بڑ ی جذباتی مخلوق ہے ۔ وہ افراط و تفریط کا شکار ہوجاتا ہے ۔ انبیا کے نام لیواؤں کے ساتھ بھی یہی ہوا۔ کچھ لوگ مادیت کی طرف اپنے رجحان کی بنا پر انبیا کی تعلیمات کو چھوڑ بیٹھے تو کچھ لوگوں نے انبیا اور صالحین کی محبت اور عبادت کے شوق میں اعتدال سے تجاوز کیا۔ یہی تجاوز اور غلو بدعت کا سبب بن گیا۔‘‘
صالح نے میری بات پر گردن ہلاتے ہوئے کہا:
’’اس افراط و تفریط اور غلو و تجاوز کا سب سے بڑ ا نمونہ مسیحی تھے ۔ ایک طرف ان کے ہاں حضرت موسیٰ کی شریعت کو ترک کر دیا گیا۔ دوسری طرف رہبانیت ایجاد کر کے ایسی ایسی عبادتیں ، ریاضتیں اور بدعتیں دین میں داخل کر لی گئیں کہ کسی نارمل انسان کے لیے مذہبی شناخت کے ساتھ زندگی گزارنا مشکل ہو گیا۔ عمل کے ساتھ ان کے ہاں عقیدے کا غلو بھی آخری درجے میں ظاہر ہوا۔ انھوں نے نبیوں کی امت ہوتے ہوئے بھی خدا کی بیوی اور بیٹا گھڑ لیا۔ مگر یار حقیقت یہ ہے کہ تم مسلمان اس کام میں کون سا پیچھے رہے ہو۔‘‘
یہ آخری بات اس نے بہت زور دے کر کہی۔ میں نے بلا توقف جواب دیا:
’’اور آج اس کا نتیجہ بھی بھگت لیا۔ عیسائیوں نے بھی اور مسلمانوں نے بھی۔‘‘
یہ کہتے وقت میری نظر میں کچھ دیر قبل رونما ہونے والے مناظر گھوم رہے تھے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter12 = ''' حساب کتاب اور اہل جہنم

اہل بدعت کی پٹائی کے واقعے کے بعد میں بہت دل گرفتہ ہو چکا تھا۔ کیونکہ میں نے اس واقعے میں اپنے زمانے میں موجود اپنے کئی جاننے والوں کو دیکھا تھا۔ میری طبیعت بحال کرنے کے لیے صالح مجھے واپس حوض کوثر کی طرف لے گیا تھا۔ وہاں کے پرفضا ماحول میں کچھ وقت تنہائی اور خاموشی میں گزار کر میں بہتر ہو گیا تو وہ دوبارہ مجھے میدان حشر میں لے آیا۔ 
راستے میں وہ مجھے بتانے لگا کہ جب ہم یہاں نہیں تھے تو اس عرصے میں تمام انبیا کی شہادت کا عمل پورا ہو گیا۔ جس کے بعد عمومی حساب کتاب کا مرحلہ شروع ہو چکا تھا۔ اس کا آغاز بھی امت محمدیہ سے ہوا جس کا بڑ ا حصہ حساب کتاب سے گزر کر اپنے بارے میں اللہ تعالیٰ کا فیصلہ سن چکا ہے ۔ 
’’اس کا مطلب یہ ہوا کہ ایک انتہائی اہم موقع پر میں یہاں موجود نہیں تھا؟‘‘
’’ہاں ایسا ہی ہے ، لیکن جنت میں جانے کے بعد جب چا ہو، اس حساب کتاب کی آڈیو وڈیو ریکارڈنگ دیکھ سکو گے ۔‘‘، اس نے ہنستے ہوئے میری بات کا جواب دیا۔
’’مگر بھائی لائیو مشاہدہ تو لائیو ہی ہوا کرتا ہے ۔‘‘، میں نے بھی مسکراتے ہوئے اس کی بات کا جواب دیا۔
’’ایک بڑ ی دلچسپ چیز جو یہاں ہوئی وہ میں تمھیں بتادیتا ہوں ۔ ہوا یہ کہ جب رسول اللہ صلی اللہ علیہ وسلم کی امت کے مشرکین کو ان کے شرک پر پکڑ ا گیا تو ان کی ایک بڑ ی تعداد نے صاف انکار کر دیا کہ وہ کسی شرک میں مبتلا تھے ۔ ان انکار کرنے والوں میں بعد کے زمانے کے لوگ ہی نہیں کفار مکہ بھی تھے جو بتوں کی پوجا کرتے تھے ۔‘‘
’’اس کا سبب؟‘‘
’’اس کا سبب یہ تھا کہ آج سب نے اپنی آنکھوں سے دیکھ لیا ہے کہ اللہ تعالیٰ کے علاوہ کسی کے ہاتھ میں کچھ نہیں ہے ۔ ان لوگوں نے پہلے پہل تو اپنے دیوی دیوتاؤں اور بزرگوں کو پکارا اور ان کو تلاش کیا۔ ظاہر ہے کہ نہ کوئی تھا اور نہ کسی نے جواب دینا تھا۔ فرشتے اور صالح بزرگ، جنھیں اللہ کو چھوڑ کر پکارا جاتا تھا، انھوں نے تو ان لوگوں کے شرک سے صاف انکار کر دیا تھا۔ اس کے بعد ایک ہی چارہ بچا تھا کہ یہ لوگ اپنے شرک کا صاف انکار کر دیں ، مگر ظاہر ہے اس کا کوئی فائدہ نہیں ہوا۔ ایسے تمام مجرموں کے لیے جہنم کا فیصلہ ہو گیا۔‘‘
’’اس وقت کس کا حساب کتاب ہورہا ہے ؟‘‘، میں نے دریافت کیا۔
’’اس وقت تمھارے زمانے کے لوگوں کا نمبر آ چکا ہے ۔ اسی لیے میں تمھیں یہاں لے آیا ہوں ۔ تم دیکھ سکتے ہو کہ ایک ایک کر کے لوگ حساب کتاب کے لیے بلائے جا رہے ہیں ۔ ہر شخص دو فرشتوں کے ساتھ بارگاہ الٰہی میں پیش ہوتا ہے ۔ ایک فرشتہ پیچھے پیچھے چلتا اور اپنی نگرانی میں اسے عرش تک پہنچاتا ہے جبکہ دوسرا فرشتہ بندے کے ساتھ اس کا نامۂ اعمال اٹھائے چلتا ہے ۔ ان میں سے پیچھے والے فرشتے کو ’سائق‘ اور نامۂ اعمال لے کر ساتھ چلنے والے کو ’شہید‘ کہا جاتا ہے ۔ ’سائق‘ وہ فرشتہ ہے جو بندے کو حشر کے میدان سے عرش الٰہی تک پہنچانے کا ذمے دار ہے جبکہ ’شہید‘ اس کے اعمال کی گواہی دیتا ہے ۔ یہ وہی دو فرشتے ہیں جو زندگی بھر انسان کے دائیں اور بائیں سمت موجود رہے ۔ دائیں والا نیک اعمال اور بائیں والا بداعمالیاں لکھتا تھا۔ ان کو قرآن مجید میں کراماً کاتبین کہا گیا تھا۔‘‘
’’مگر یہاں آ کر ان میں سے کون سائق اور کون شہید بنتا ہے ؟‘‘، میں نے پوچھا۔ 
’’اس کا علم اللہ تعالیٰ کو ہے ۔ وہی بندے کی پیشی سے قبل کراماً کاتبین کو مطلع کرتے ہیں کہ دونوں میں سے کس کو کیا کرنا ہے ۔‘‘
ہم وہاں پہنچے تو ایک سرکاری افسر اللہ تعالیٰ کی بارگاہ میں پیش تھا۔ اس سے پوچھا گیا:
’’کیا عمل کیا؟‘‘
اس نے لرزتے ہوئے جواب دیا:
’’پروردگار مجھ سے زندگی میں کچھ غلطیاں ہوئی تھیں ، مگر بعد میں میں نے تیرے لیے بہت عبادت و ریاضت کی۔ اپنی زندگی تیرے دین کے لیے وقف کر دی۔‘‘
اسی اثنا میں اس کے ساتھ کھڑ ے فرشتے کو اشارہ ہوا۔ اس نے کہا:
’’پروردگار! اس نے سچ کہا ہے ۔‘‘
پوچھا گیا:
’’تم ایک سرکاری ملازم تھے ۔ کیا تم نے رشوت لی؟ لوگوں کو تنگ کر کے ان سے پیسے کھائے ۔ ناجائز طریقے سے قانون سخت کر کے لوگوں کو رشوت دینے کے لیے مجبور کیا؟‘‘
اس نے عرض کیا:
’’یہ میں نے کیا تھا لیکن میں نے توبہ کر لی تھی۔‘‘
’’تو نے توبہ کر لی تھی؟‘‘، انتہائی غضبناک آواز میں سوال کیا گیا۔
اس کے منہ سے جواب میں ایک لفظ نہیں نکل سکا۔ فرشتہ آگے بڑ ھا اور اس نے اس کے نامۂ اعمال کو پڑ ھنا شروع کیا۔ جس کے مطابق اس نے حرام کی کمائی سے گھر بنایا اور ساری زندگی اسی گھر میں رہا، انویسٹمنٹ کر کے مال کو خوب بڑ ھایا، بچوں کو اسی پیسے سے اعلیٰ تعلیم دلوائی۔ بیوی کو خوب زیورات بنا کر دیے ۔یہ اس مال سے اپنی موت تک فائدہ اٹھاتا رہا۔ البتہ زبان سے توبہ ضرور کی تھی اور ریٹائرمنٹ کے بعد ڈاڑ ھی، ٹوپی، نماز وغیرہ سب شروع کر دی تھی۔
جیسے ہی فرشتے کا بیان ختم ہوا حکم ہوا:
’’اس کا نامۂ اعمال میزان میں رکھو۔‘‘
دائیں ہاتھ کے فرشتے نے اس کی نیکیاں الگ کر کے میزان عدل میں دائیں طرف رکھ دیں اور بائیں ہاتھ کے فرشتے نے اس کی برائیاں بائیں طرف رکھ دیں ۔ وہ سرکاری افسر انتہائی بے بسی اور خوف کے ساتھ یہ سب ہوتا دیکھ رہا تھا۔
فرشتوں نے اپنا کام جیسے ہی ختم کیا نتیجہ سامنے آ گیا۔ الٹے ہاتھ کا پلڑ ا مکمل طور پر جھک گیا تھا۔ اس نے ظلم و نا انصافی اور رشوت سے جو کچھ حرام کمایا تھا اور لوگوں کے ساتھ جو زیادتیاں کی تھیں وہ اس کے سارے نیک اعمال پر غالب آ گئیں ۔ یہ دیکھ کر وہ شخص چیخنے چلانے لگا اور رحم کی درخواست کرنے لگا۔ ارشاد ہوا:
’’جن لوگوں سے تو رشوت لیتا اور انھیں تنگ کرتا تھا کبھی ان پر تجھے رحم آیا۔ دیکھ تیری کمائی آج تیرے کچھ کام نہ آئی۔ تیرا انجام جہنم ہے ۔ پھر ایک فرشتے نے اس کا نامۂ اعمال اس کے بائیں ہاتھ میں تھمادیا۔‘‘
وہ شخص چیخ چیخ کر کہنے لگا:
’’میں نے اپنے لیے کچھ نہیں کیا۔ یہ سب میں نے اپنی بیوی بچوں کے لیے کیا تھا۔ اللہ کے واسطے مجھے چھوڑ دو۔ میرے بیوی بچوں کو پکڑ و۔‘‘
فرشتوں نے جواب دیا:
’’تیرے بیوی بچوں کا حساب بھی ہوجائے گا پہلے تو تو چل۔‘‘
پھر دونوں فرشتے اسے مارتے اور گھسیٹتے ہوئے جہنم کی سمت لے گئے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
اگلا شخص پولیس کا ایک سینئر افسر تھا۔ اللہ تعالیٰ نے اسے مخاطب ہی نہیں کیا۔ اس کے ساتھ آنے والے فرشتے سے پوچھا کہ اس کے نامۂ اعمال میں کیا درج ہے ۔ اس کے جواب میں فرشتے نے اس کی ساری زندگی کے جرائم بیان کر دیے ۔ جن میں بے گناہ لوگوں پر ظلم، بعض معصوموں کا قتل، جوئے اور بدکاری کے اڈوں کی سرپرستی، بدکاری اور شراب نوشی، رشوت اور عیاشی جیسے سنگین جرائم شامل تھے ۔ جبکہ نیکیوں میں صرف عید کی وہ نمازیں تھیں جو حالت مجبوری میں حکمرانوں کے ساتھ عید گاہ میں ادا کی جاتی تھیں ۔
پوچھا گیا:
’’تمھیں اپنی صفائی میں کچھ کہنا ہے ۔‘‘
اس نے کہا:
’’پروردگار! میرے حالات ہی ایسے تھے ۔ ہر طرف رشوت کا ماحول تھا۔ میں یہ سب نہیں کرنا چاہتا تھا مگر افسران کا دباؤ اور ماحول کے جبر کی بنا پر مجبور ہو گیا۔‘‘
انتہائی سخت آواز میں کہا گیا:
’’تو تم مجبور ہوگئے تھے ؟‘‘
پھر حکم ہوا کہ اس کے ماتحت کام کرنے والے ایک جونیئر افسر کو پیش کیا جائے ۔ تھوڑ ی ہی دیر میں ایک انتہائی خوش شکل شخص بہت اعلیٰ اور نفیس لباس زیب تن کیے ہوئے حاضر ہوا۔ اس سے پوچھا گیا:
’’میرے بندے تو نے بھی اسی شخص کے ساتھ کام کیا تھا۔ پھر ماحول سے مجبور ہوکر ظلم اور رشوت کا راستہ کیوں اختیار نہیں کیا؟‘‘
اس نے جواب دیا:
’’میرے رب مجھے آج کے دن تیرے حضور پیش ہونے کا اندیشہ تھا۔ اس لیے میں نے کبھی رشوت نہیں لی۔ جب ساتھ کام کرنے والوں نے مجھے مجبور کیا تو میں نے صاف انکار کر دیا۔ میں نے ساری عمر بہت غربت کی زندگی گزاری لیکن کبھی پیسے لے کر انصاف کا خون نہیں کیا۔‘‘
جواب ملا :
’’ہاں ! اسی کا بدلہ ہے کہ تیرے بہت کم عمل کو میں نے بہت زیادہ قبول کیا ہے اور تجھے ہمیشہ رہنے والی جنت کی سرفرازی نصیب کی ہے ۔‘‘
پھر دوسرے پولیس والے سے کہا گیا:
’’تیرے پاس انتخاب یہ نہیں تھا کہ تو رشوت، ظلم اور زیادتی کے راستے پرچل کر امیر ہوجائے یا ایماندار بن کر غربت کی زندگی گزارے ۔ تیر ے پاس انتخاب یہ تھا کہ انصاف کر کے جنت میں جائے یا پھر ظلم کرے اورجہنم میں جائے ۔ سو تو نے جہنم کو پسند کر لیا۔ یہی ہمیشہ کے لیے تیرا بدلہ ہے ۔‘‘
وہ پولیس والا ہار ماننے کے لیے تیار نہ تھا۔ وہ روتے ہوئے کہنے لگا:
’’پروردگار! مجھے شیطان نے گمراہ کیا تھا۔‘‘
جواب ملا:
’’نہیں ! اصل میں تو خود ایک شیطان تھا۔ حالانکہ تو میرے سامنے ایک معمولی چیونٹی سے زیادہ بے بس تھا۔ اے بے وقعت انسان! جس وقت تو انسانوں پر ظلم کرتا تھا اس وقت بھی تو میرے سامنے ہوتا تھا، لیکن میں نے تجھے مہلت دی۔ تو نے اس مہلت سے فائدہ نہیں اٹھایا۔ تو نے یہ سمجھا تھا کہ تجھے میرے حضور پیش نہیں ہونا۔ دیکھ تیرا گمان غلط ثابت ہوا۔‘‘
اِدھر غیض و غضب کے یہ الفاظ بلند ہورہے تھے ، اُدھر میدان حشر کے بائیں جانب سے جہنم کے شعلوں کے بھڑ کنے کی آوازیں تیز ہورہی تھیں ۔ ان آوازوں نے ہر دل کو لرزا کر رکھ دیا تھا۔ ہر شخص پر سخت ہول کا عالم طاری تھا۔ کلیجے منہ کو آ رہے تھے ۔ آنکھیں پھٹی ہوئی تھیں ۔ لوگوں کے چہرے بالکل سیاہ پڑ چکے تھے ۔ دل کی دھڑ کنیں اتنی تیز تھیں کہ گویا دل سینہ توڑ کر باہر نکل آئے گا۔ مگر آج کوئی جائے فرار نہ تھی۔ ایک مجرم کا فیصلہ ہورہا تھا اور دیگر مجرموں کی حالت خراب ہورہی تھی۔ وقت کے فرعون، طاقتور ہستیاں ، جابر حکمران، بے انتہا دولت کے خزانوں کے مالک، مشہور ترین سیلیبریٹی، انتہائی اثر و رسوخ والے لوگ، سب معمولی غلاموں بلکہ بھیڑ بکریوں کی طرح بے بسی سے کھڑ ے اپنی قسمت کے فیصلے کے منتظر تھے اور آج انھیں بچانے والا کوئی نہ تھا۔
پھر اس کا اعمال نامہ تولا گیا جس میں حسب توقع الٹے ہاتھ کا پلڑ ا بھاری ہو گیا۔ فرشتے نے آگے بڑ ھ کر نامۂ اعمال اس کے بائیں ہاتھ میں تھمانا چاہا، مگر اس نے ڈر کے مارے ہاتھ پیچھے کر لیا۔ فرشتے کے مقابلے میں اس کی کیا حیثیت تھی۔ فرشتے نے اس کے ہاتھ پیچھے ہی کی سمت باندھ کر ان بندھے ہوئے ہاتھوں میں سے الٹے ہاتھ میں نامۂ اعمال تھمادیا۔ پھر دونوں فرشتے اسے مارتے پیٹے ان شعلوں کی طرف بڑ ھ گئے جہاں بدترین انجام اس کا منتظر تھا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
اگلا شخص ایک بہت دولتمند آدمی تھا۔ پوچھا گیا:
’’دولت کے خزانے تو پیچھے چھوڑ آئے ہو۔ یہ بتاؤ کہ مال کیسے کمایا اور کیسے خرچ کیا تھا؟‘‘
اس نے جواب دیا:
’’پروردگار! میں کاروبار کرتا تھا۔ اس سے جو مال کمایا وہ غریبوں پر خرچ کیا۔‘‘
فرشتے کو اشارہ ہوا۔ اس نے تفصیل بیان کرنا شروع کی جس کے مطابق اس شخص نے زندگی میں کھربوں روپے کمائے ۔ ابتدائی زندگی میں چھوٹے کاروبار سے آغاز کیا۔ چینی، آٹا اور دیگر بنیادی ضرورت کی اشیا میں ملاوٹ اور ذخیرہ اندوزی وغیرہ کی بنا پر بہت منافع کمایا اور اس کا بزنس تیزی سے پھیل گیا۔ اس کے بعد اس نے کئی اور کاروبار کر لیے ۔ مگر اس دفعہ مال کمانے کے لیے اس نے اپنے جیسے کئی دوسرے لٹیروں کو ساتھ ملا کر ایک کارٹل بنالیا۔ کارٹل کا کام ہی یہ تھا کہ مارکیٹ کو کنٹرول کر کے اپنی مرضی کی قیمت پر اشیا فروخت کی جائیں ۔ یہ کارٹل جو انتہائی بارسوخ افراد پر مشتمل تھا اپنے سیاسی رابطوں اور رشوت کے ذریعے سے اپنی مرضی کی قیمتیں طے کراتا۔ یوں غریب عوام مہنگائی کی چکی میں پستے رہے اور ان کا سرمایہ کروڑ وں سے اربوں اور اربوں سے کھربوں میں بدلتا گیا۔ معاشرے میں اپنا تشخص برقرار رکھنے کے لیے یہ اپنے خزانوں میں سے چند سکے خیرات کرتا اور ڈھیروں واہ واہ کماتا۔
فرشتے کے بیان کے بعد کچھ کہنے سننے کی گنجائش ختم ہوگئی، مگر یہ سیٹھ بہت چالاک شخص تھا۔ اس نے چیخ چیخ کر کہنا شروع کر دیا کہ یہ سارا بیان بالکل غلط ہے ۔ میں نے کوئی غلط کام نہیں کیا۔ میں نے ہر چیز قانون کے مطابق کی ہے ۔ مارکیٹ کے تقاضوں کے مطابق کاروبار کیا۔ میرے خلاف کوئی ثبوت نہیں ہے ۔ یہ فرشتہ جھوٹ بول رہا ہے ۔ وہ مسلسل چیخے جا رہا تھا۔
آواز آئی:
’’تو تجھے ثبوت چاہیے ۔ وہ بھی مل جائے گا۔‘‘
ان الفاظ کے ساتھ ہی سیٹھ کی آواز بند ہوگئی۔ یکایک اس کے ہاتھ سے آواز آنا شروع ہوگئی۔ کم و بیش وہی بیان دہرادیا گیا جو فرشتے نے دیا تھا۔ پھر ایسی ہی گواہی اس کے پیروں سے آنا شروع ہوگئی۔ اور رفتہ رفتہ پورے جسم نے اس کے خلاف گواہی دے دی۔ حتیٰ کہ اس کے سینے نے اس کے دل کی وہ نیت بھی بیان کر دی جو فرشتوں کے ریکارڈ میں درج نہ تھی۔
اس گواہی کے بعد کہنے سننے کی ساری گنجائش ختم ہوگئی اور وہی انجام سامنے آ گیا جو پچھلوں کے سامنے آیا تھا۔ صرف ایک اضافی بات ہوئی وہ یہ کہ فرشتوں کو حکم ہوا کہ جہنم میں دیگر عذابوں کے ساتھ اس کے مال و دولت اور خزانوں کو آگ میں دہکایا جائے اور اس سے اس کی پیٹھ، اس کی پیشانی اور اس کی کمر کو بار بار داغا جائے ۔ اس کے بعد فرشتے اسے منہ کے بل گھسیٹتے ہوئے جہنم کی سمت لے گئے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ایک ایک کر کے لوگ آتے جا رہے تھے اور ان کے معاملات نمٹتے جا رہے تھے ۔ چند لوگوں کا معاملہ بڑ ا ہی عبرتناک تھا۔ ان میں سے پہلا شخص آیا تو محسوس ہوا کہ اس کے نامۂ اعمال میں نیکیوں کے پہاڑ ہیں ۔ عبادت، ریاضت، نوافل، اذکار، نماز، روزہ، زکوٰۃ، حج اور عمرے کی قطار تھی جو اس کے نامۂ اعمال سے ختم ہی نہیں ہورہی تھی۔ مگر اس کے بعد فرشتے نے ا س کے نامۂ اعمال میں موجود ان اعمال کو پڑ ھنا شروع کیا جن کا تعلق مخلوق خدا کے ساتھ تھا تو معلوم ہوا کہ کسی کو گالی دی ہے ، کسی کا مال دبایا ہے ، کسی پر تہمت لگائی ہے ، کسی کو مارا پیٹا ہے ۔ چنانچہ بارگاہ الٰہی سے فیصلہ ہوا کہ سارے مظلوموں کو بلالو۔ اس کے بعد ہر مظلوم کو اس کے حصے کی نیکیاں دے دی گئیں ۔ کچھ مظلوم پھر بھی رہ گئے تو حکم ہوا کہ ان کے گناہ اس کے کھاتے میں ڈال دو۔ اس کے بعد جب اعمال کا وزن ہوا تو الٹے ہاتھ کا پلڑ ا بالکل جھک گیا۔ وہ شخص چیختا چلاتا رہا، مگر اس کی ایک نہ چلی اور فرشتے اسے کھینچتے ہوئے جہنم کی سمت لے گئے ۔
کچھ لوگ ایسے آئے جن کا انجام دیکھ کر مجھے اپنی فکر پڑ گئی۔ ان میں سے ایک عالم تھا۔ وہ پیش ہوا تو اللہ تعالیٰ نے اسے اپنی ساری نعمتیں یاد دلائیں اور پھر اس سے پوچھا کہ تم نے جواب میں کیا کیا۔ اس نے اپنے علمی اور دعوتی کارنامے سنانے شروع کیے ۔ جواب میں اسے کہا گیا کہ تو جھوٹ بولتا ہے ۔ تو نے یہ سب اس لیے کیا کہ تجھے عالم کہا جائے ۔ سو دنیا میں کہہ دیا گیا۔ فیصلے کا نتیجہ صاف تھا۔ چنانچہ فرشتے اسے منہ کے بل گھسیٹتے ہوئے جہنم کی سمت لے گئے ۔ ایسا ہی معاملہ ایک شہید اور ایک سخی کے ساتھ ہوا۔ ان سے بھی وہی سوال ہوا۔ انہوں نے بھی اپنے کارنامے سنائے ۔ مگر ہر دفعہ یہی جواب ملا کہ تم نے جو کچھ کیا دنیا میں لوگوں کو دکھانے اور ان کی نظروں میں مقام پانے کے لیے کیا۔ سو وہی تعریف تمھارا بدلہ ہے ۔ نہ میرے لیے کچھ کیا نہ میرے پاس دینے کے لیے کچھ ہے ۔ انہیں بھی جہنم کی سمت روانہ کر دیا گیا۔ ان لوگوں کا حساب کتاب ہورہا تھا اور میں حساب لگا رہا تھا کہ میں نے کتنے کام اللہ کے لیے کیے اور کتنے لوگوں کی نظروں میں مقام و بڑ ائی پانے کے لیے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
احتساب اور فیصلوں کے عمل میں بعض عجیب و غریب اور ناقابل تصور باتیں سامنے آ رہی تھیں ۔ دنیا میں ہونے والی سازشوں ، معروف لوگوں کے قتل، گھریلو، دفتری، ملکی اور بین الاقوامی سطح پر ہونے والے واقعات کے پیچھے کارفرما عوامل، ان میں ملوث افراد، خفیہ ملاقاتوں کی روداد، بند کمروں کی سرگوشیاں ، غرض ہر چیز آج کے دن کھل رہی تھی۔ عزت دار ذلیل بن رہے تھے ، شرفا بدکار نکل رہے تھے ، معصوم گناہ گار ثابت ہورہے تھے ۔ لوگ زندگی بھر جس پروردگار کو بھول کر جیتے رہے ، وہ ان کے ہر ہر لمحے کا گواہ تھا۔ کوئی لفظ نہ تھا جو ریکارڈ نہ ہوا ہو اور کوئی نیت اور خیال ایسا نہ تھا جو اس کے علم میں نہ آیا ہو۔ رائی کے دانے کے برابر بھی کوئی عمل نہ تھا جو کیا گیا اور اس کا اندراج ایک کتاب میں نہ کر لیا گیا ہو۔ اور آج کے دن یہ سب کچھ سب لوگوں کے سامنے اس طرح کھول دیا گیا تھا کہ ہر انسان گویا بالکل برہنہ کھڑ ا ہوا تھا۔
میں یہ سب کچھ سوچ رہا تھا اور دل میں لرز رہا تھا کہ اگر میری غلطیاں اور کوتاہیاں بھی آج سامنے آ گئیں تو کیا ہو گا؟ کوئی اور سزا نہ ملے ، انسان کو صرف بے پردہ ہی کر دیا جائے ، یہی آج کے دن کی سب سے بڑ ی سزا بن جائے گی۔ صالح نے غالباً میرے خیالات کو پڑ ھ لیا تھا۔ وہ میری پیٹھ تھپتھپاتے ہوئے بولا:
’’پروردگار عالم کی کریم ہستی آج اپنے نیک بندوں کو رسوا نہیں کرے گی۔ اس کی کرم نوازی اپنے صالح بندوں کی اس طرح پردہ پوشی کرے گی کہ ان کی کوئی خطا اور گناہ، کوئی لغزش اور بھول لوگوں کے سامنے نہیں آئے گی۔ تم بے فکر رہو۔ خدا سے زیادہ اعلیٰ ظرف ہستی تم کسی اور کی نہ دیکھو گے ۔‘‘
’’بے شک۔ مگر اس وقت تو میں خدا کی گرفت دیکھ رہا ہوں ۔ اس طرح کہ جہنم کی سزا سنانے سے قبل بدکاروں کے چہرے سے شرافت اور معصومیت کا نقاب نوچ کر پھینکا جاتا ہے اور پھر ان کو عذاب کی نذر کیا جاتا ہے ۔‘‘، میں نے اندیشہ ناک لہجے میں جواب دیا۔
صالح نے مجھے اطمینان دلاتے ہوئے کہا:
’’یہ صرف مجرموں کے ساتھ ہورہا ہے ۔ جسمانی عذاب سے قبل انہیں رسوائی کا ذہنی عذاب دیا جاتا ہے ۔ صالحین کے ساتھ یہ ہرگز نہیں ہو گا۔‘‘
ہم یہ گفتگو کر رہے تھے کہ ایک اور شخص کو بارگاہ الوہیت میں پیش کیا گیا۔ اس نے پیش ہوتے ہی بارگاہ ایزدی میں عرض کیا:
’’پروردگار! میں بہت غریب گھرانے میں پیدا ہوا تھا۔ بچپن بہت غربت میں گزرا۔ جوانی میں مجھ سے کچھ غلطیاں ہوگئیں تھیں ، لیکن تو مجھے معاف کر دے ۔‘‘
فرشتے سے مخاطب ہوکر پوچھا گیا:
’’کیا واقعی اسے میں نے غربت سے آزمایا تھا؟‘‘
فرشتے نے ادب سے عرض کیا:
’’مالک! یہ ٹھیک کہتا ہے ، لیکن یہ جنھیں غلطیاں کہہ رہا ہے وہ اس کے بدترین جرائم ہیں ۔ یہ ایک رہزن بن گیا تھا۔ چند روپوں اور موبائل جیسی معمولی چیزیں چھیننے کے لیے اس نے کئی لوگوں کو مار ڈالا اور کئی لوگوں کو زخمی کیا تھا۔‘‘
’’اچھا!‘‘، مالک ذوالجلال نے فرمایا۔
اس اچھا میں جو غضب تھا، اس میں اس شخص کا انجام صاف نظر آ گیا تھا۔ پھر قہر الٰہی بھڑ ک اٹھا:
’’اے ملعون شخص! میں نے تجھے غریب تو پیدا کیا تھا لیکن بہترین جسمانی صحت اور صلاحیت سے یہ موقع دیا تھا کہ توزندگی میں ترقی کی کوشش کرتا۔ تو یہ کرتا تو میں تجھے مال سے نواز دیتا۔ کیونکہ تجھے اتنا ہی رزق ملنا تھا جو تیرے لیے مقدر تھا۔ مگر تو نے اس رزق کو خون بہا کر اور ظلم کر کے حاصل کیا۔ آج تیرا بدلہ یہ ہے کہ ہر وہ شخص جس کو تونے قتل کیا اور جس پر ظلم کیا، اس کے گنا ہوں کا بوجھ بھی تجھے اٹھانا ہو گا۔ تیرے لیے ابدی جہنم کا فیصلہ ہے ۔ تجھ پر لعنت ہے ۔ تیرے لیے ختم نہ ہونے والا دردناک عذاب ہے ۔‘‘
یہ الفاظ ختم ہوئے ہی تھے کہ فرشتے تیر کی طرح اس کی طرف لپکے اور اسے انتہائی بے دردی سے مارتے پیٹتے اور گھسیٹتے ہوئے جہنم کی سمت لے گئے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
اگلی شخصیت جسے حساب کے لیے پیش کیا گیا اسے دیکھ کر میری اپنی حالت خراب ہوگئی۔ یہ کوئی اور نہیں میری بیٹی لیلیٰ کی سہیلی عاصمہ تھی۔ اس کی حالت پہلے سے بھی زیادہ ابتر تھی۔ اسے بارگاہ احدیت میں پیش کیا گیا۔
پہلا سوال ہوا:
’’پانچ وقت نماز پڑ ھی یا نہیں ؟‘‘
اس کے جواب میں وہ بالکل خاموش کھڑ ی رہی۔ دوبارہ کہا گیا:
’’کیا تو مفلوج تھی؟ کیا تو خدا کو نہیں مانتی تھی؟ کیا تو خود کو معبود سمجھتی تھی؟ کیا تیرے پاس ہمارے لیے وقت نہیں تھا؟ یا ہمارے سوا کوئی اور تھا جس نے تجھے دنیا بھر کی نعمتیں دی تھیں ؟‘‘
عاصمہ کو اپنی صفائی میں پیش کرنے کے لیے الفاظ نہیں مل رہے تھے ۔
اس کی جگہ فرشتے نے کہا:
’’پروردگار! یہ کہتی تھی کہ خدا کو ہماری نماز کی ضرورت نہیں ہے ۔‘‘
’’خوب! اس نے ٹھیک کہا تھا۔ مگر اب اس کو یہ معلوم ہو گیا ہو گا کہ نماز کی ضرورت ہمیں نہیں خود اس کو تھی۔ نماز جنت کی کنجی ہے ۔ اس کے بغیر کوئی جنت میں کیسے داخل ہو سکتا ہے ۔‘‘
اس کے بعد عاصمہ سے اگلے سوالات شروع ہوئے ۔ زندگی کن کاموں میں گزاری؟ جوانی کیسے گزاری؟ مال کہاں سے حاصل کیا، کیسے خرچ کیا؟ علم کتنا حاصل کیا اس پر کتنا عمل کیا؟ زکوۃ، انسانوں کی مدد، روزہ، حج۔ یہ اور ان جیسے دیگر سوالات ایک کے بعد ایک کیے جاتے رہے ۔ مگر ہر سوال اس کی ذلت اور رسوائی میں اضافہ کرتا گیا۔
آخرکار عاصمہ چیخیں مار کر رونے لگی۔ وہ کہنے لگی:
’’پروردگار! میں آج کے دن سے غافل رہی۔ ساری زندگی جانوروں کی طرح گزاری۔ عمر بھر دولت، فیشن، دوستیوں ، رشتوں اور مزوں میں مشغول رہی۔ تیری عظمت اور اس دن کی ملاقات کو بھولی رہی۔ میرے رب مجھے معاف کر دے ۔ بس ایک دفعہ مجھے دوبارہ دنیا میں بھیج دے ۔ پھر دیکھ میں ساری زندگی تیری بندگی کروں گی۔ کبھی نافرمانی نہیں کروں گی۔ بس مجھے ایک موقع اور دے دے ۔‘‘، یہ کہہ کر وہ زمین پر گر کر تڑ پنے لگی۔
’’میں تمھیں دوبارہ دنیا میں بھیج دوں تب بھی تم وہی کرو گی۔ اگر تمھیں ایک موقع اور دے دوں تب بھی تمھارے رویے میں تبدیلی نہیں آئے گی۔ میں نے اپنا پیغام تم تک پہنچادیا تھا۔ مگر تمھاری آنکھوں پر پٹی بندھی رہی۔ تم اندھی بنی رہیں ۔ اس لیے آج تم جہنم کے تاریک گڑ ھے میں پھینکی جاؤگی۔ تمہارے لیے نہ کوئی معافی ہے اور نہ دوسرا موقع۔‘‘
پھراس کے ساتھ بھی وہی کچھ ہوا جو اس سے پہلے لوگوں کے ساتھ ہو چکا تھا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
عاصمہ کا انجام دیکھ کر میری حالت دگرگوں ہوگئی۔ میرے لاشعور میں یہ خوف پوری طرح موجزن تھا کہ اگر اسی طرح میرے بیٹے جمشید کے ساتھ ہوا تو یہ منظر میں دیکھ نہ سکوں گا۔ میں نے صالح سے کہا:
’’میں اب یہاں ٹھہرنے کی ہمت نہیں پاتا۔ مجھے یہاں سے لے چلو۔‘‘
صالح میری کیفیت کو سمجھ رہا تھا۔ وہ بغیر کوئی سوال کیے میرا ہاتھ پکڑ ے ایک سمت روانہ ہو گیا۔ راستے میں جگہ جگہ انتہائی عبرتناک مناظر تھے ۔ ان گنت صدیوں تک میدان حشر کے سخت ترین ماحول کی اذیتیں اٹھا کر لوگ آخری درجے میں بدحال ہو چکے تھے ۔ دولتمند، طاقتور، بارسوخ، ذہین، حسین، صاحب اقتدار اور ہر طرح کی صلاحیت کے حاملین اس میدان میں زبوں حال پھر رہے تھے ۔ ان کے پاس دنیا میں سب کچھ تھا۔ بس ایمان و عمل صالح کا ذخیرہ نہیں تھا۔ یہ پائے ہوئے لوگ آج سب سے زیادہ محروم تھے ۔ یہ خوشحال لوگ آج سب سے زیادہ دکھی تھے ۔ یہ آسودہ حال لوگ آج سب سے زیادہ بدحال تھے ۔ ہزاروں برس سے خوار وخراب یہ لوگ موت کی دعائیں کرتے ، رحم کی امید باندھے ، کوئی سفارش اور شفاعت ڈھونڈتے ہوئے پریشان حال گھوم رہے تھے ۔ کہیں عذاب کے فرشتوں سے مار کھاتے ، کہیں بھوک اور پیاس سے نڈھال ہوتے ، کہیں دھوپ کی شدت سے بے حال ہوتے یہ لوگ نجات کے لیے کچھ بھی کرنے کو تیار تھے ۔ اپنی اولادوں کو، اپنے بیوی بچوں کو، اپنی ساری دولت کو، ساری انسانیت کو فدیے میں دے کر آج کے دن کی پکڑ سے بچنا چاہتے تھے ۔ مگر یہ ممکن نہ تھا۔ وہ وقت تو گزرگیا جب چند روپے خرچ کر کے ، کچھ وقت دے کر جنت کی اعلیٰ ترین نعمتوں کا حصول ممکن تھا۔ یہ لوگ ساری زندگی، کیرئیر، اولاد اور جائیدادوں پر انویسٹ کرتے رہے ۔ کاش یہ لوگ آج کے اس دن کے لیے بھی انویسٹ کر لیتے تو اس حال کو نہ پہنچتے ۔ 
میدان حشر میں بار بار لوگوں کا نام پکارا جاتا۔ جس کا نام لیا جاتا دو فرشتے تیزی سے اس کی سمت جھپٹتے اور اس کو لے کر پروردگار کے حضور پیش کر دیتے ۔ لگتا تھا کہ فرشتے مسلسل اپنے شکار پر نگاہ رکھے ہوئے ہیں اور لاکھوں کروڑ وں کے اس مجمع سے بلا تردد اپنے مطلوب شخص کو ڈھونڈ لیتے ہیں ۔ میری متلاشی نگاہیں لاشعوری طور پر جمشید کو ڈھونڈ رہی تھیں ۔ مگر وہ مجھے کہیں نظر نہ آیا۔ صالح میری کیفیت کو بھانپ کر بولا:
’’میں جان بوجھ کر تمھیں اس کے پاس نہیں لے جا رہا۔ اس کی بیوی، بچے ، ساس، سسر سب کے لیے پہلے ہی جہنم کا فیصلہ سنایا جا چکا ہے اور کچھ نہیں معلوم کہ اس کا کیا انجام ہو گا۔ بہتر یہ ہے کہ تم اس سے نہ ملو۔ یہاں تک کہ اللہ تعالیٰ خود کوئی فیصلہ کر دیں ۔‘‘
اس کی بات سن کر ہونا تو یہ چاہیے تھا کہ میری کیفیت بہت اداس اور غمگین ہوجاتی۔ لیکن نہ جانے کیوں میرے دل میں ایک احساس پیدا ہوا۔ میں صالح سے کہنے لگا:
’’میرے رب کا جو فیصلہ ہو گا وہ مجھے قبول ہے ۔ میں اپنے بیٹے سے جتنی محبت کرتا ہوں میرا مالک میرا ان داتا اس سے ہزاروں گنا زیادہ اپنے بندوں سے محبت کرتا ہے ۔ بلکہ ساری مخلوقات اپنی اولاد کو جتنا چاہتی ہے ، میرا رب اس سے بڑ ھ کر اپنے بندوں پہ شفقت فرمانے والا ہے ۔ جمشید کی معافی کی اگر ایک فیصد بھی گنجائش ہے تو یقینا اسے معاف کر دیا جائے گا۔ اور اگر وہ کسی صورت معافی کے لائق نہیں تو رب کے ایسے کسی مجرم سے مجھے کوئی ہمدردی نہیں ۔ چاہے وہ میرا اپنا بیٹا ہی کیوں نہ ہو۔‘‘
میری بات سن کر صالح مسکرایا اور بولا:
’’تم بھی بہت عجیب ہو۔ اتنے عجیب ہو کہ بس۔ ۔ ۔ ‘‘
’’ہاں !شاید میں عجیب ہوں ، مگر ایک کریم رب کا بندہ ہوں ۔ اس نے میرے قلب پر سکینت نازل کر دی ہے ۔ اب مجھے کسی کی کوئی پروا نہیں ۔ ویسے ہم جا کہاں رہے ہیں ؟‘‘
’’یہ ہوئی نا بات۔ اب تم لوٹے ہو۔ اب تم دوبارہ ایک باپ سے عبد اللہ بنے ہو۔ لیکن میں تمھیں یہ بتادوں کہ ابھی تک لوگوں کی نجات کا امکان ہے ۔ اللہ تعالیٰ میدان حشر کی اس سختی کو بہت سے لوگوں کے گنا ہوں کی معافی کا سبب بنا کر ان کے نیک اعمال کی بنا پر انھیں معاف کر رہے ہیں ۔ تم نے اتفاق سے سارے مجرموں کا حساب کتاب ہوتے دیکھ لیا، مگر کچھ لوگوں کو ابھی بھی معاف کیا جا رہا ہے ۔ اس لیے کہ خد اکے انصاف میں کوئی سچی نیکی کبھی ضائع نہیں جاتی۔‘‘
میں نے صالح کی بات کے جواب میں کہا:
’’بے شک میرا رب بڑ ا قدردان ہے ، مگر ہم کہاں جا رہے ہیں ؟‘‘
’’ہم دراصل جہنم کی سمت جا رہے ہیں ۔ میں تمھیں اب اہل جہنم سے ملوانا چاہ رہا ہوں ۔‘‘
’’تو کیا ہم جہنم میں جائیں گے ؟‘‘
’’نہیں نہیں ۔ یہ بات نہیں ۔ اس وقت اہل جہنم کو جہنم کے قریب پہنچادیا گیا ہے ۔ یہ جو تم میدان دیکھ رہے ہو اس میں الٹے ہاتھ کی سمت ایک راستہ بتدریج گہرا ہوکر کھائی کی شکل اختیار کر لیتا ہے ۔ جہنم کے ساتوں دروازے اسی کھائی سے نکلتے ہیں ۔ جیسا کہ تم نے قرآن میں پڑ ھا ہے کہ ان سات دروازوں میں سات مختلف قسم کے مجرم داخل کیے جائیں گے ۔‘‘
صالح مجھے یہ تفصیلات بتا ہی رہا تھا کہ میں نے محسوس کیا کہ میدان میں نشیب کی سمت ایک راستہ اتر رہا تھا۔ ہم اس راستے پر نہیں گئے بلکہ اس کے ساتھ ساتھ جو بلند زمین تھی اس پر چلتے رہے ۔ تھوڑ ی دیر میں یہ راستہ تنگ ہوکر کھائی کی شکل میں تبدیل ہو گیا۔ ہم اوپر ہی تھے جہاں سے ہمیں نیچے کا منظر بالکل صاف نظر آ رہا تھا۔ اس راستے پر جگہ جگہ فرشتے تعینات تھے جو مجرموں کو مارتے گھسیٹتے ہوئے لا رہے تھے ۔
تھوڑ ا آگے جا کر اس تنگ راستے یا کھائی پر رش بڑ ھنے لگا۔ یہاں کھوے سے کھوا چھل رہا تھا۔ بدہیبت اور بدشکل مرد و عورت اس جگہ ٹھسے پڑ ے تھے ۔ یہ وہ ظالم اور فاسق و فاجر لوگ تھے جن کے انجام کا اعلان ہو چکا تھا اور جہنم میں داخلے سے قبل انہیں جانوروں کی طرح ایک جگہ ٹھونس دیا گیا تھا۔ 
وقفے وقفے سے جہنم کے شعلے بھڑ کتے اور آسمان تک بلند ہوتے چلے جاتے ۔ ان کے اثر سے یہاں کا سارا آسمان سرخ ہورہا تھا۔ جبکہ ان کے دہکنے کی آواز ان مجرموں کے دلوں کو دہلا رہی تھی۔ کبھی کبھار کوئی چنگاری جو کسی بڑ ے محل جتنی وسیع ہوتی اس کھائی میں جاگرتی جس سے زبردست ہلچل مچ جاتی۔ لوگ آگ کے اس گولے سے بچنے کے لیے ایک دوسرے کو کچلتے اور پھلانگتے ہوئے بھاگتے ۔ ایسا زیادہ تر اس وقت ہوتا جب کچھ بڑ ے مجرم اس گروہ کی طرف لائے جاتے تو آگ کا یہ گولہ ان کا استقبال کرنے آتا۔ جس کے نتیجے میں ان لوگوں کی اذیت اور تکلیف میں اور اضافہ ہوجاتا۔
صالح نے ایک سمت اشارہ کر کے مجھ سے کہا:
’’وہاں دیکھو۔‘‘
جیسے ہی میں نے اس سمت دیکھا تو مجھے وہاں کی ساری آوازیں صاف سنائی دینے لگیں ۔ یہ کچھ لیڈر اور ان کے پیروکار تھے جو آپس میں جھگڑ رہے تھے ۔ پیروکار اپنے لیڈروں سے کہہ رہے تھے کہ ہم نے تمھارے کہنے پر حق کی مخالفت کی تھی۔ تم کہتے تھے کہ ہماری بات مانو تمھیں اگر کوئی عذاب ہو گا تو ہم بچالیں گے ۔ کیا آج ہمارے حصے کا کوئی عذاب تم اٹھا سکتے ہو یا کم از کم اس سے نکلنے کا کوئیٍ راستہ ہی بتادو؟ تم تو بڑ ے ذہین اور ہر مسئلے کا حل نکال لینے والے لوگ تھے ۔ 
وہ لیڈر جواب دیتے : اگر ہمیں کوئی راستہ معلوم ہوتا تو پہلے خود نہ بچتے ۔ ویسے ہم نے تو تم سے نہیں کہا تھا کہ جو ہم کہیں وہ ضرور مانو۔ ہم نے زبردستی تو نہیں کی تھی۔ ہمارے راستے پر چلنے میں تمھارے اپنے مفادات تھے ۔ اب تو ہم سب کو مل کر اس عذاب کو بھگتنا ہو گا۔ اس پر پیروکار کہتے : اے اللہ ہمارے ان لیڈروں نے ہم کو گمراہ کیا۔ ان کو دوگنا عذاب دے ۔ جواب میں وہ لیڈر جھنجھلا کر کہتے کہ ہمیں بد دعا دے کر تمھاری اپنی حالت کونسی بہتر ہوجانی ہے ۔
اس گفتگو پر صالح نے یہ تبصرہ کیا:
ان سب کے لیے ہی دوگنا عذاب ہو گا کیونکہ جو پیروکار تھے وہ بعد والوں کے لیڈر بن گئے اور ان کو اسی طرح گمراہ کیا۔ دیکھو ان کے مزید پیروکار آ رہے ہیں ۔
میں نے دیکھا تو واقعی اس ہجوم میں دھکم پیل شروع ہوگئی کیوں کہ کچھ اور لوگ ان کی طرف آئے تھے ۔ وہ لیڈر بولے ۔ ان بدبختوں کو بھی یہیں آنا تھا۔ پہلے ہی جگہ اتنی تنگ ہے یہ بدبو دار لوگ اور آ گئے ۔ نئے آنے والے اس بدترین استقبال پر آپے سے باہر ہوگئے اور ایک نیا جھگڑ ا شروع ہو گیا۔ جو تھوڑ ی دیر میں مار پیٹ میں تبدیل ہو گیا۔ اہل جہنم ایک دوسرے کو برا بھلا کہتے ، گالیاں بکتے باہم دست و گریباں ہوگئے ۔ لاتیں گھونسے ، دھکم پیل اور چیخ پکار کے اس حبس زدہ ماحول میں لوگوں کی جو حالت ہورہی تھی، ظاہر ہے میں صرف دیکھ اور سن کر اس کا اندازہ نہیں کرسکتا تھا۔ مگر مجھے یقین تھا کہ یہ لوگ اپنی دنیا کی زندگی کو یاد کر کے ضرور رو رہے ہوں گے جس میں ان کے پاس سارے مواقع تھے ، مگر جنت کی نعمت کو چھوڑ کر انھوں نے اپنے لیے جہنم کی اس وحشت کو پسند کر لیا۔ صرف چند روزہ مزوں ، فائدوں ، خواہشات اور تعصبات کی خاطر۔
صالح مجھ سے کہنے لگا:
’’ابھی تو یہ لوگ جہنم میں گئے ہی نہیں ۔ وہاں تو اس سے کہیں بڑ ھ کر عذاب ہو گا۔ ان کے گلے میں غلامی اور ذلت کی علامت کے طور پر طوق پڑ ا ہو گا۔ پہننے کے لیے گندھک اور تارکول کے کپڑ ے ملیں گے جو دور ہی سے آگ کو پکڑ لیں گے ۔ یہ آگ ان کے چہرے اور جسم کو جھلسادے گی۔ وہ اذیت سے تڑ پتے رہیں گے مگر کوئی ان کی مدد کو نہ آئے گا نہ ان پر ترس کھائے گا۔ پھر ان کی جھلسی ہوئی جلد کی جگہ نئی جلد پیدا ہو گی جس سے انھیں شدید خارش ہو گی۔ یہ اپنے آپ کو کھجاتے کھجاتے لہو لہان کر لیں گے ، مگر کھجلی کم نہ ہو گی۔
جب کبھی انہیں بھوک لگے گی تو انھیں کھانے کے لیے خاردار جھاڑ یاں اور کڑ وے زہریلے تھوہر کے درخت کے وہ پھل دیے جائیں گے جن پر کانٹے لگے ہوں گے ۔ جبکہ پینے کے لیے غلیظ اور بدبودار پیپ، ابلتا پانی اور کھولتے تیل کی تلچھٹ ہو گی جو پیٹ میں جا کر آگ کی طرح کھولے گا اور پیاس کا عالم یہ ہو گا کہ یہ لوگ اس کو تونس لگے ہوئے اونٹ کی طرح پینے پر مجبور ہوں گے ۔ وہ پانی ان کی پیٹ کی انتڑ یاں کاٹ کر باہر نکال دے گا۔
جہنم میں فرشتے انھیں بڑ ے بڑ ے ہتھوڑ وں سے ماریں گے ۔ جس سے ان کا جسم بری طرح زخمی ہوجائے گا۔ ان کے زخموں سے جولہو اور پیپ نکلے گی وہ دوسرے مجرموں کو پلائی جائے گی۔ پھر ان کو زنجیروں میں باندھ کر کسی تنگ جگہ پر ڈال دیا جائے گا۔ وہاں ہر جگہ سے موت آئے گی مگر وہ مریں گے نہیں ۔ اس وقت ان کے لیے سب سے بڑ ی خوش خبری موت کی خبر ہو گی مگر وہاں انھیں موت نہیں آئے گی۔ وقفے وقفے سے یہ سارے عذاب وہ ہمیشہ بھگتتے رہیں گے ۔‘‘
میں یہ تفصیلات سن کر لرز اٹھا۔ صالح نے مزید کہا:
’’اہل جہنم کو جہنم میں داخل کرنے سے قبل یہاں اوپر لایا جائے گا اور انہیں جہنم کے اردگرد گھٹنوں کے بل بٹھادیا جائے گا۔ چنانچہ ان کے لیے سب سے پہلا عذاب یہ ہو گا کہ وہ اپنی آنکھوں سے سارے عذاب دیکھ لیں گے ۔ پھر گروہ در گروہ اہل جہنم کو جہنم کی تنگ و تاریک جگہوں پر لے جا کر ٹھونس دیا جائے گا اور عذاب کا وہ سلسلہ شروع ہو گا جس کی تفصیل میں نے ابھی بیان کی ہے ۔‘‘
’’تو کیا سارے اہل جہنم کا یہی انجام ہو گا؟‘‘
’’نہیں یہ تو بڑ ے مجرموں کے ساتھ ہو گا۔ دوسروں کے ساتھ ہلکا معاملہ ہو گا مگر یہ ہلکا معاملہ بھی بہرحال ناقابل برداشت عذاب ہی ہو گا۔‘‘
پھر اس نے ایک اور سمت اشارہ کیا۔ تو میں نے دیکھا کہ وہاں بعض انتہائی بدہیبت اور مکروہ شکل کے لوگ موجود ہیں ۔ صالح ایک ایک کر کے مجھے بتانے لگا کہ ان میں سے کون شخص کس رسول کا کافر اور مخالف تھا۔ میں نے خاص طور پر نمرود اور فرعون کو دیکھا کیونکہ ان کا ذکر بہت سنا تھا۔ انھی کے ساتھ ابوجہل، ابولہب اور قریش کے دیگر سردار موجود تھے ۔ ان سب کی حالت ناقابل بیان حد تک بری ہو چکی تھی۔ وقت کے یہ سردار اس وقت بدترین غلاموں سے بھی بری حالت میں تھے ۔ ان کا جرم یہ تھا کہ سچائی آخری درجے میں ان کے سامنے آ چکی تھی مگر انہوں نے اسے قبول نہیں کیا۔ خدا کے مقابلے میں سرکشی کی اور مخلوق خدا پر ظلم و ستم کا راستہ اختیار کیا۔
اس وقت صالح نے مجھے ایک بہت ہی عجیب مشاہدہ کرایا۔ اس کے توجہ دلانے پر میں نے دیکھا کہ ان سب کے وسط میں ایک بہت بڑ ا دیو ہیکل شخص کھڑ ا تھا۔ اس کے جسم سے آگ کے شعلے نکل رہے تھے اور پورا جسم زنجیروں سے جکڑ ا ہوا تھا۔ وہ ان سب سے مخاطب ہوکر کہہ رہا تھا کہ دیکھو اللہ نے تم سے جو وعدہ کیا تھا وہ سچا تھا اور جو وعدے میں نے کیے تھے وہ سب جھوٹے تھے ۔ آج مجھے برا بھلا نہ کہو۔ میں تمھارے سارے اعمال سے بری ہوں ۔ میری کوئی غلطی نہیں ہے ۔ میرا تم پر کوئی اختیار نہ تھا۔ تم نے جو کیا اپنی مرضی سے کیا۔ اگر تم نے میری بات مانی تو اس میں میرا کیا قصور۔ تم لوگ مجھے مت کوسو بلکہ خود کو ملامت کرو۔ آج نہ میں تمھارے لیے کچھ کرسکتا ہوں اور نہ تم میرے لیے کچھ کرسکتے ہو۔ 
مجھے اس گفتگو سے اندازہ ہو گیا کہ یہ موصوف کون ہیں ۔ میں نے اپنے اندازے کی تصدیق کے لیے صالح کو دیکھا تو وہ بولا:
’’تم ٹھیک سمجھے ۔ یہ ابلیس ہے ۔ اللہ کا سب سے بڑ ا نافرمان۔ آج سب سے بڑ ھ کر عذاب بھی اسی کو ہو گا۔ مگر باقی لوگوں کو بھی ان کے کیے کی سزا ملے گی۔‘‘
میں اوپر کھڑ ا یہ سارا منظر دیکھ رہا تھا اور دل ہی دل میں اپنے عظیم رب کی شکر گزاری کر رہا تھا جس نے مجھے شیطان کے شر اور دھوکے سے بچالیا وگرنہ زندگی میں بارہا اس ملعون نے مجھے گمراہ کرنے کی کوشش کی تھی۔ مگر اللہ تعالیٰ نے مجھے اپنی عافیت میں رکھا۔ میرا ہمیشہ یہ معمول رہا کہ میں شیطان کے شر سے اللہ کی پناہ مانگتا تھا۔ سو میرے اللہ نے میری لاج رکھی۔ مگر جنھوں نے اپنی نفسانی خواہشات کی پیروی کی اور شیطان کو اپنا دوست بنایا وہ بدترین انجام سے دوچار ہوگئے ۔
اسی اثنا میں صالح میری طرف مڑ ا اور بولا:
’’عبد اللہ چلو تمھیں بلایا جا رہا ہے ۔‘‘
میں نے پوچھا کیوں ؟
’’وہ بولا جمشید کو حساب کتاب کے لیے پیش کیا جانے والا ہے ۔ تمھیں گواہی کے لیے بلایا جا رہا ہے ۔‘‘
’’میری گواہی؟‘‘
’’ہاں تمھاری گواہی۔‘‘
’’میری گواہی اس کے حق میں ہو گی یا اس کے خلاف۔‘‘
’’دیکھو اگر اللہ نے اسے معاف کرنے کا فیصلہ کر لیا ہے تو پھر وہ تم سے کوئی ایسی بات پوچھیں گے جس کا جواب اس کے حق میں جائے گا۔ اور اگر اس کے گنا ہوں کی بنا پر اسے پکڑ نے کا فیصلہ کیا ہے تو وہ تم سے کوئی ایسی بات پوچھیں گے جو اس کے خلاف جائے گی۔ یا ہو سکتا ہے کہ وہ کوئی اور معاملہ کریں ۔ حتمی بات صرف وہی جانتے ہیں ۔‘‘
میری حالت جو ٹھہری ہوئی تھی ایک دفعہ پھر دگرگوں ہوگئی اور میں لزرتے دل اور کانپتے قدموں کے ساتھ صالح کے ہمراہ روانہ ہو گیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter13 = ''' آخر کار۔ ۔ ۔ 

جمشید کو ابھی حساب کے لیے پیش نہیں کیا گیا تھا۔ دو فرشتے اس کو عرش کے قریب لے کر کھڑ ے ہوئے تھے اور وہ اپنی باری کا انتظار کر رہا تھا۔ اس کا چہرہ ستا ہوا تھا جس پر دنیا کے پچاس ساٹھ برسوں کی دولتمندی کا تو کوئی اثر نظر نہیں آتا تھا، لیکن حشر کے ہزاروں برس کی خواری کی پوری داستان لکھی ہوئی تھی۔ اس کے قریب جانے سے قبل میں نے اپنے دل کو مضبوط بنانے کی کوشش کی ۔ قریب پہنچا تو اس کے قریب کھڑ ے فرشتوں نے مجھے آگے بڑ ھنے سے روک دیا۔ مگر صالح کی مداخلت پر انہوں نے ہمیں اجازت دے دی۔ جمشید نے مجھے دیکھ لیا تھا۔ وہ بے اختیار میرے قریب آیا اور میرے سینے سے لپٹ گیا۔ پھر وہ میری طرف دیکھ کر بولا:
’’ابو میں اتنا رویا ہوں کہ اب آنسو بھی نہیں نکل رہے ۔‘‘
میں اس کی کمر تھپتھپانے کے سوا کچھ نہ کہہ سکا۔ پھر اس نے آہستگی سے کہا:
’’ابو شاید میں اتنا برا نہیں تھا۔‘‘
’’مگر تم بروں کے ساتھ ضرور تھے بیٹا !بروں کا ساتھ کبھی اچھے نتائج تک نہیں پہنچاتا۔ تم نے شادی کی تو ایسی لڑ کی سے جس کی واحد خوبی اس کا حسن اور دولت تھی۔ خدا کی نظر میں یہ کوئی خوبی نہیں ہوتی۔ تم ہم سے الگ ہوگئے اور اپنے سسر کے ایسے کاروبار میں شریک ہوگئے جس کے بارے میں تمھیں معلوم تھا کہ اس میں حرام کی آمیزش ہے ۔ مگر بیوی، بچوں اور مال و دولت کے لیے تم حرام میں تعاون کے مرتکب ہوتے رہے ۔ یہی چیزیں تمھیں اس مقام تک لے آئیں ۔‘‘
’’آپ ٹھیک کہتے ہیں ابو، مگر میں نے نیکیاں بھی کی تھیں ۔ تو کیا کوئی امید ہے ؟‘‘
میں خاموش رہا۔ میری خاموشی نے اسے میرا جواب سمجھادیا۔ وہ مایوس کن لہجے میں بولا:
’’مجھے اندازہ ہو گیا ہے ابو۔ اپنے بیوی بچوں اور ساس سسر کو جہنم میں جاتا دیکھنے کے بعد مجھے اندازہ ہو چکا ہے کہ آج کسی کے ہاتھ میں کچھ نہیں ہے ۔ سارا اختیار اس رب کے پاس ہے جس کے احکام کو میں بھولا رہا۔ آج جس کا عمل اسے نہیں بچا سکا اسے دنیا کی کوئی طاقت نہیں بچا سکے گی۔ میں ہزاروں برس سے اس میدان میں پریشان پھر رہا ہوں ۔ میں ان گنت لوگوں کو جہنم میں جاتا دیکھ چکا ہوں ۔ مجھے اب اپنی نجات کی کوئی امید نہیں رہی ہے ۔ میں نے اللہ سے بہت معافی مانگی ہے ۔ مگر میں جانتا ہوں کہ آج معافی مانگنے کا کوئی فائدہ نہیں ۔ ابو! اللہ میاں شاید مجھے معاف نہ کریں ۔ مگر آپ مجھے ضرور معاف کر دیجیے ۔ آپ تو میرے باپ ہیں نا۔‘‘
یہ کہہ کر وہ پھوٹ پھوٹ کر رونے لگا۔ میں نے بہت کوشش کی کہ میری آنکھوں سے آنسو نہ بہیں ، مگر نہ چاہتے ہوئے بھی میری آنکھیں برسنے لگیں ۔ اسی اثنا میں جمشید کا نام پکارا گیا۔ فرشتوں نے فوراً اسے مجھ سے الگ کیا اور بارگاہ ربوبیت میں پیش کر دیا۔
وہ ہاتھ باندھ کر اور سر جھکا کر سارے جہانوں کے پروردگار کے حضور پیش ہو گیا۔ ایک خاموشی طاری تھی۔ جمشید کھڑ ا تھا مگر اس سے کوئی سوال نہیں کیاجا رہا تھا۔ مجھے سمجھ میں نہیں آیا کہ اس خاموشی کی وجہ کیا ہے ۔ تھوڑ ی دیر میں وجہ بھی ظاہر ہوگئی۔ کچھ فرشتوں کے ساتھ ناعمہ وہاں آ گئی۔ اس کے ساتھ ہی صالح نے مجھے اشارہ کیا تو میں ناعمہ کے ساتھ جا کر کھڑ ا ہو گیا۔ ناعمہ کے چہرے پر ہوائیاں اڑ رہی تھیں ۔ وہ مجھ سے کچھ پوچھنا چاہ رہی تھی، مگر بارگاہ احدیت کا رعب اتنا شدید تھا کہ اس کی آواز نہیں نکل رہی تھی۔
کچھ دیر میں جمشید سے سوال ہوا:
’’مجھے جانتے ہو، میں کون ہوں ؟‘‘
اس آواز میں اتنا ٹھہراؤ تھا کہ میں اندازہ نہیں کرسکا کہ یہ ٹھہراؤ کسی طوفان کی آمد کا پیش خیمہ ہے یا پھر مالک دو جہاں کے حلم کا ظہور ہے ۔
’’آپ میرے رب ہیں ۔ سب کے رب ہیں ۔ یہی میرے والد نے مجھے بتایا تھا۔‘‘
شان بے نیازی کے ساتھ پوچھا گیا:
’’کون ہے تمھارا باپ؟‘‘
جمشید نے میری طرف دیکھ کر کہا:
’’یہ کھڑ ے ہوئے ہیں ۔‘‘
اس کے اس جملے کے ساتھ میرا دل دھک سے رہ گیا۔ مجھے اس بات کا اندازہ ہو چکا تھا کہ اب جمشید مارا گیا۔ کیونکہ میں نے اسے توحید کے علاوہ اور بھی بہت سی چیزوں کی نصیحت کی تھی جن میں اس کا ریکارڈ اچھا نہیں تھا۔ اب مجھ سے یہی پوچھا جانا تھا کہ میں نے اسے کن باتوں کی نصیحت کی تھی اور میری یہی گواہی اس کی پکڑ کا سبب بن جاتی۔ مگر میری توقع کے بالکل برخلاف اللہ تعالیٰ نے مجھے گواہی کے لیے نہیں بلایا۔ انہوں نے جمشید سے ایک بالکل مختلف سوال کیا:
’’ابھی تم اپنے باپ سے کیا کہہ رہے تھے ۔ ۔ ۔ یہ کہ اللہ میاں شاید مجھے معاف نہ کریں ۔ مگر آپ مجھے ضرور معاف کر دیجیے ۔ آپ تو میرے باپ ہیں نا۔‘‘
لمحہ بھر پہلے جو میری امید بندھی تھی وہ اس سوال کے ساتھ ہی دم توڑ گئی۔ جمشید کو بھی اندازہ ہو گیا کہ اس کی پکڑ شروع ہو چکی ہے ۔ خوف کے مارے اس کا چہرہ سیاہ پڑ گیا۔ اس کے ہاتھ پاؤں لرزنے لگے ۔ اس کے سان و گمان میں بھی یہ بات نہیں تھی کہ اللہ تعالیٰ جو دوسرے حساب کتاب میں مصروف تھے ساتھ ساتھ اس کی بات بھی سن رہے تھے ۔ نہ صرف سن رہے تھے بلکہ اس کے الفاظ اللہ تعالیٰ کو ناراض کرنے کا سبب بن گئے تھے ۔ وہ بڑ ی بے بسی سے بولا:
’’جی میں نے یہ بات کہی تھی لیکن میرا مطلب وہ بالکل نہیں تھا جو آپ سمجھے ہیں ۔‘‘
’’تمھیں کیا معلوم میں کیا سمجھا ہوں ؟‘‘
پوچھا گیا، مگر آواز میں ابھی تک وہی ٹھہراؤ تھا۔
’’نہ۔ ۔ ۔ نہیں مجھے بالکل نہیں معلوم۔ ۔ ۔ آپ کیا سمجھے ۔‘‘، جمشید نے لڑ کھڑ اتی زبان سے جواب دیا۔
اس سے مزید کوئی بات کہنے کے بجائے ناعمہ سے پوچھا گیا:
’’میری لونڈی یہ تیرا بیٹا ہے ۔ اس نے تیرے ساتھ کیا سلوک کیا۔‘‘
ناعمہ بولی:
’’پروردگار! اس نے میرے ساتھ بہت نیک سلوک کیا۔ یہ بڑ ھاپے تک میری خدمت کرتا رہا۔ اس نے مال سے ، عمل سے اور محبت سے میرے ساتھ بہت حسن سلوک کیا ۔ اس کی بیوی اسے ٹوکتی تھی لیکن یہ میری خدمت سے باز نہیں آیا۔ اس نے اپنا مال اور اپنی جان سب بے دریغ میرے لیے وقف کر دی تھی۔‘‘
ناعمہ کا بس نہیں چل رہا تھا کہ وہ جمشید کے لیے اور بہت کچھ کہے ، مگر اسے معلوم تھا کہ جو پوچھا گیا ہے اس سے ایک لفظ زیادہ کہنے پر اس کی اپنی پکڑ ہوجائے گی۔ اس لیے وہ مجبوراً اتنا کہہ کر خاموش ہوگئی۔
پروردگار نے فرشتے کی طرف دیکھ کر پوچھا:
’’کیا یہ عورت ٹھیک کہہ رہی ہے ؟‘‘
فرشتے نے نامہ اعمال دیکھ کر کہا:
’’اس نے بالکل ٹھیک کہا ہے ۔‘‘
اس کے بعد جو کچھ ہوا ا س نے میرے دل کی دھڑ کن تیز کر دی۔ حکم ہوا اس کے اعمال ترازو میں رکھو۔ پہلے گناہ رکھے گئے ۔ جن سے الٹے ہاتھ کا پلڑ ا بھاری ہوتا چلا گیا۔ اس کے بعد نیکیاں رکھی گئیں ۔ ہم سب کے چہرے فق تھے ۔ ایک ایک کر کے نیکیاں رکھی گئیں ۔ مگر وہ گنا ہوں کے مقابلے میں اتنی کم اور ہلکی تھیں کہ میزان میں الٹے ہاتھ کا پلڑ ا بدستور بھاری رہا۔ آخر میں صرف دو نیکیاں رہ گئیں ۔ بظاہر فیصلہ ہو چکا تھا۔ ناعمہ نے مایوسی اور بے کسی کے ملے جلے احساس کے ساتھ آنکھیں بند کر لیں ۔ جمشید اپنا سر پکڑ کے بے بسی سے زمین پر گرگیا۔
میں جس وقت سے میدان حشر میں آیا تھا میں نے ایک دفعہ بھی عرش کی طرف دیکھنے کی ہمت نہیں کی تھی۔ مگر نجانے اس وقت پہلی بار بے اختیار میری نگاہیں مالک ذوالجلال کی طرف اٹھ گئیں ۔ ۔ ۔ ایک لمحے سے بھی کم عرصے کے لیے ۔ ۔ ۔ اس ساعت میرے دل سے وہی صدا نکلی جو زندگی کی ہرناگہانی اور مشکل پر میرے دل سے نکلا کرتی تھی۔لا الہ الا اللہ۔پھر میری نظر اور سر دونوں فوراًجھک گئے ۔ 
فرشتے نے پہلی نیکی اٹھائی۔ یہ ناعمہ کے ساتھ کیا گیا اس کا حسن سلوک تھا۔ حیرت انگیز طور پر سیدھے ہاتھ کا پلڑ اجھکنا شروع ہوا۔ میں نے اپنے برابر کھڑ ی ناعمہ کو جھنجھوڑ کر کہا :
’’ناعمہ! آنکھیں کھولو۔‘‘
میری آواز جمشید تک بھی چلی گئی۔ اس نے سر اٹھا کر دیکھا اور آہستہ آہستہ کھڑ ا ہو گیا۔جھکتے پلڑ ے کے ساتھ اس کی آس بھی بن گئی۔لیکن ایک جگہ پہنچ کر سیدھے ہاتھ کا پلڑ ا ٹھہرگیا۔ الٹے ہاتھ کا پلڑ ا ابھی تک بھاری تھا۔ ہمارے دلوں میں جلنے والی امید کی شمع پھر بجھنے لگی۔ فرشتے نے آخری نیکی اٹھائی اور بلند آواز سے کہا۔ یہ توحید پر ایمان ہے ۔ اس کے رکھتے ہی پلڑ ے کا توازن بدل گیا۔ میری زبان سے بے اختیار نکلا۔ اللہ اکبر و للہ الحمد۔
اس کے ساتھ ہی مدھم لہجے میں آواز آئی:
’’جمشید تمھارے باپ نے تمھیں میرے بارے میں یہ بھی بتایا تھا کہ میں ماں باپ سے ستر ہزار گنا زیادہ اپنے بندوں سے محبت کرتا ہوں ۔ یہ تم تھے جس نے میری قدر نہیں کی۔ اسی لیے میدان حشر میں تمھیں اتنی سختی اٹھانی پڑ ی۔ میرا عدل بے لاگ ہوتا ہے ۔ مگر میری رحمت ہر شے پر غالب ہے ۔‘‘
فرشتے نے نجات کا فیصلہ تحریر کر کے نامۂ اعمال اس کے داہنے ہاتھ میں دے دیا۔ جمشید کے منہ سے شدت جذبات میں ایک چیخ نکلی۔ اسے جنت کا پروانہ مل گیا تھا۔ ہزاروں سال پر مبنی اس طویل اور سخت دن کی اذیت سے اسے نجات مل گئی بلکہ ہر تکلیف سے اسے نجات مل چکی تھی۔ وہ بھاگتا ہوا آیا اور ہم دونوں سے لپٹ گیا۔ ناعمہ پر شادیٔ مرگ کی کیفیت طاری تھی۔ جمشید کی آنکھوں سے آنسو رواں تھے اور میں اپنے وجود کے ہر رعشے کے ساتھ اس رب کریم کی حمد کر رہا تھا جس کی رحمت کاملہ نے جمشید کو معاف کر دیا تھا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہمارا پورا خاندان حوض کوثر کے وی آئی پی لاؤنج میں جمع تھا۔ میری تینوں بیٹیاں لیلیٰ، عارفہ اور عالیہ اور دونوں بیٹے انور اور جمشید اپنی ماں ناعمہ کے ہمراہ موجود تھے ۔ جمشید کے آنے سے ہمارا خاندان مکمل ہو گیا تھا۔ اس لیے اس دفعہ خوشی اور مسرت کا جو عالم تھا وہ بیان سے باہر تھا۔ یوں اپنے خاندان کو اکھٹا دیکھ کر میں نے اپنے پہلو میں بیٹھے صالح سے کہا:
’’اپنوں میں سے ایک شخص بھی رہ جائے تو جنت کا کیا مزہ!‘‘
میری بات کا جواب جمشید نے دیا جس کی بیوی بچے اور سسرال والوں کے بارے میں جہنم کا فیصلہ ہو چکا تھا:
’’ہاں ابو! مجھ سے زیادہ یہ بات کون جان سکتا ہے ۔ آپ بہت خوش نصیب ہیں ۔‘‘
’’یہ خوش نصیب اس لیے ہیں کہ اپنے گھر والوں کی تربیت کو انھوں نے اپنا مسئلہ بنالیا۔ وہ تو تم ہی نالائق تھے ورنہ دوسروں کو دیکھو۔ سب کے ساتھ اچھا معاملہ ہوا۔‘‘، اس دفعہ ناعمہ نے کہا۔
’’امی آپ ٹھیک کہہ رہی ہیں ، مگر مجھے دنیا میں یہ خیال رہا کہ میرے ابو کی شفاعت مجھے بخشوادے گی۔ دراصل میرے سسر کے ایک پیر صاحب تھے جن پر انھیں بہت اعتقاد تھا۔ وہ ہمیشہ میرے سسر سے کہتے تھے کہ میرا دامن پکڑ ے رکھو۔ میں قیامت کے دن تمھیں بخشوادوں گا۔ بس وہیں سے مجھے یہ احساس ہوا کہ میرے ابو جیسا تو کوئی ہو نہیں سکتا۔ ان کی شفاعت میرے کام آئے گی۔‘‘
اس کی بات سن کر میں نے کہا:
’’بیٹا تم بالکل غلط سمجھے تھے ۔ دیکھو تمھارے سسر کو ان کے پیر صاحب نہیں بچا سکے ۔ حقیقت یہ ہے کہ شفاعت کو ذریعہ نجات سمجھنے کی دعوت نہ ہمارے نبی نے دی اور نہ قرآن مجید میں یہ کہیں بیان ہوا ہے کہ اسے ذریعہ نجات سمجھو۔ قرآن کریم تو نازل ہی اس لیے ہوا تھا کہ یہ بتائے کہ آخرت کے دن نجات کیسے ہو گی۔ اس نے بار بار یہ واضح کیا تھاکہ روز قیامت نجات کا پیمانہ ایک ہی ہے یعنی ایمان اور عمل صالح۔ نزول قرآن کے وقت سارے عیسائی اس گمراہی کا شکار تھے کہ حضرت عیسیٰ کی شفاعت انھیں بخشوادے گی جبکہ مشرکین یہ سمجھتے تھے کہ ان کے بت خد اکے حضور ان کے سفارشی ہوں گے ۔ اس لیے قرآن مجید نے بار بار اس بات کو واضح کیا کہ شفاعت کوئی ذریعہ نجات نہیں ہے ۔ انسان کو وہی ملے گا جو اس نے کیا ہو گا۔‘‘
’’لیکن شفاعت کا ذکر قرآن میں آیا تو ہے اور حدیثوں میں بھی اس کا ذکر ہوا ہے ۔‘‘، جمشید نے سوال کیا۔
میں نے اس کے سامنے ایک سوال رکھتے ہوئے کہا:
’’یہ بتاؤ کہ پورے قرآن یا کسی حدیث میں کہیں یہ کہا گیا ہے کہ شفاعت کو ذریعہ نجات سمجھ کر اس پر بھروسہ کرو یا اس کے لیے دعا کرو۔‘‘
’’نہیں ایسا تو کہیں بھی نہیں کہا گیا۔‘‘
جمشید کی جگہ انور نے پورے اعتماد اور وثوق سے کہا تو جمشید نے اس سے اختلاف کرتے ہوئے کہا:
’’نہیں بھائی ہم تو ہر اذان کے بعد شفاعت کی دعا کرتے تھے ۔‘‘
میں نے جمشید کی بات کا جواب دیا:
’’یہ تو لوگوں نے حضور کی بات میں خود اضافہ کیا تھا۔ حضور نے صرف اتنا کہا تھا کہ میرے لیے مقام محمود کی دعا کرو تو میری شفاعت واجب ہوجائے گی۔ یہ نہیں کہا تھا کہ شفاعت کے لیے بھی دعا کیا کرو یا اس پر بھروسہ کر کے عمل صالح چھوڑ دو اور مزے سے گناہ کرتے رہو۔‘‘
صالح نے مجھے مخاطب کرتے ہوئے کہا:
’’عبد اللہ تم رکو میں انہیں شفاعت کا تصور تفصیل سے سمجھاتا ہوں ۔ دیکھو اصل نجات کا ضابطہ ایمان اور عمل صالح ہے اور اس کے سوا کچھ اور نہیں ۔ آج اگر کسی کو معافی مل رہی ہے تو دراصل وہ کسی کی شفاعت سے نہیں مل رہی بلکہ اللہ تعالیٰ کے علم، قدرت اور رحمت کی وجہ سے مل رہی ہے ۔ قرآن مجید میں اس بات کو اس طرح بیان کیا گیا ہے کہ اللہ تعالیٰ بس شرک ہی کو معاف نہیں کریں گے ۔ اس کے علاوہ جس گناہ کو چاہیں اور جس شخص کے لیے چاہیں بخش سکتے ہیں ۔ چھوٹے موٹے گنا ہوں کو تو اللہ تعالیٰ دنیا کی سختیوں اور نیکیوں کی بنا پر معاف کر دیا کرتے تھے ، لیکن جن لوگوں نے گناہ کا راستہ مستقل اختیار کیے رکھا اور توبہ نہیں کی انہیں تو بہرحال اس راہ پر چلنے کے نتائج آج بھگتنا پڑ رہے ہیں ۔ تاہم کوئی بندۂ مؤمن جب اپنے گنا ہوں کی کافی سزا بھگت لیتا ہے ۔ ۔ ۔ ‘‘، صالح نے یہیں تک بات مکمل کی تھی کہ جمشید نے لقمہ دیا:
’’جیسے میں نے بھگتی یا پھر لیلیٰ نے میدان حشر کی ابتدائی خواری اٹھائی تھی۔‘‘
’’بالکل۔ ۔ ۔ ‘‘
صالح نے اس کی تائید کرتے ہوئے اپنی بات جاری رکھی:
’’میں یہ بتا رہا تھا کہ جب بندۂ مؤمن اپنی خواری اور میدان حشر کی سختیاں جھیلنے کی بنا پر اللہ تعالیٰ کے اپنے قانون عدل کے تحت نجات کا مستحق ہوجاتا ہے تو اللہ تعالیٰ کچھ نیک لوگوں کی گواہی کو جو دراصل اس کے اچھے اعمال ہی کی گواہی ہوتی ہے ، اس کی مغفرت کا بہانہ بنادیتے ہیں ۔ جیسے تمھارے لیے تمھارے ماں باپ کی گواہی مغفرت کا ذریعہ بن گئی۔ یا لیلیٰ رسول اللہ کی اس گواہی کے نتیجے میں نجات پا گئی جو آپ نے ابتدا میں دی تھی۔ لیکن دیکھ لو کہ اس میں بھی ذاتی ایمان اور ذاتی عمل کی موجودگی ضروری ہے اور سزا تو بہرحال انسان کو بھگتنی پڑ تی ہے ۔ تو یہ بتاؤ کہ سزا بھگت کر معافی کا راستہ بہتر ہے یا شروع ہی میں توبہ اور عمل صالح کا راستہ اختیار کر لینا اور بغیر کسی سختی کے نجات پاجانا بہتر ہے ؟‘‘
’’ظاہر ہے کہ پہلا راستہ بہتر ہے ، مگر یہ بتائیے کہ پھر حضور کی شفاعت کی کیا حقیقت ہے ؟‘‘، اس دفعہ عارفہ نے جواب دیا اور ساتھ میں صالح سے ایک سوال بھی کر لیا۔
’’حضور کی شفاعت کا مطلب اگر یہ ہوتا کہ لوگوں کے پاس کوئی نیک عمل نہ ہو تب بھی حضور لوگوں کو بخشوادیں گے تو قرآن عمل صالح کی کوئی بات ہی نہیں کرتا بلکہ قرآ ن کریم میں اللہ تعالیٰ حضور کی زبانی یہ کہلوادیتے کہ لوگوں بس مجھ پر ایمان لے آؤ، میں آخر کار تم کو بخشوادوں گا۔‘‘
’’یہ تو عیسائیوں کا عقیدہ تھا اور اس کا انجام انھوں نے آج بھگت لیا۔‘‘، ناعمہ نے طنزیہ انداز میں کہا۔ صالح نے اس کی تائید میں کہا:
’’ہم جانتے ہیں کہ قرآن میں ایسی کوئی بات بیان نہیں ہوئی ہے ۔ اس کے برعکس ساری یقین دہانی اس بات کی ہے کہ ایمان لاؤ اور عمل صالح اختیار کرو اور سیدھا جنت میں جاؤ۔ باقی رہی حدیث تو حدیثوں میں جو کچھ شفاعت کے بارے میں آیا ہے اسے اگر قرآن کی روشنی میں دیکھا جاتا جو آخرت کے بارے میں حقائق بیان کرنے کی اصل کتاب ہے تو بات بالکل واضح تھی۔‘‘
وہ کیا بات ہے ؟ جمشید نے پوچھا:
’’وہ یہی کہ آج کے دن گناہ گاروں نے اپنے اعمال کی پوری پوری سزا بھگتی ہے ۔ اس کے بعد حضور ﷺ کی درخواست وہ سبب بن گئی جس کی بنا پر لوگوں کی نجات کا امکان پیدا ہوا۔ یہ پہلی دفعہ اس وقت ہوا تھا جب حضو ر ﷺنے اللہ تعالیٰ سے یہ درخواست کی تھی کہ انسانیت کا حساب کتاب شروع ہو۔ جس کے نتیجے میں لوگوں کو انتظار کی زحمت سے نجات ملی۔ دوسری دفعہ آپ نے اور دیگر تمام انبیا نے اپنی اپنی قوموں کو دی گئی اپنی تعلیم کی شہادت دی۔ یہ شہادت ان سب لوگوں کے لیے نجات کا باعث بن گئی جن کا عمل مجموعی طور پر اس تعلیم کے مطابق تھا۔‘‘
’’جیسے کے میں ۔‘‘، لیلیٰ بولی۔
’’ہاں جیسے کے تم۔ اور اب تیسری دفعہ حضور اس وقت درخواست کریں گے جب کچھ لوگوں کا معاملہ مؤخر کر دیا جائے گا۔ ان کا حساب کتاب آخری وقت تک نہیں کیا جائے گا اور وہ اپنے گنا ہوں کی پاداش میں حشر کے میدان میں خوار ہوتے رہیں گے ۔ حضور ان کے لیے بار بار درخواست کریں گے ۔ تاہم جب اللہ تعالیٰ کی حکمت اور علم کے تحت ان کا فیصلہ کرنا مناسب ہو گا تب حضور کو اجازت دی جائے گی کہ وہ ان کے حق میں کوئی بات کریں ۔ پھر حضور کی درخواست کے نتیجے میں ان کا حساب کتاب ہو گا جس کے بعد جا کر ان کی نجات کا کوئی امکان پیدا ہو گا۔ اور یہ ہو گا بھی سب سے آخر میں جب ایسے لوگ اپنے تمام اعمال کی بدترین سزا بھگت چکے ہوں گے اور توحید سے وابستگی اور اپنے اچھے اعمال کی بنا پر نجات کے مستحق ہوجائیں گے ۔‘‘
’’میرا ایک سوال ہے ۔‘‘، انور نے صالح کو مخاطب کر کے کہا۔
’’وہ یہ کہ اگر سب لوگ سزا بھگت کر ہی معافی کے مستحق بن رہے ہیں تو اس میں اللہ کی رحمت کہاں سے آ گئی۔ یہ تو بس عدل ہورہا ہے ۔‘‘
’’بہت اچھا سوال ہے ۔‘‘، صالح نے انور کی تحسین کرتے ہوئے جواب میں کہا۔
’’دیکھو! وہ اگر صرف عدل کرتے تو ایسے لوگوں کی اصل سزا جہنم کے عذاب تھے جن کا بھگتنا میدان حشر کی سختیوں سے ہزاروں لاکھوں گنا سخت سزا ہے ۔ عدل کے تحت ایسے تمام لوگوں کو جہنم کی سزا بھگتنی چاہیے تھی۔ مگر ان کی رحمت یہ ہے کہ وہ حشر کی سختی کو جہنم کے عذابوں کا بدل بنا رہے ہیں ۔ یوں اللہ تعالیٰ کی صفت عدل اور صفت رحمت کا بیک وقت ظہور ہورہا ہے ۔‘‘
صالح نے بات ختم کی تو جمشید نے کہا:
’’تو یہ ہے اصل بات۔ میں تو اس غلط فہمی میں رہا کہ شفاعت کا مطلب یہ ہوتا ہے کہ ہم جتنے مرضی گناہ کر لیں نبی کریم صلی اللہ علیہ وسلم اور دیگر نیک لوگ ہمیں بخشوادیں گے ۔‘‘
’’یہ تصور اللہ تعالیٰ کی صفت عدل کے خلاف ہے ۔ یہ بس ایک غلط فہمی تھی جو قرآن کریم کو سمجھ کر نہ پڑ ھنے کی وجہ سے لوگوں کو ہوگئی تھی۔ نجات تو صرف ایمان اور عمل صالح سے ہوتی ہے ۔ باقی رہی معافی تو وہ اللہ تعالیٰ کی رحمت سے ملتی ہے ۔ اللہ تعالیٰ بس یہ کرتے ہیں کہ اس معافی کا اعلان اور سبب کسی نیک بندے کی گواہی یا درخواست کو بنادیتے ہیں ۔ اس سے اللہ تعالیٰ کا مقصود اپنے محبوب و برگزیدہ بندوں کی عزت افزائی ہوتی ہے ۔ نجات تو اپنے اصول پر ہوتی ہے ۔ اور تم سے بہتر اب یہ کون جانتا ہے کہ انسان جہنم میں نہ بھی جائے تب بھی گنا ہوں کی کتنی سخت سزا حشر کے میدان کی سختی کی شکل میں بہرحال بھگتنی پڑ تی ہے ۔‘‘
’’کیا جہنم میں جانے کے بعد بھی نجات کا کوئی امکان ہے ؟‘‘، عالیہ نے سوال کیا تو ایک خاموشی چھا گئی۔ کچھ دیر بعد اس سکوت کو صالح نے توڑ تے ہوئے کہا:
’’قرآن کہتا ہے نا کہ اللہ تعالیٰ بس شرک ہی کو معاف نہیں کریں گے ۔ اس کے علاوہ جس گناہ کو چاہیں اور جس شخص کے لیے چاہیں بخش سکتے ہیں ۔‘‘
’’مطلب؟‘‘، انور نے پوچھا۔
’’مطلب یہ کہ کچھ گناہ جہنم تک پہنچا سکتے ہیں ، لیکن ان گنا ہوں کے باوجود جن لوگوں میں ایمان کی کوئی رمق باقی تھی، انھیں آخرکار معافی مل سکتی ہے ۔ مگر یہ معافی کس کو ملے گی، کب ملے گی، یہ باتیں اللہ کے سوا کوئی جانتا ہے اور نہ کوئی اور طے ہی کرے گا۔ اور میرے بھائی جہنم تو ایک پل رہنے کی جگہ نہیں ہے ۔ جو لوگ وہاں سے نکلیں گے وہ نجانے کتنا عرصہ گزارنے کے بعد اپنی سزا بھگت کر نکلیں گے ۔ یہ مدت اتنی زیادہ ہو گی کہ اربوں کھربوں سال بھی اس حساب میں چند لمحوں کے برابر ہیں ۔ اس بارے میں تو نہ سوچنا ہی بہت بہتر ہے ۔‘‘
’’میرے خدایا!‘‘، انور لرز کر بولا۔
’’جہنم تو دور کی بات ہے ، حشر کے میدان میں ایک پل کھڑ ے رہنا بھی ناقابل برداشت عذاب ہے ۔‘‘، جمشید نے اپنے تجربے کی روشنی میں کہا۔
لیلیٰ نے اس پر مزید اضافہ کیا:
’’یہ گناہ کتنی بڑ ی مصیبت ہوتے ہیں ۔ کاش یہ بات ہم لوگ دنیا میں سمجھ لیتے ۔‘‘
صالح نے بحث ختم کرتے ہوئے کہا:
’’انسانوں کی دو سب سے بڑ ی بدنصیبیاں رہی ہیں ۔ ایک یہ کہ حشر کے دن کا مرکزی خیال حساب کتاب تھا، مگر لوگوں نے اسے شفاعت کا موضوع بنادیا۔ دوسری یہ کہ انسانی زندگی میں مرکزی حیثیت ارحم الراحمین، رب العالمین کی تھی، جبکہ لوگوں نے غیر اللہ کو مرکزی خیال بنادیا۔‘‘
میں نے صالح کی تائید کرتے ہوئے کہا:
’’کتنی سچی بات کہی ہے تم نے صالح! کاش لوگ یہ بات دنیا میں جان لیتے ۔‘‘
پھر میں نے اپنے بچوں کو مخاطب کرتے ہوئے کہا:
’’میرے بچوں ! اب دنیا کی زندگی قصۂ ماضی ہو چکی ہے ۔ اب تمھاری منزل ختم نہ ہونے والی جنت کی بادشاہی ہے ۔ سکون، آسودگی، آسانی، محبت، رحمت، لطف و سرور۔ ۔ ۔ تمھیں یہ سب مبارک ہو۔ دیکھا تم نے ہمارا رب کتنا کریم و رحیم ہے ۔ آؤ ہم سب مل کر اپنے رب کریم کی حمد کریں اور مل کر کہیں ’الحمد للہ رب العالمین‘۔‘‘
سب نے مل کر ’الحمد للہ رب العالمین‘کو ایک نعرے کی شکل میں بلند کیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
’’عبد اللہ! حشر کے دن کے معاملات اپنے اختتام کی طرف بڑ ھ رہے ہیں ۔ تمھیں اگر حشر کے معاملات سے کوئی دلچسپی باقی رہ گئی ہے تو دوبارہ وہاں چلے چلو۔‘‘، کچھ دیر بعد صالح نے مجھ سے مخاطب ہوکر کہا۔
’’اس وقت حساب کتاب کہاں تک پہنچاہے ؟‘‘، ناعمہ نے دریافت کیا۔
’’لوگوں کی زیادہ بڑ ی تعداد آخری زمانے میں پیدا ہوئی تھی۔ وہ سب اب نمٹ چکے ہیں ۔ مسلمانوں اور مسیحیوں اور ان کے معاصرین کا عمومی حساب کتاب ہو چکا ہے ۔ اس وقت یہود کا حساب چل رہا ہے ۔ یوں سمجھ لو کہ بیشتر انسانیت کی تقدیر کا فیصلہ ہو چکا ہے ۔ دیگر امتوں میں لوگوں کی تعداد بہت ہی کم تھی اس لیے اب بہت زیادہ وقت نہیں لگے گا۔‘‘
’’میرے استاد، فرحان احمد کا کیا ہوا۔ تمھیں کچھ معلوم ہے ؟‘‘
’’نہیں میرا ان سے کوئی براہ راست تعلق نہیں ۔ اس لیے میں ان کے بارے میں کچھ نہیں جان سکتا۔ یہ تو میں جانتا ہوں کہ وہ یہاں حوض پر نہیں ہیں ۔باقی اللہ بہتر جانتا ہے کہ ان کا کیا ہو گا۔ویسے بہتر ہے کہ اب تم اٹھ جاؤ۔‘‘
’’ٹھیک ہے ۔ ہم لوگ چلتے ہیں ۔‘‘، میں نے نشست سے اٹھتے ہوئے کہا۔
ناعمہ اور بچے بھی اپنی نشستوں سے اٹھ گئے ۔ ناعمہ نے اٹھتے ہوئے کہا:
’’میں ان بچوں کے ہمراہ ان کے خاندانوں کے پاس جا رہی ہوں ۔ یہاں وی آئی پی لاؤنج میں تو صرف آپ کے بچے آ سکتے ہیں ۔ ان کے بچے تو نیچے انتظار کر رہے ہیں ۔ میں ان کے پاس جا رہی ہوں ۔ اور ہاں مجھے اپنے جمشید کے لیے کوئی نئی دلہن بھی ڈھونڈنی ہے ۔‘‘
اس آخری بات پر ہم سب ہنس پڑ ے سوائے جمشید کے ۔ اس کی سمجھ میں نہیں آیا کہ وہ نئی دلہن کی بات پر ہنسے یا اپنی سابقہ بیوی کی ہلاکت پر افسوس کرے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter14 = ''' بنی اسرائیل اور مسلمان

ہم حشر کے میدان کی سمت جا رہے تھے کہ راستے میں ایک جگہ نحور اور شائستہ نظر آئے ۔ انھیں دیکھ کر میری حسِمزاح بیدار ہوگئی۔ میں نے صالح سے کہا:
’’آؤ ذرا چلتے چلتے انھیں تنگ کرتے جائیں ۔‘‘
ان دونوں کا رخ جھیل کی طرف تھا اس لیے وہ ہمیں قریب آتے ہوئے دیکھ نہیں سکے ۔ میں شائستہ کی سمت سے اس کے قریب پہنچا اور زور سے کہا:
’’اے لڑ کی! چلو ہمارے ساتھ۔ ہم تمھیں ایک نامحرم مرد کے ساتھ گھومنے پھرنے کے جرم میں گرفتار کرتے ہیں ۔‘‘
شائستہ میری بلند آواز اور سخت لہجے سے ایک دم گھبرا کر پلٹی۔ تاہم نحور پر میری بات کا کوئی اثر نہیں ہوا۔ انھوں نے اطمینان کے ساتھ مجھے دیکھا اور کہا:
’’پھر تو مجھے بھی گرفتار کر لیجیے ۔ میں بھی شریک جرم ہوں ۔‘‘، یہ کہتے ہوئے انہوں نے دونوں ہاتھ آگے پھیلادیے ۔ پھر ہنستے ہوئے کہا:
’’مگر مسئلہ یہ ہے کہ یہاں نہ جیل ہے اور نہ سزا دینے کی جگہ۔‘‘
’’جیل تو یہاں نہیں ہے ، مگر سزا ضرور مل سکتی ہے ۔ وہ یہ کہ مغویہ ہی کے ساتھ آپ کی شادی کرادی جائے ۔ ساری زندگی ایک ہی خاتون کے ساتھ رہنا وہ بھی جنت میں بڑ ی سزا ہے ۔‘‘
اس پر نحور نے ایک زوردار قہقہہ بلند کیا۔ شائستہ جو میرے ابتدائی حملے کے بعد سنبھل چکی تھی، ہنستے ہوئے بولی:
’’ویسے تو آپ لوگ توحید کے بڑ ے قائل ہیں ، مگر اس معاملے میں آپ لوگوں کی سوچ اتنی مشرکانہ کیوں ہوجاتی ہے ؟‘‘
نحور نے چہرے پر مصنوعی سنجیدگی لاتے ہوئے کہا:
’’آپ کو معلوم ہے عبداللہ! مشرکوں کا انجام جہنم ہوتا ہے ۔ اس لیے آئندہ آپ شائستہ کے سامنے ایسی مشرکانہ گفتگو مت کیجیے گا وگرنہ آپ کی خیر نہیں ۔‘‘
صالح نے اس گفتگو میں مداخلت کرتے ہوئے کہا:
’’شائستہ! آپ اطمینان رکھیں ۔ یہ عملاً موحد ہیں ۔ ان کی ایک ہی بیگم ہیں ۔‘‘
اس پر نحور مسکراتے ہوئے بولے :
’’یہ ان کا کارنامہ نہیں ، ان کے زمانے میں یہ مجبوری تھی۔ خیر چھوڑ یں اسے ۔ یہ بتائیے کہ آپ کی بیگم صاحبہ ہیں کہاں ؟‘‘
میں ابھی تک سنجیدگی اختیار کرنے کے لیے تیار نہیں تھا۔ میں نے ان کی طرف شرارت آمیز انداز میں دیکھتے ہوئے کہا:
’’ہمیں بعض دوسرے بزرگوں کی طرح بیگمات کے ساتھ گھومنے کی فراغت میسر نہیں ۔‘‘
’’لیکن دوسروں کی فراغت کو نظر لگانے کی فرصت ضرور میسر ہے ۔‘‘، نحور نے اسی لب و لہجے میں ترکی بہ ترکی جواب دیا۔
’’ہم خوش ہونے والے لوگ ہیں ، نظر لگانے والے ہرگز نہیں ۔‘‘
’’مگر آپ نے مجھے تو نظر لگادی ہے ۔‘‘، پھر مزید وضاحت کرتے ہوئے بولے :
’’میرے پیغمبر یرمیاہ نبی کو شہادت دینے کے لیے بلالیا گیا ہے ۔ میں چونکہ ان کا قریبی ساتھی تھا، اس لیے میرا وہاں موجود ہونا ضروری ہے ۔‘‘
یہ آخری بات کہتے ہوئے ان کے چہرے پر سنجیدگی آ گئی تھی۔
’’آپ جا رہے ہیں ؟‘‘، شائستہ نے پوچھا۔
’’ہاں ۔ تم اپنے گھر والوں کے پاس چلی جاؤ۔ میں کچھ دیر تک ان معاملات میں مصروف رہوں گا۔ عبد اللہ نے مجھے نظر جو لگادی ہے ۔‘‘
یہ کہہ کر وہ ان فرشتوں کے ساتھ روانہ ہوگئے جو انہیں لینے آئے تھے ۔
’’انبیا تو اپنی امتوں پر گواہی دے چکے ۔ یہ یرمیاہ نبی کی گواہی کس چیز کی ہورہی ہے ؟‘‘، میں نے صالح کی سمت دیکھتے ہوئے دریافت کیا۔
’’جن مجرموں نے ان کے ساتھ زیادتی کی تھی، انہیں بھی ان کے انجام تک پہنچنا ہے ۔ یہ گواہی اس سلسلے کی ہے ۔‘‘
صالح نے جواب دیا۔ پھر ہم دونوں بھی حشر کی طرف روانہ ہوگئے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
عرش کے سامنے یرمیاہ نبی کے زمانے کے تمام یہود جمع تھے ۔ ان کا زمانہ یہود کی تاریخ کا ایک اہم ترین دور تھا۔ یہود یا بنی اسرائیل حضرت ابراہیم کے چھوٹے صاحبزادے حضرت اسحاق اور ان کے بیٹے یعقوب کی اولاد میں سے تھے ۔ حضرت یعقوب جن کا لقب اسرائیل تھا ان کے بارہ بیٹے تھے ۔ انہی کی اولاد کو بنی اسرائیل کہا گیا۔ ان بارہ بیٹوں میں سب سے نمایاں حضرت یوسف تھے ۔ حضرت یعقوب اور ان کے بارہ بیٹے فلسطین میں آباد تھے ۔ مگر حضرت یوسف کے زمانے میں یہ سب مصر منتقل ہوگئے ۔ کئی صدیوں تک یہ مصر میں رہے اور ان کی تعداد لاکھوں تک پہنچ گئی۔ 
حضرت موسیٰ علیہ السلام کی بعثت کے وقت فرعون نے یہود کو غلام بنارکھا تھا۔ اللہ تعالیٰ نے حضرت موسیٰ کے ذریعے سے ان لوگوں کو فرعون کے ظلم و ستم سے نجات عطا کی اور ان لوگوں کو ایک امت بنایا۔ کتاب و شریعت ان پر نازل ہوئی۔ مگر صدیوں کی غلامی نے ان میں بزدلی، شرک اور دیگر اخلاقی عوارض پیدا کر دیے تھے ۔ چنانچہ ان لوگوں نے اللہ کے حکم کے باوجود فلسطین کو وہاں موجود مشرکوں سے جہاد کر کے فتح کرنے سے انکار کر دیا۔ بعد میں حضرت موسیٰ کے جانشین یوشع بن نون کے زمانے میں فلسطین فتح ہوا اور یہ لوگ وہاں آباد ہوگئے ۔
اس کے بعد حضرت داؤد اور سلیمان علیھما السلام کے زمانے میں اللہ تعالیٰ نے ان کو ایک زبردست حکومت عطا کی جس کا شہرہ دنیا بھر میں تھا۔ مگر اس کے بعد ان میں اخلاقی زوال آیا اور ہر طرح کی اخلاقی خرابیاں اور شرک ان میں پھیل گیا۔ انھیں پیغمبروں نے بہت سمجھایا مگر یہ باز نہیں آئے ۔ نتیجتاً ان پر محکومی مسلط کر دی گئی۔ اردگرد کی اقوام نے ان پر پے در پے حملے کر کے ان کی سلطنت کو بہت کمزور کر دیا۔ 
جس وقت حضرت یرمیاہ کی بعثت ہوئی بنی اسرائیل اس دور کی عظیم سپر پاور عراق کی آشوری سلطنت اور اس کے حکمران بخت نصر کے باج گزار تھے ۔ اس دور میں بنی اسرائیل کا اخلاقی زوال اپنی آخری حدوں کو چھورہا تھا۔ ان میں شرک عام تھا۔ زنا معمولی بات تھی۔ اپنے ہم مذہبوں کے ساتھ یہ لوگ بدترین ظلم و ستم کا معاملہ کرتے ۔ سود خوری اور غلامی کی لعنتیں عام تھیں ۔ ایک طرف اخلاقی پستی کا یہ عالم تھا اور دوسری طرف سیاسی امنگیں عروج پر تھیں ۔ ہر طرف بخت نصر کے خلاف نفرت کا طوفان اٹھایا جا رہا تھا۔ ان کے مذہبی اور سیاسی لیڈروں کی ساری توجہ اس بات کی طرف تھی کہ اس سیاسی محکومی سے نجات مل جائے ۔ قوم کی اصلاح، اخلاقی تعمیر، ایمانی قوت جیسی چیزیں کہیں زیر بحث نہ تھیں ۔ مذہب کے نام پر ظواہر کا زور تھا۔ ایمان و اخلاق اور عمل صالح کی کوئی وقعت نہ تھی۔
ایسے میں حضرت یرمیاہ اٹھے اور انھوں نے پوری قوت کے ساتھ ایمان واخلاق کی صدا بلند کی۔ انھوں نے اہل مذہب اور اہل سیاست کو ان کے رویے پر تنقید کا نشانہ بنایا۔ ان کی اخلاقی کمزوریوں ، شرک اور دیگر جرائم پر انہیں تنبیہ کی۔ اس کے ساتھ ساتھ آپ نے اپنی قوم کو سختی سے اس بات پر متنبہ کیا کہ وہ بخت نصر کے خلاف بغاوت کا خیال دل سے نکال دیں ۔ انھیں سمجھایا کہ جذبات میں آ کر انہوں نے اگر یہ حماقت کی تو بخت نصر قہر الٰہی بن کر ان پر نازل ہوجائے گا۔ مگر ان کی قوم باز نہ آئی۔ اس نے انہیں کنویں میں الٹا لٹکادیا اور پھر جیل میں ڈال دیا۔ اس کے ساتھ انھوں نے بخت نصر کے خلاف بغاوت کی۔ جس کے نتیجے میں بخت نصر نے حملہ کیا۔ چھ لاکھ یہودیوں کو اس نے قتل کیا اور چھ لاکھ کو غلام بنا کر ساتھ لے گیا۔ یروشلم کی اینٹ سے اینٹ بجادی گئی۔ پورا شہر خاک و خون میں بدل گیا۔ قرآن مجید نے اس واقعے کو بیان کیا اور یہ بتایا کہ حملہ آور لوگ دراصل قہر الٰہی تھے کیونکہ بنی اسرائیل نے زمین پر فساد مچارکھا تھا۔
میں اسی سوچ میں تھا کہ صالح نے غالباً میرے خیالات پڑ ھ کر کہا:
’’ٹھیک یہی کام تمھارے زمانے میں تمھاری قوم کر رہی تھی۔ وہ علم، تعلیم، ایمان، اخلاق میں بدترین پستی کا شکار تھی، مگر اس کے نام نہاد رہنما اسے یہی سمجھاتے رہے کہ ساری خرابی وقت کی سپر پاورز اور ان کی سازشوں کی وجہ سے ہے ۔ ایمان و اخلاق کی اصلاح کے بجائے سیاسی غلبہ اور اقتدار ہی ان کی منزل بن گیا۔ ملاوٹ، کرپشن، ناجائز منافع خوری، منافقت اور شرک قوم کے اصل مسائل تھے ۔ ختم نبوت کے بعد ان کی ذمہ داری تھی کہ وہ دنیا بھر میں اسلام کا پیغام پہنچاتے ، مگر ان لوگوں نے قوم کی اصلاح اور غیر مسلموں کو اسلام کا پیغام پہنچانے کے بجائے غیرمسلموں سے نفرت کو اپنا وطیرہ بنالیا۔ ان کے خلاف جنگ و جدل کا محاذ کھول دیا۔ ٹھیک اسی طرح جیسے بنی اسرائیل نے اپنی اصلاح کرنے کے بجائے بخت نصر کے خلاف محاذ کھولا تھا۔ چنانچہ بنی اسرائیل کی طرح انھوں نے بھی اس عمل کا برا نتیجہ بھگت لیا۔‘‘
اسی اثنا میں اعلان ہوا:
’’یرمیاہ کو پیش کیا جائے ۔‘‘
تھوڑ ی دیر میں یرمیاہ علیہ السلام کچھ فرشتوں کی معیت میں تشریف لائے ۔ وہ عرش کے سامنے کھڑ ے ہوگئے ۔ مگر انھوں نے کچھ کہا نہیں ۔
صالح نے کہا:
’’اللہ تعالیٰ اپنے نبی کا مقدمہ خود پیش کریں گے ۔‘‘
صالح نے یہ الفاظ کہے ہی تھے کہ آسمان پر ایک فلم سی چلنے لگی۔ اور تمام نگاہیں ان مناظر کو دیکھنے کے لیے اوپر کی طرف اٹھ گئیں ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
یہ ایک عظیم تباہی کا منظر تھا۔ ہر طرف آگ بھڑ ک رہی تھی۔ شعلوں کا رقص جاری تھا۔ جلتے ہوئے مکانات اور املاک سے اٹھنے والے سیاہ بادل آسمان کی بلندیوں کو چھورہے تھے ۔ فضا میں آہیں ، چیخیں اور سسکیاں بلند ہورہی تھیں ۔ زمین بے گنا ہوں اور گناہگاروں کے خون سے رنگین تھی۔ انسانوں کو بے دریغ مارا جا رہا تھا۔ گھروں کو لوٹا جا رہا تھا۔ خواتین کی ناموس گلی کوچوں میں پامال ہورہی تھی۔ یروشلم کی گلیوں میں ہر طرف عراق کے طاقتور ترین حکمران بخت نصر کے فوجی دندناتے ہوئے پھر رہے تھے ۔ ان کے سامنے ایک ہی مقصد تھا۔ بنی اسرائیل کے اس مقدس ترین شہر اور اس کے باسیوں کو تباہ و برباد کر کے رکھ دیں ۔
اس افراتفری اور ہنگامے میں کچھ سپاہی ایک کمانڈر کے ہمراہ گھوڑ وں پر سوار تیزی سے ایک سمت بڑ ھے جا رہے تھے ۔ شہر کے کونے میں بنے جیل خانے کے قریب پہنچ کر وہ رکے اور اپنے گھوڑ وں سے اتر کر کھڑ ے ہوگئے ۔ ان کا کمانڈر آگے بڑ ھا اور جیل خانے میں موجود قیدیوں کی سمت دیکھتے ہوئے پکارا:
’’تم میں سے یرمیاہ کون ہے ؟‘‘
اس کی بات کا کوئی جواب نہیں آیا، لیکن تمام قیدیوں کی نظریں ایک پنجرے کی طرف اٹھ گئیں جہاں ایک قیدی کو پنجرے کے اندر انتہائی بے رحمی سے رسیوں سے جکڑ کر رکھا گیا تھا۔ کمانڈر کو اپنے سوال کا جواب مل گیا تھا۔ اس نے سپاہیوں کی سمت دیکھا۔ وہ تیزی سے آگے بڑ ھے ۔ پنجرے کو کھولا اور یرمیاہ نبی کو رسیوں کی قید سے رہائی دلائی۔ وہ اتنے نڈھال تھے کہ زمین پر گر پڑ ے ۔ کمانڈر ان کی سمت بڑ ھا ۔وہ ان کے سامنے پہنچ کر کھڑ ا ہو گیا اور نرمی سے کہا:
’’یرمیاہ! تم ٹھیک تو ہو۔‘‘
قیدی نے دھیرے سے آنکھیں کھولیں ۔ مگر شدتِ ضعف سے ان کی آنکھیں پھر بند ہوگئیں ۔ کمانڈر نے ان کی طرف دیکھتے ہوئے فخر کے ساتھ کہا:
’’یرمیاہ تمھاری پیش گوئی پوری ہوگئی۔ ہمارے بادشاہ بخت نصر شاہِ عراق نے یروشلم کی اینٹ سے اینٹ بجادی۔ آدھی آبادی قتل ہو چکی ہے اور آدھی آبادی کو ہم غلام بنا کر اپنے ساتھ لے جا رہے ہیں ۔ مگر تمھارے لیے بادشاہ کا خصوصی حکم ہے کہ تمھیں کوئی نقصان نہ پہنچے ۔ تم ایک سچے آدمی ہو۔ تم نے اپنی قوم کو بہت سمجھایا، مگر وہ باز نہ آئی اور اب اس نے اس کی سزا بھگت لی۔‘‘
یہ کہہ کر وہ پیچھے مڑ ا اور اپنے سپاہیوں کو حکم دیا:
’’یرمیاہ کو چھوڑ دو اور باقی قیدیوں کو قتل کر دو۔ اس کے بعد اس شہر کے آدمیوں کے لہو سے اپنی پیاس بجھاؤ اور ان کی عورتوں سے اپنے خون کی گرمی کو ٹھنڈا کرو۔ جو چیز ہاتھ آئے اسے لوٹ لو اور جو باقی بچے اسے آگ لگادو۔‘‘
قیدیوں کو قتل کر دیا گیا اور سپاہی لوٹ مار کے لیے دوسری سمتوں میں نکل گئے ۔ یرمیاہ علیہ السلام پوری قوت مجتمع کر کے اٹھے اور پنجرے کی دیوار کا سہارا لے کر بیٹھ گئے ۔ ان کی آنکھوں کے سامنے ان کا شہر جل رہا تھا۔ ان کے جسم کا جوڑ جوڑ دکھ رہا تھا، مگر اس سے کہیں زیادہ درد انھیں اپنی قوم کی ہلاکت کا تھا۔
پھر ا سکرین پر ان کی زندگی اور ان کے دور کے کئی مناظر ایک ایک کر کے سامنے آنے لگے ۔ وہ قوم کے اکابرین اور عوام کو سمجھا رہے تھے ۔ مگر ان کی بات کوئی نہیں سن رہا تھا۔ ان کی قوم عراق کے سپر پاور بادشاہ اور آشوریوں کے زبردست حکمران بخت نصر کے تابع تھی۔ سالانہ خراج بخت نصر کو بھیجنا ہی ان کی زندگی اور عافیت کا سبب تھا۔ اس غلامی کا سبب وہ اخلاقی پستی تھی جو قوم کے رگ و پے میں سرایت کرگئی تھی۔ توحید کے رکھوالوں میں شرک عام تھا۔ زنا اور قمار بازی معمول تھی۔ بددیانتی اور اپنے لوگوں پر ظلم ان کا چلن تھا۔ جھوٹی قسمیں کھا کر مال بیچنا اور پڑ وسیوں سے زیادتی کرنا ان کا معمول تھا۔ یہ لوگ بھاری سود پر قرض دیتے ۔ جو مقروض قرض ادا نہ کرپاتا اس کے خاندان کو غلام بنالیتے ۔ علما لوگوں کی اصلاح کرنے کے بجائے انھیں قومی فخر میں مبتلا کیے ہوئے تھے ۔ ایمان، اخلاق اور شریعت کے بجائے ذبیحوں اور قربانیوں کو اصل دین سمجھ لیا گیا تھا۔ ان کے حکمران ظالم اور رشوت خور تھے ۔ انصاف کے بجائے عیش و عشرت ان کا معمول تھا۔ مگر پوری قوم اس بات پر جمع تھی کہ ہمیں بخت نصر کی غلامی سے نکل کر بغاوت کر دینی چاہیے ۔ حقیقت یہ تھی کہ ان پر خدا کا غضب تھا، مگر ان کو یہ بات بتانے کے بجائے قومی فخر اور سلیمان و داؤد کی عظمتِ رفتہ کے خواب دکھائے جا رہے تھے ۔ انھیں امامتِ عالم کی دہائی دی جا رہی تھی حالانکہ وہ بدترین ایمانی اور اخلاقی انحطاط کا شکار تھے ۔
پھر ا سکرین پر وہ منظر سامنے آیا جب یرمیاہ علیہ السلام پر وحی آئی کہ اپنی قوم کی اصلاح کرو۔ انھیں سیاست سے نکال کر ہدایت کی طرف لاؤ۔ ایک دفعہ سچی خدا پرستی پیدا ہوگئی تو سیاست میں بھی تمھی غالب ہو گے ۔ انھیں حکم تھا کہ وہ شادی کر کے گھر بسانے کے بجائے قوم کو آنے والی تباہی سے خبردار کریں ۔ مگر جب یرمیاہ علیہ السلام یہ پیغام لے کر اٹھے تو ہر طرف سے ان کی مخالفت شروع ہوگئی۔ خدا کے اس نبی نے اپنے زمانے کے عوام و خواص، اہلِ مذہب اور اہلِ سیاست سب کو پکارا، مگر گنتی کے چند لوگوں کے سوا کسی نے ان کی بات نہ سنی۔ ان کی دعوت بالکل سادہ تھی۔ بخت نصر سے ٹکرانے کے بجائے اپنے ایمان و اخلاق کی اصلاح کرو۔
ا سکرین پر سب سے زیادہ ڈرامائی منظر وہ تھا جب یرمیاہ نبی بادشاہ کے دربار میں لکڑ ی کا جوا (ہل کا وہ حصہ جو جانوروں کو جوتنے کے لیے ان کے گلے پر ڈالا جاتا ہے ) پہن کر پہنچ گئے تھے ۔ یہ ان لوگوں کو سمجھانے کی آخری کوشش تھی کہ اس وقت تم پر لکڑ ی کا جوا ڈلا ہوا ہے اسے توڑ نے کی کوشش کرو گے تو لوہے کے جوے میں جکڑ دیے جاؤ گے ۔ مگر درباریوں اور اہل علم نے ان کو بخت نصر کا ایجنٹ قرار دے دیا۔ بادشاہ نے آگے بڑ ھ کر لکڑ ی کا جوا تلوار سے کاٹ ڈالا۔ اس کے ساتھ ہی فیصلہ ہو گیا۔ اب ان کے گلے میں لوہے کی بیڑ یاں ڈالی جائیں گی۔
اللہ کے اس نبی کو بخت نصر کا ایجنٹ قرار دے کر بطور سزا پہلے کنویں میں الٹا لٹکایا گیا اور پھر ایک پنجرہ میں باندھ دیا گیا۔ بخت نصر کے خلاف بغاوت کر دی گئی۔ جواب میں بخت نصر عذاب الٰہی بن کر ٹوٹ پڑ ا۔ پھر ا سکرین پر وہی پہلا منظر آ گیا جب عذاب کی بارش سے یروشلم نہا رہا تھا۔ یرمیاہ علیہ السلام نے آنکھیں کھول کر ارد گرد پڑ ی بے گور و کفن لاشوں اور چاروں طرف رقصاں تباہی کے مناظر پر ایک نظر ڈالی اور بلند آواز سے کہا:
’’میں نے تم لوگوں کو کتنا سمجھایا ۔ مگر تم نے سیاسی شعبدہ بازوں اور متعصب جاہل مذہبی لیڈروں کی پیروی کو پسند کیا۔تم حق و باطل کے معاملے میں غیر جانبدار رہے ۔ تم معاشرے کے خیر و شر اور خدائی احکام سے بے نیاز ہوکر زندگی گزارتے رہے ۔ آخرکار اس کی سزا سامنے آ گئی۔‘‘
پھریرمیاہ نے آسمان کی طرف نظر اٹھائی اور دھیرے سے بولے :
’’عدلِ کامل کا دن آئے گا۔ ضرور آئے گا۔ مگر کچھ انتظار کے بعد۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
اس کے ساتھ ہی منظر ختم ہو گیا اور ایک زوردار ڈانٹ فضا میں بلند ہوئی۔ اللہ تعالیٰ کا غصہ اپنے عروج پر تھا۔ ان کے نبی کے ساتھ جو کچھ بنی اسرائیل نے کیا تھا اس کی جو سزا بخت نصر کی صورت میں انہوں نے بھگتی تھی وہ بہت معمولی تھی۔ اصل سزا کا وقت اب آیا تھا۔ حکم ہوا ہر اس شخص کو پیش کیا جائے جو کسی درجے میں بھی یرمیاہ کے ساتھ کی گئی اس زیادتی میں شریک تھا۔
بادشاہ امرا اور مذہبی لیڈروں کا وہ گروپ پیش ہوا جو اس سانحے کا ذمہ دار تھا۔ ان میں سزا دینے والے بھی تھے اور وہ بھی جو یرمیاہ علیہ السلام کو بخت نصر کا ایجنٹ قرار دے کر ان کے خلاف فضا ہموار کر رہے تھے ۔ ان سب کے لیے جہنم کا فیصلہ سنادیا گیا۔ پھر اس کے بعد ایک ایک کر کے اس زمانے کے عوام کا احتساب شروع ہوا۔ نبی کے مجرموں کا احتساب جس طرح ہونا چاہیے تھا ویسے ہی ہوا اورہر مجرم کے لیے بدترین سزا کا فیصلہ ہو گیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
میں اس دفعہ حشر میں دیر تک کھڑ ا رہا اور لوگوں کا حساب کتاب دیکھتا رہا۔ سچی بات یہ ہے کہ اس سے قبل میں نے چند ہی لوگوں کا حساب کتاب دیکھا تھا۔ مگر اب اندازہ ہورہا تھا کہ اللہ تعالیٰ انتہائی مکمل اور جامع حساب کر رہے ہیں ۔ ہر شخص کے حالات، اس کے ماحول اور اس کی تربیت اور پرورش کے نتیجے میں بننے والی نفسیات کی روشنی میں اس کے اعمال کا جائزہ لیا جا رہا تھا۔ لوگوں نے رائی کے دانے کے برابر بھی عمل کیا تو وہ ان کی کتاب اعمال میں موجود تھا۔ ان کی نیت، محرکات اور اعمال ہر چیز کو پرکھا جا رہا تھا۔ فرشتوں کا ریکارڈ، دیگر انسان، در و دیوار اور سب سے بڑ ھ کر انسان کے اپنے اعضا گواہی میں پیش ہورہے تھے ۔ ان سب کی روشنی ہی میں کسی شخص کے ابدی مستقبل کا فیصلہ سنایا جاتا۔ یوں انسان پر رائی کے دانے کے برابر بھی ظلم نہیں ہورہا تھا۔ جس کو معاف کرنے کی ذرا بھی گنجائش ہوتی اسے معاف کر دیا جاتا۔ اللہ تعالیٰ کے عدل کامل اور رحمت کامل کا ایسا ظہور تھا کہ الفاظ اسے بیان کرنے سے قاصر ہیں ۔
میں اسی حال میں تھا کہ صالح نے میرے کان میں سرگوشی کی:
’’ناعمہ بڑ ی شدت سے تمھیں ڈھونڈرہی ہے ۔‘‘
’’خیریت؟‘‘، میں نے دریافت کیا۔
’’بڑ ا دلچسپ معاملہ ہے ۔ بہتر ہے تم چلے چلو۔‘‘
یہ کہہ کر صالح نے میرا ہاتھ پکڑ ا اور تھوڑ ی ہی دیر میں ہم ناعمہ کے پاس کھڑ ے تھے ۔ مگر مجھے یہ دیکھ کر حیرت ہوئی کہ ناعمہ کے ساتھ ایک بہت خوبصورت پری پیکر لڑ کی کھڑ ی ہوئی تھی۔ میں نے اپنی یادداشت پر بہت زور ڈالا مگر میں اسے پہچان نہ سکا۔
ناعمہ نے خود ہی اس کا تعارف کرایا:
’’یہ امورہ ہیں ۔ ان کا تعلق حضرت نوح کی امت سے ہے ۔ یہ مجھے یہیں پر ملی ہیں ۔ یہ آخری نبی یا ان کے کسی نمایاں امتی سے ملنے کی خواہشمند تھیں ۔ نبی صلی اللہ علیہ وسلم تک تو میں انہیں نہیں لے جا سکتی تھی۔ البتہ میں نے سوچا کہ آپ سے انہیں ملوادوں ۔ آخر آپ بھی بڑ ے نمایاں لوگوں میں سے ہیں ۔‘‘
یہ کہہ کر وہ امورہ سے میرا تعارف کرانے لگی۔ اس تعارف میں زمین آسمان کے جو قلابے وہ ملا سکتی تھی، اس نے ملائے ۔ میں نے بیچ میں مداخلت کر کے ناعمہ کو روکا اور کہا:
’’ناعمہ میری بیوی ہیں ۔ اس وجہ سے میرے بارے میں کچھ مبالغہ آمیز گفتگو کر رہی ہیں ۔ البتہ ان کی یہ بات ٹھیک ہے کہ میں آپ کو اس امت کے نمایاں لوگوں بلکہ اپنے نبی سے بھی ملوادوں گا۔‘‘
ناعمہ کو میری بات کچھ زیادہ پسند نہیں آئی۔ وہ جھلا کر بولی:
’’اگر میں مبالغہ کر رہی ہوں تو بتائیں یہ صالح آپ کے ساتھ کیوں رہتے ہیں اور یہ آپ کو کہاں کہاں لے کر جاتے ہیں ؟‘‘
میں نے جھگڑ ا ختم کرنے کے لیے کہا:
’’اچھا چلو میں نے ہار مانی لیکن پہلے امورہ سے تفصیلی تعارف تو ہولینے دو۔‘‘
امورہ ہنستے ہوئے بولی:
’’انسان ہزاروں برس میں بھی نہیں بدلے بلکہ دوبارہ زندہ ہوکر بھی ویسے ہی ہیں ۔ آپ دونوں ویسے ہی جھگڑ ا کر رہے ہیں جیسے میرے اماں ابا کرتے تھے ۔‘‘
’’ان کے اماں ابا سے بھی میری ملاقات ہوئی ہے ۔‘‘
ناعمہ بیچ میں بولی، مگر یہ اس کا اگلا خوشی سے بھرپور جملہ تھا جس سے مجھے اندازہ ہوا کہ وہ امورہ سے مل کر اتنا خوش کیوں ہے اور کیوں اس نے مجھے میدان حشر سے واپس بلوایا ہے ۔
’’امورہ کے شوہر نہیں ہیں ۔‘‘
میرے اندازے کی تصدیق صالح نے کر دی ۔وہ میرے کان میں بولا:
’’ناعمہ نے تمھاری ہونے والی بہو سے ملوانے کے لیے تمھیں بلایا ہے ۔‘‘
میرا اندازہ بالکل درست تھا۔ ناعمہ جمشید کے لیے دلہن ڈھونڈ رہی تھی اور آخرکار اسے اس کوشش میں اس حد تک کامیابی ہو چکی تھی کہ لڑ کی اسے پسند آ گئی تھی۔ مگر لڑ کے لڑ کی نے ایک دوسرے کو پسند کیا یا دیکھا بھی ہے یہ مجھے علم نہیں تھا۔ مگر ناعمہ کو اس سے کوئی زیادہ فرق بھی نہیں پڑ تا تھا۔ اس کے خیال میں اس کا راضی ہوجانا ہی اس رشتے کے لیے کافی تھا۔
میں نے دریافت کیا:
’’امورہ آپ کے شوہر کہاں ہیں ؟‘‘
امورہ نے شرما کر کہا:
’’دنیا میں صرف 15 سال کی عمر میں میرا انتقال ہو گیا تھا۔ میں بچپن ہی سے بہت بیمار رہتی تھی۔ اللہ تعالیٰ کی رحمت نے اس کا یہ بدلہ دیا کہ بغیر کسی حساب کتاب کے شروع ہی میں میرے لیے جنت کا فیصلہ ہو گیا۔‘‘
’’اور باقی فیصلے تمھاری ہونے والی ساس کر رہی ہیں ۔‘‘، میں نے دل ہی دل میں سوچا۔
صالح کے چہرے پر بھی مسکراہٹ آ گئی۔ پھر امورہ بولی:
’’مجھے آپ لوگوں سے مل کر بہت خوشی ہوئی ہے ۔ جنت میں بھی ہم ملتے رہا کریں گے ۔ اچھا اب میں چلتی ہوں ۔ میرے اماں ابا مجھے ڈھونڈرہے ہوں گے ۔‘‘
ناعمہ بھی اس کے ساتھ جانے کے لیے مڑ ی تو میں نے کہا:
’’ٹھہرو مجھے تم سے کچھ کام ہے ۔‘‘
ناعمہ نے امورہ سے کہا:
’’تم وہیں رکو جہاں ہم ملے تھے ۔ میں ابھی آتی ہوں ۔‘‘
میں نے مذاق میں ناعمہ سے کہا:
’’امورہ سے اس کا موبائل نمبر لے لو، اس رش میں کہاں ڈھونڈتی پھرو گی۔‘‘
’’یہ موبائل کیا ہوتا ہے ؟‘‘، امورہ نے قدرے حیرانی سے پوچھا۔
’’یہ ایک ایسی بلا کا نام ہے جس کے بعد تم ناعمہ سے بچ نہیں سکتیں ۔‘‘، میں نے جواب دیا۔	صالح نے بیچ میں دخل دیتے ہوئے کہا:
’’میرا خیال ہے کہ امورہ اپنی منزل تک پہنچ نہیں سکے گی، میں اسے پہنچاکر آتا ہوں ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
امورہ اور صالح کے جانے کے بعد میں ناعمہ کو لے کر حوض کے کنارے ایک جگہ بیٹھ گیا۔ میں نے اس سے کہا:
’’تمھیں معلوم ہے تم کیا کرہی ہو؟‘‘
’’ہاں میں نے جمشید کے لیے امورہ کو پسند کیا ہے ۔‘‘
’’مجھے معلوم ہے ۔ مگر تمھیں معلوم ہے کہ تمھاری پسند سے کچھ نہیں ہو گا۔‘‘
’’مجھے معلوم ہے ۔ ۔ ۔ مگرپچھلی دنیا میں ہما کے تجربے کے بعد اب جمشید میرے سامنے کچھ نہیں بول سکتا اور امورہ کے والدین سے میں بات کر چکی ہوں ۔‘‘
’’یعنی متعلقہ فریقوں لڑ کا اور لڑ کی دونوں کے علم میں یہ بات نہیں ۔ نہ ان کی مرضی لی گئی اور سب کچھ تم نے طے کر دیا۔ ناعمہ یہ دنیا نہیں ہے ۔ یہاں ہم ماں باپ بس رسمی حیثیت رکھتے ہیں ۔ یہاں وہی ہو گا جو ان لوگوں کی مرضی ہو گی۔ اس لیے اپنے دل میں کوئی امید باندھنے سے پہلے ان دونوں سے پوچھ لو۔‘‘
’’اور اگر انھوں نے انکار کر دیا؟‘‘
’’تو اور بہت لڑ کیاں ہیں ۔ آج کسی چیز کی کمی نہیں ۔ تم اس معاملے میں بے فکر ہوجاؤ۔‘‘
ناعمہ خاموش ہوگئی مگر اس کا ذہن ابھی تک اپنی بہو میں الجھا ہوا تھا۔ میں نے اسے دیکھتے ہوئے کہا:
’’ ناعمہ ہمیں پہلی دفعہ یہاں تنہائی میسر آئی ہے ۔ تم کچھ دیر کے لیے اپنی مادرانہ شفقت کو کونے میں رکھ دو اور یہ دیکھو کہ یہاں کتنا اچھا ماحول ہے ۔‘‘
پھر میں نے اس سے کہا:
’’تمیں یاد ہے ناعمہ! ہم نے کتنے مشکل وقت ساتھ ساتھ دیکھے تھے ۔ خدا کا پیغام اس کے بندوں تک پہنچانے کے لیے میں نے اپنی زندگی لگادی۔ اپنا کیرئیر، اپنی جوانی، اپنا ہر سانس اسی کام کے لیے وقف کر دیا۔ مگر دیکھو ناعمہ میں نے جو سودا کیا تھا اس میں کوئی خسارہ نہیں ہوا۔ میں تم سے دنیا میں کہا کرتا تھا نا کہ جو خدا کے ساتھ سودا کرتا ہے وہ کبھی گھاٹا نہیں اٹھاتا۔ دیکھو ہم ہر خسارے سے بچ گئے ۔ کتنی شاندار کامیابی ہمیں نصیب ہوئی ہے ۔ ہم جیت گئے ناعمہ۔ ۔ ۔ ہم جیت گئے ۔ اب زندگی ہے ، موت ختم۔ اب جوانی ہے ، بڑ ھاپا ختم۔ اب صحت ہے ، بیماری ختم۔ اب امیری ہے ، غربت ختم۔ اب ہمیشہ رہنے والی خوشیاں ہیں اور سارے دکھ ختم۔‘‘
’’مجھے تو اب کوئی دکھ یاد بھی نہیں آ رہا۔‘‘
’’ہاں آج کسی جنتی کو نہ دنیا کا کوئی دکھ یاد ہے اور نہ کسی جہنمی کو دنیا کا کوئی سکھ یاد ہے ۔ دنیا تو بس ایک خیال تھی، خواب تھا، افسانہ تھا، سراب تھا۔ حقیقت تو اب شروع ہوئی ہے ۔ زندگی تو اب شروع ہوئی ہے ۔‘‘
’’ذرا سامنے دیکھیے سماں بدل رہا ہے ۔‘‘
میں نے اس کے کہنے سے توجہ کی تو احساس ہوا کہ واقعی اب شام ڈھلنے کے بالکل قریب ہو چکی ہے ۔ اب مغرب کے جھٹپٹے کا سا وقت ہورہا تھا۔ مجھے احساس ہوا کہ یہ تبدیلی کسی اہم بات کا پیش خیمہ ہے ۔
پیچھے سے ایک آواز آئی:
’’ہاں تم ٹھیک سمجھے ۔‘‘
یہ صالح کی آواز تھی۔ وہ میرے قریب بیٹھتے ہوئے بولا:
’’اس تبدیلی کا مطلب یہ ہے کہ حساب کتاب ختم ہورہا ہے ۔ تمام لوگوں کا حساب کتاب ہو چکا ہے ۔‘‘
’’پہلے یہ بتاؤ تم امورہ کو چھوڑ کر کہاں رہ گئے تھے ۔ تم نہ پانی پینے جا سکتے ہو نہ بیت الخلا جانا تمھارے لیے ممکن ہے ۔ پھر تم تھے کہاں ؟‘‘
’’میں امثائیل کے ساتھ تھا۔‘‘
اس کے ساتھ ہی امثائیل پیچھے سے نکل کر سلام کرتا ہوا سامنے آ کر کھڑ ا ہو گیا۔ یہ میرے الٹے ہاتھ کا فرشتہ تھا۔ میں نے سلام کا جواب دیا اور ہنستے ہوئے صالح سے دریافت کیا:
’’ان کی وجہ نزول؟‘‘
’’حساب کتاب ختم ہو چکا اب تمھیں پیش ہونا ہے ۔ ہم دونوں مل کر تمھیں اللہ تعالیٰ کے حضور پیش کریں گے ۔‘‘
پیشی کا سن کر مجھے پہلی دفعہ گھبراہٹ پیدا ہوئی۔ میں نے گھبرا کر سوال کیا:
’’حساب اتنی جلدی کیسے ختم ہو گیا؟‘‘
’’میں تمھیں پہلے بتا چکا ہوں کہ یہاں وقت بہت تیزی سے گزر رہا ہے اور حشر میں وقت بہت آہستہ۔ اس لیے جتنا عرصہ تم یہاں رہے ہو اتنے عرصے میں وہاں حساب کتاب ختم ہو چکا۔‘‘
’’وہاں میرے پیچھے کیا ہوا تھا؟‘‘
’’تمام امتوں کا جب عمومی حساب کتاب ہو گیا تو میدان حشر میں صرف وہ لوگ رہ گئے جو ایمان والے تھے ، مگر ان کے گنا ہوں کی کثرت کی بنا پر انھیں روک لیا گیا تھا۔ آخر کار حضور کی درخواست پر ان کا بھی حساب ہو گیا۔ اب آخر میں سارے انبیا اور شہدا پیش ہوں گے ۔‘‘
’’کیا شہید وہ لوگ ہیں جو اللہ کی راہ میں قتل ہوئے ؟‘‘، ناعمہ نے صالح سے سوال کیا۔
’’نہیں یہ وہ شہدا نہیں ۔ وہ بھی بڑ ے اعلیٰ اجر کے حقدار ہوئے ہیں ۔ مگر یہ شہدا حق کی گواہی دینے والے لوگ ہیں ۔ یعنی انہوں نے انسانیت پر اللہ کے دین کی گواہی کے لیے اپنی زندگی وقف کر دی تھی۔ یہی وہ لوگ ہیں جنھوں نے انبیا کے بعد ان کی دعوت کو آگے پہنچایا۔‘‘
’’کیا ان کا بھی حساب ہو گا؟‘‘، میں نے سوال کیا کیونکہ مجھ پر حساب کے تصور سے گھبراہٹ طاری تھی۔
’’نہیں بس بارگاہ ربوبیت میں ان کی پیشی ہو گی اور ان کی نجات کا اعلان ہو گا۔ لیکن اللہ تعالیٰ رب العالمین اور مالک کل ہیں ۔ وہ جب چاہیں جس کا چاہیں حساب کرسکتے ہیں ۔ کوئی بھی ان کو روک نہیں سکتا۔‘‘
میرے منہ سے نکلا:
’’رب اغفر وارحم۔‘‘
میں خدا کے اختیار کا بیان کر رہا ہوں ۔ یہ نہیں کہہ رہا کہ اللہ تعالیٰ یہ کریں گے ۔ دراصل اب جنت و جہنم میں داخلے کا وقت آ رہا ہے ۔ چنانچہ اب اہل جنت اور اہل جہنم سب کو میدان حشر میں جمع کر دیا جائے گا۔ ان سب کے سامنے انبیا اور شہدا کی کامیابی کا اعلان ہو گا۔ پھر گروہ در گروہ نیک وبد لوگوں کو جنت و جہنم میں بھیجا جائے گا۔ جس کے بعد ختم نہ ہونے والی زندگی شروع ہوجائے گی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter15 = ''' ابدی انجام کی طرف روانگی

میں دیگر شہدا اور انبیا کے ساتھ ایک دفعہ پھر اعراف کی بلندی پر کھڑ ا تھا۔ اس بلند مقام سے میدان حشر بالکل صاف نظر آ رہا تھا۔ تاحد نظر وسیع میدان میں لوگوں کو دو گروہوں میں جمع کر دیا گیا تھا۔ میدان کے داہنے ہاتھ پر تاحد نظر لوگوں کی صفیں در صفیں بنی ہوئی تھیں ۔ یہ اہل جنت تھے ۔ ان کے چہرے روشن، آنکھوں میں چمک اور لبوں پر مسکراہٹ تھی۔ ان کے لباس بہترین، ان کے دل خوشی سے سرشار اور ان کی روحیں شکر گزاری کے احساس میں ڈوبی ہوئی تھیں ۔ یہ داہنے ہاتھ والے تھے ۔ ان داہنے ہاتھ والوں کی خوش بختی کا کیا کہنا!
میدان کے بائیں طرف لوگ ایک ہجوم کی شکل میں گھٹنوں کے بل بیٹھے تھے ۔ان کے ہاتھ پیچھے کر کے باندھے گئے تھے اور جہنم کا نظارہ ان کے سامنے تھا۔ یہ اہل جہنم تھے جن کے لیے ابدی خسارے کا فیصلہ سنایا جا چکا تھا ۔ وہ منتظر تھے کہ کب وہ اپنے فیصلہ کن انجام سے دوچار ہوتے ہیں ۔ ان کے چہرے اترے ہوئے ، آنکھیں بجھی ہوئیں ، پیشانی عرق آلود اور گردن جھکی ہوئی تھی۔ ان کی رنگت سیاہ پڑ چکی تھی، جسم پرگرد و غبار اٹی ہوئی تھی۔یہ بائیں ہاتھ والے تھے ۔ ان بائیں ہاتھ والوں کی بدبختی کا کیا کہنا تھا۔
سامنے عرش الٰہی تھا۔ اس کے جلال و جمال کا کیا کہنا! عرش کے اطراف صف در صف فرشتے کھڑ ے ہوئے تھے ۔ ان کے بیچ میں عرش سے متصل آٹھ انتہائی غیر معمولی فرشتے کھڑ ے ہوئے تھے ۔ یہ حاملین عرش تھے ۔ فرشتوں کی زبان پر حمد و تسبیح کے الفاظ جاری تھے ۔ جبکہ عرش کے پیچھے قدرے بلندی پر جنت و جہنم دونوں کا نظارہ واضح طور پر نظر آ رہا تھا۔ داہنے طرف جنت تھی جس سے اٹھنے والی خوشبوؤں نے حشر کے داہنے حصے کو مہکا رکھا تھا اور وہاں سے بلند ہونے والے نغموں نے دلوں کے تاروں کو چھیڑ دیا تھا۔ جنت کی بستی کے حسین ترین مرغزار، سبزہ زار، باغیچے ، محلات، نہریں ، خدام واضح طور پر نظر آ رہے تھے ۔ اس جنت کا منظر ہر شخص کی نگا ہوں کو للچا رہا تھا۔ اہل جنت اپنی خوش نصیبی پر رشک کرتے ، اس جنت کی آرزو دل میں لیے ایک دوسرے کے ساتھ خوش گپیاں کر رہے تھے ۔
دوسری طرف جہنم کا انتہائی بھیانک نظارہ عرش کے بائیں طرف نمایاں تھا۔ آگ کے شعلے سانپ کی زبان کی طرح بار بار لپک رہے تھے ۔ جہنم میں دیے جانے والے مختلف قسم کے عذابوں کا نظارہ دلوں کو دہلا رہا تھا۔ بدبو، غلاظت، آگ، زہریلے حشرات، وحشی جانور، کڑ وے کسیلے پھل، کانٹے دار جھاڑ جھنکار، پیپ اور لہو کا کھانا، کھولتا ہوا پانی، ابلتے ہوئے تیل کی تلچھٹ، ان جیسے ان گنت عذاب اور سب سے بڑ ھ کر انتہائی بدہیبت اور خوفناک فرشتے جو ہاتھوں میں کوڑ ے ، زنجیریں ، طوق اور ہتھوڑ ے لے کر اہل جہنم کا استقبال کرنے کے لیے موجود تھے ۔
اہل جہنم کی بدحالی پہلے ہی کچھ کم نہ تھی کہ اب جہنم کو انہوں نے آنکھوں سے دیکھ لیا تھا۔ اس منظر نے ان کی ہمت کو آخری درجے میں توڑ ڈالا تھا۔ وہ وحشت زدہ نظروں سے یہ منظر دیکھ رہے تھے ۔ ان میں سے ہر شخص کی سب سے بڑ ی خواہش یہ تھی کہ کسی طرح ان کی موت کا فیصلہ سنادیا جائے ۔ مگر افسوس کہ جہنم میں ہر عذاب تھا سوائے موت کے ۔ کیونکہ اہل جہنم کے لیے موت سب سے بڑ ی راحت تھی لیکن جہنم مقام عذاب تھا، مقام راحت نہیں ۔
اہل جنت و اہل جہنم کے بیچ میں ایک شفاف پردہ تھا۔ جس سے دونوں ایک دوسرے کو دیکھ سکتے اور گفتگو کرسکتے تھے ، مگر اس پردہ کو عبور نہیں کرسکتے تھے ۔ اہل جنت اہل جہنم سے پوچھتے کہ ہم نے تو اپنے رب کے وعدے کو سچ پایا جواس نے ہم سے کیا تھا۔ کیا تم نے بھی جہنم کے سارے وعدے سچ پائے جو اللہ تعالیٰ نے تم سے کیے تھے ۔ ان اہل جہنم کے پاس جواب میں اعترافاً گردن جھکادینے اور ہاں کہنے کے علاوہ کوئی اور چارہ ہی نہیں تھا۔
وہ بھوک اور پیاس سے بلک رہے تھے ۔ اس لیے برابر میں اہل جنت کے سامنے میوے ، گوشت کی رکابیاں گردش کرتے اور انھیں جام نوش کرتے دیکھتے تو کہتے کہ یہ پانی اور دیگر غذائیں جواللہ نے تمھیں دی ہیں ، کچھ ہمیں بھی کھانے کے لیے دے دو۔ جواب ملتا کہ یہ اللہ نے اہل جہنم پر حرام کر رکھی ہیں ۔
ہم اوپر کھڑ ے یہ سب کچھ دیکھ اور سن رہے تھے ۔ گرچہ ہمارے فیصلے کا اعلان ایک رسمی سی بات تھی، مگر نجانے کیوں میرا دل ڈر رہا تھا۔ میں اللہ تعالیٰ سے اس کی رحمت اور درگزر کا سوال کر رہا تھا۔ میں دعا کر رہا تھا کہ پروردگار ہمیں اہل جہنم کا ساتھی نہ بنا بلکہ اہل جنت میں داخل فرما۔ یہی دعا دوسرے لوگ کر رہے تھے ۔
یہ میری کیفیت تھی۔ جبکہ بعض دیگر شہدا اس موقع پر شدت جذبات میں آگے بڑ ھے اور پکار کر اہل جنت کو مبارکباد دینے لگے ۔ وہ کہہ رہے تھے کہ آپ پر خدا کی رحمت اور سلامتی ہو۔ اس موقع پر انبیا آگے بڑ ھے اور اپنی قوم کے کافر سرداروں کو پہچان کر کہنے لگے ۔ کہاں ہے آج تمھاری سرداری ، تمھاری جمعیت اور تمھارا گھمنڈ؟ پھر وہ اہل جنت کی طرف اشارہ کر کے کہتے کہ کیا یہ وہی غریب لوگ ہیں جن کو تم حقیر سمجھتے اور خیال کرتے تھے کہ ان کو اللہ کی رحمت سے کوئی حصہ نہ ملا ہے اور نہ ملے گا۔ دیکھ لو آج وہ کس اعلیٰ مقام پر ہیں ۔ 
اسی اثنا میں اعلان ہوا کہ ہمارے انبیا اور شہدا کا نامۂ اعمال انھیں دیا جائے ۔ میری توقع کے برخلاف اس موقع پر کوئی حساب کتاب یا پیشی نہیں ہوئی۔ صرف یہ ہوا کہ ہر شخص کو آگے سامنے کی طرف بلایا جاتا جہاں ہر جنتی اور جہنمی اسے دیکھ سکتا تھا۔ وہ شخص اپنے ساتھ موجود فرشتوں کے ہمراہ چلتا ہوا آگے آتا۔ فرشتے انتہائی ا کرام کے ساتھ اسے عرش کے سامنے لے جاتے ۔ جہاں زندگی میں اس کے کارناموں اور آخرت میں اس کی کامیابی کا اعلان کیا جاتا۔
جس وقت کوئی شخص پیش ہوتا، اس کے زمانے کے سارے حالات، اس کے مخاطبین کی تفصیلات، لوگوں کا ردعمل اور اس کی جدوجہد ہر چیز کو تفصیل سے بیان کیا جاتا۔ سامعین یہ سب سنتے اور اسے داد دیتے ۔ آخر میں جب اس کی کامیابی اور سرفرازی کا اعلان ہوتا تو مرحبا اور ماشاء اللہ کے نعروں سے فضا گونج اٹھتی اور جب وہ خوشی خوشی واپس آتا تو اس کے اہل و عیال اور دوست احباب اس کو مبارک باد پیش کرتے اور اپنی خوشی کا اظہار کرتے ۔
جب میرا نام پکارا گیا تو ساتھ کھڑ ے ہوئے سارے لوگوں نے مبارکباد دی۔ میں صالح اور امثائیل کے ہمراہ کنارے پر پہنچا جہاں سے میدان میں کھڑ ے سارے لوگ مجھے دیکھ سکتے تھے ۔ امثائیل نے میرا نامۂ اعمال اٹھا رکھا تھا۔ جبکہ صالح میرے آگے آگے چل رہا تھا۔ وہاں پہنچ کر میں سر جھکا کر کھڑ ا ہو گیا۔ آواز آئی:
’’عبدا للہ سر جھکانے کا وقت گزر گیا۔ اب سر اٹھاؤ۔ لوگ تمھیں دیکھنا چاہتے ہیں ۔‘‘
میں نے سر اٹھایا اس طرح کہ میری آنکھوں میں شکر گزاری کے آنسو اور میرے ہونٹوں پر کامیابی کی مسکراہٹ تھی۔ صالح اور امثائیل نے بارگاہ الٰہی سے اذن پا کر میری داستان حیات کی تفصیلات بیان کرنا شروع کیں ۔ میں نے میدان کی طرف نظر دوڑ ائی تو دیکھا کہ میرے خاندان والے ، دوست احباب، میرا ساتھ دینے والے بندگان خدا، میری دعوت پر لبیک کہنے والے اہل ایمان، توحید و آخرت کی منادی کو سن کر توبہ کرنے والے مسلمان مرد و عورت سب مجھے دیکھ کر ہاتھ ہلا رہے تھے ۔ میں بھی جواب میں ہاتھ ہلانے لگا، مگر میری نظر ناعمہ کو تلاش کر رہی تھی۔ وہ اپنے بچوں کے درمیان کھڑ ی ہوئی تھی۔ اس کی آنکھوں میں آنسو تھے مگروہ بھی مسکرا رہی تھی۔ اسے جب محسوس ہوا کہ میں اسے دیکھ رہا ہوں تو اس نے شرما کر نظر جھکادی۔ لیلیٰ اس کے برابر میں کھڑ ی تھی۔ وہ سب سے زیادہ جوش میں تھی جبکہ عارفہ، عالیہ، انور اور جمشید بھی اپنی نشستوں پر کھڑ ے پرجوش انداز میں ہاتھ ہلا رہے تھے ۔ 
میں نے جائزہ لینے کے لیے نظریں میدان کے بائیں طرف پھیریں ۔ یہاں ایک دوسرا ہی منظر تھا۔ شرمندگی، رسوائی، پچھتاوے ، اندیشے ، ذلت، محرومی، مایوسی، پریشانی، اذیت، مصیبت، ملامت، ندامت اور حسرت کی ایک ختم نہ ہونے والی سیاہ رات تھی جو اہل جہنم کے حال پر چھائی ہوئی تھی۔ اگر آسمان میں گویائی کی طاقت ہوتی تو وہ آخرت میں ناکام ہوجانے والوں کی بدبختی پر مرثیہ کہتا۔ اگر زمین میں بیان کی قوت ہوتی تو وہ اہل جہنم کے حال پر نوحہ پڑ ھتی۔ اگر الفاظ کی زبان ہوتی تو وہ پکار اٹھتے کہ وہ الٹے ہاتھ والوں کی بدبختی کے اظہار سے خود کو عاجز پاتے ہیں ۔ میرا دل چاہا کہ میں کسی طرح وقت کا پہیہ الٹا گھما کر پرانی دنیا میں لوٹ جاؤں اور یہ منظر دنیا والوں کو دکھا سکوں ۔ میں چیخ چیخ کر انہیں بتاؤں کہ محنت کرنے والو! ایک دوسرے سے مقابلہ کرنے والو! مال و اسباب کی ریس لگانے والو! مقابلہ کرنا ہے تو اس دن کی سرفرازی کے لیے کرو۔ ریس لگانی ہے تو جنت کے حصول کے لیے لگاؤ۔ منصوبے بنانے ہیں تو جہنم سے بچنے کے منصوبے بناؤ۔ پلاٹ، دکان، مکان، بنگلے ، اسٹیٹس، کیرئیر، گاڑ ی، زیور اور لباس فاخرہ میں ایک دوسرے کو پیچھے چھوڑ نے والو! دنیا کے ملنے پر ہنسنے اور اس کی محرومی پر رونے والو! ہنسنا ہے تو جنت کی امید پر ہنسو اور رونا ہے تو جہنم کے اندیشے پر رویا کرو۔ مرنا ہے تو اس دن کے لیے مرو اور جینا ہے تو اس دن کے لیے جیو۔ ۔ ۔ جب زندگی شروع ہو گی۔ کبھی نہ ختم ہونے کے لیے ۔
میری آنکھوں سے بہنے والی آنسوؤں کی لڑ ی اور تیز ہوگئی۔ اس دفعہ یہ آنسو خوشی کے نہیں تھے ۔ اس احساس کے تھے کہ شاید میں تھوڑ ی سی محنت اور کرتا تو مزید لوگوں تک میری بات پہنچ جاتی اور کتنے ہی لوگ جہنم میں جانے سے بچ جاتے ۔ میرے دل میں تڑ پ کر احساس پیدا ہوا۔ کاش ایک موقع اور مل جائے ۔ کاش کسی طرح گزرا ہوا وقت پھر لوٹ آئے ۔ تاکہ میں ایک ایک شخص کو جھنجھوڑ کر اس دن کے بارے میں خبردار کرسکوں ۔ میرے دل کی گہرائیوں سے تڑ پ کر ایک آہ نکلی۔ میں نے بڑ ی بے بسی سے نظر اٹھا کر عرش کی طرف دیکھا۔ وہاں ہمیشہ کی طرح رخ انور پر جلال کا پردہ تھا۔ حسن بے پروا کی اداے بے نیازی تھی اور جمال و کمال کی ردا، شانِذوالجلال کے شانہ اقدس پر پڑ ی تھی۔ مجھ بندۂ عاجز کی نظر ذاتِقدیم الاحسان کی قبائے صفات میں پوشیدہ ان قدموں پر آ کر ٹھہرگئی، جہاں سے میں کبھی نامراد نہیں لوٹا تھا۔ اس حقیر فقیر بندۂ پرتقصیر کی ساری پہنچ انھی قدموں تک تھی۔ کل جہاں سے بے نیاز شہنشاہ ذوالجلال کے لیے اس بات کی کوئی اہمیت تھی تب بھی، اور اس کی کوئی اہمیت نہیں تھی تب بھی، یہی میرا کل اثاثہ تھا۔ یہی میری کل پہنچ تھی۔
دل کو کچھ قرار ہوا تو میری نظر دوبارہ اہل جہنم کی طرف پھرگئی۔ ان میں سے بہت سے لوگ ایسے تھے جنھیں میں جانتا تھا۔ ان کی تعداد بہت زیادہ تھی۔ یہ آپس میں گھس پل کرتنگی میں دوزانو غلامانہ بیٹھے ہوئے تھے ۔ یہ لوگ نظر نہیں ملا رہے تھے بلکہ بہت سوں نے تو پیٹھ پھیرلی تھی۔ اس لیے میں اپنے جاننے والے زیادہ لوگوں کو وہاں نہیں دیکھ سکا۔ لیکن ان کو دیکھ کر اس نعمت کا احساس ہوا کہ کس طرح اللہ تعالیٰ نے مجھے اپنے فضل و کرم سے اس برے انجام سے بچالیا۔ مجھے محسوس ہوا کہ جنت کی ان گنت نعمتوں میں سے دو سب سے بڑ ی نعمتیں شاید یہ ہیں کہ انسان کو جہنم سے بچالیا جائے گا اور دوسرا اسے بڑ ی عزت کے ساتھ جنت میں لے جایا جائے گا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
زیادہ دیر نہ گزری تھی کہ ایک ایک کر کے اعراف پر کھڑ ے سارے لوگ نمٹ گئے ۔ اب فیصلہ سنانے کے لیے کچھ بھی نہیں رہا تھا۔ مگر شاید ابھی کچھ ہونا باقی تھا۔ سب اپنی جگہ کھڑ ے تھے کہ میدان حشر میں ایک جانور کو لایا گیا۔ یہ جانور بہت موٹا تازہ تھا جس کے گلے میں رسی پڑ ی ہوئی تھی اور فرشتے اسے کھینچتے ہوئے عرش کے سامنے لے جا رہے تھے ۔ صالح نے میرے کان میں سرگوشی کرتے ہوئے کہا :
’’یہ موت ہے جس کے خاتمے کے لیے اسے لایا گیا ہے ۔‘‘
عرش سے اعلان ہوا کہ آج موت کو موت دی جا رہی ہے ۔ اب کسی جنتی کو موت آئے گی نہ کسی جہنمی کو۔
اس کے ساتھ ہی فرشتوں نے اس جانور کو لٹایا اور اسے ذبح کر دیا۔ اہل جنت نے اللہ تعالیٰ کی حمد و ثنا کے ساتھ اس بات کا خیر مقدم کیا۔ جبکہ اہل جہنم میں صف ماتم بچھ گئی۔ ان کے دل میں امید کی کوئی شمع اگر روشن تھی تو وہ بھی موت کی موت کے ساتھ اپنی موت آپ مرگئی۔
عرش سے صدا آئی کہ اہل جہنم کو گروہ در گروہ ان کے انجام تک پہنچایا جائے ۔ فرشتے تیزی کے ساتھ حرکت میں آ گئے ۔ حشر کے بائیں کنارے پر ایک زبردست ہلچل مچ گئی۔ چیخ و پکار اور آہ و فغاں کے درمیان فرشتے پکڑ پکڑ کر مجرموں اور نافرمانوں کا ایک جتھہ بناتے اور انھیں جہنم کی سمت ہانک دیتے ۔ ہر گروہ جہنم کے دروازے پر پہنچتا جہاں جہنم کے داروغہ مالک ان کا استقبال کرتے اور ان کے اعمال کے مطابق جہنم کے سات دروازوں میں سے کسی ایک دروازے کو کھول کر انھیں اس میں داخل کر دیتے ۔
اس دوران میں وقفے وقفے سے عرش کی سمت سے جہنم کو مخاطب کر کے پوچھا جاتا:
’’کیا تو بھرگئی؟‘‘
وہ غضبناک آواز میں عرض کرتی:
’’پروردگار! کیا اور لوگ بھی ہیں ؟ انھیں بھی بھیج دیجیے ۔‘‘
یہ سن کر حشر میں ایک آہ و بکا بلند ہوتی۔ رہ جانے والے مجرموں پر فرشتے دوبارہ جھپٹ پڑ تے اور انہیں ان کی آخری منزل تک پہنچادیتے ۔ یوں تھوڑ ی ہی دیر میں سارے مجرم اپنے انجام تک جاپہنچے ۔ 
اس کے بعد عرش سے صدا بلند ہوئی:
’’اہل جنت کو ان کی منزل تک پہنچادیا جائے ۔‘‘
جب یہ حکم صادر ہوا تو میں نے دیکھا کہ کچھ لوگ ابھی تک الٹی سمت میں موجود تھے ۔ میں نے صالح سے پوچھا:
’’یہ کون لوگ ہیں ۔ ان کو جہنم میں کیوں نہیں پھینکا جا رہا؟‘‘
اس نے جواب دیا:
’’یہ منافقین ہیں ۔ یہ جہنم کے سب سے نچلے درجے میں ہوں گے ۔ یہ دنیا میں اللہ کو دھوکا دیتے تھے ۔ آج ان کو نہ صرف بدترین عذاب ملے گا بلکہ ان کی دھوکہ دہی کی پاداش میں ان کا انجام ایک دھوکے سے شروع ہو گا۔‘‘
’’دھوکا۔ کیا مطلب؟‘‘
اس نے کہا:
’’یہ لوگ بظاہر یہ سمجھے ہیں کہ ان کو جہنم میں نہیں پھینکا گیا اور اہل جنت کے جنت میں داخلے کا حکم ہو گیا ہے تو شاید انھیں بھی ظاہری ایمان کی بنا پر چھوڑ ا جا رہا ہے ۔ مگر یہ ان کی غلط فہمی ہے جو جلد ہی دور ہوجائے گی۔‘‘
اسی لمحے میرے کانوں میں الحمد للہ رب العالمین کے نغمے کی انتہائی دلکش صدا آنا شروع ہوگئی۔ یہ حاملین عرش اور دوسرے فرشتے تھے جنھوں نے اپنی خوبصورت آواز میں نغمہ شکر گانا شروع کیا تھا۔ صالح نے مجھے بتایا:
’’یہ حشر کے دن کے خاتمے کا اعلان ہے ۔‘‘
اس کے ساتھ ہی میدان حشر میں تاریکی پھیلنا شروع ہوگئی۔ سوائے عرش کے اور کہیں روشنی باقی نہیں رہی۔ میں کچھ بھی دیکھنے کے قابل نہیں رہ گیا تھا۔ میں نے گھبرا کر صالح سے پوچھا:
’’یہ کیا ہورہا ہے ؟‘‘
’’اندھیرا۔ ۔ ۔ ‘‘، اس نے مختصر جواب دیا۔
’’بھائی یہ تو مجھے بھی معلوم ہے ۔ مگر ایسا کیوں ہورہا ہے ؟‘‘
’’یہ اس لیے ہورہا ہے کہ اس اندھیرے کو عبور کر کے جنت تک صرف وہی لوگ پہنچیں گے جن کے پاس اپنے ایمان اور اعمال کی روشنی ہو گی۔‘‘
یہ کہہ کر اس نے میرے ہاتھ میں میرا نامۂ اعمال تھمادیا۔ اس میں ایک عجیب سی روشنی تھی جس کی بنا پر میری آنکھیں دوبارہ روشن ہوگئیں اور میں اندھیرے میں واضح طور پر دیکھنے کے قابل ہو گیا۔
’’ہر شخص کو اس کا نامۂ اعمال دے دیا گیا ہے اور یہی نامۂ اعمال اب میدان حشر کی سیاہ رات میں روشنی بن چکا ہے ۔ اب سوائے منافقین کے ہر شخص کے پاس روشنی ہے ۔‘‘، صالح نے میری معلومات میں اضافہ کرتے ہوئے بتایا۔
’’اب کیا ہو گا؟‘‘، میں نے دریافت کیا۔
’’اب یہاں سے ہم لوگ نیچے جائیں گے ۔ تمام امتیں اپنے انبیا کی قیادت میں جنت کی طرف روانہ ہوں گی۔‘‘
’’جنت کا راستہ کس طرف ہے ؟‘‘، میں نے سوال کیا۔
’’عرش کے بالکل قریب ہے ۔ عرش کے پیچھے داہنے ہاتھ کی سمت جہاں آسمان پر جنت کا نظارہ نظر آ رہا تھا وہیں سے جنت کا راستہ ہے ۔ مگر یہ راستہ جہنم کی کھائی کے اوپر سے گزرتا ہے جہاں ہر سمت اندھیرا ہے ۔ جس کے پاس جتنی زیادہ روشنی ہے وہ اتنی ہی آسانی اور تیزی سے جہنم کے اوپر سے گزر جائے گا۔‘‘
’’اس کا مطلب ہے کہ ایک امتحان ابھی مزید باقی ہے ۔‘‘
’’نہیں یہ امتحان نہیں ۔ دنیا کی زندگی کی تمثیل ہے ۔ جو جتنا زیادہ خدا کا وفادار اور اطاعت گزار رہا اور زندگی کے پل صراط پر استقامت اور یکسوئی کے ساتھ خدا کی سمت بڑ ھتا رہا وہ اتنی ہی آسانی اور تیزی سے جنت کی سمت بڑ ھے گا۔ لیکن ہلکے یا تیز سارے داہنے ہاتھ والے یہاں سے گزر جائیں گے ۔ سوائے منافقین کے جو ایمان و عمل کی روشنی کے بغیر اس کھائی کو پار کرنے کی کوشش کریں گے اور جہنم کے سب سے نچلے گڑ ھے میں جاگریں گے جہاں انہیں بدترین عذاب دیا جائے گا۔‘‘
’’میرے گھر والے کیا میرے ساتھ ہوں گے ؟‘‘، میں نے سوال کیا۔
’’آج یہ آخری سفر سب کو تنہا طے کرنا ہے ۔‘‘، صالح نے دوٹوک جواب دیا۔
’’پھر وہ گروہ در گروہ جنت میں جانے والی بات کا کیا ہوا؟‘‘، میں نے سوال اٹھایا۔
’’گروہ در گروہ کا مطلب یہ ہے کہ ہر امت اپنے نبی کی سربراہی میں جنت کے دروازے تک پہنچے گی۔ مگر جنت میں داخلہ فرداً فرداً اپنے ذاتی اعمال کی بنیاد پر ہو گا۔‘‘، پھر اس نے قدرے توقف کے بعد پوچھا:
’’کیا تم ابھی بھی کوئی تماشہ دیکھنے میں دلچسپی رکھتے ہو؟‘‘
میرے ہاں کہنے سے قبل ہی وہ مجھے لے کر تیزی سے آگے بڑ ھ گیا۔ یہاں تک کہ ہم ایک ایسی جگہ آ گئے جہاں لوگوں کے پاس بے حد تیز روشنی تھی۔ ان کی روشنی ان کے آگے آگے اور دائیں سمت میں ان کے ساتھ ساتھ چل رہی تھی۔ وہ بلند آواز سے کہہ رہے تھے اے ہمارے رب! ہمارے نور کو پورا رکھیو اور ہمیں معاف کر دے ۔ تو ہر چیز پر قادر ہے ۔ میں صالح سے کچھ پوچھے بغیر ان لوگوں کو پہچان گیا۔ یہ صحابہ کرام تھے ۔ ان سب سے آگے رسول اللہ صلی اللہ علیہ وسلم تھے جن کی ذات سراپا نور بنی ہوئی تھی۔ میں ان لوگوں کی پیروی میں انھی کے الفاظ دہرانے لگا۔ یہ وہ قرآنی دعا تھی جو میں زندگی بھر پڑ ھتا رہا تھا۔ لیکن اس دعا کو پڑ ھنے کا اصل وقت اب آیا تھا۔ ہم اسی طرح چل رہے تھے کہ صالح نے کہا :
’’اب تماشہ دیکھو۔‘‘
اس کے ساتھ میں نے دیکھا کہ کچھ لوگ دوڑ تے ، گرتے پڑ تے صحابہ کرام کے پاس آئے ۔ مگر ان کے پاس کوئی روشنی نہیں تھی۔ انہوں نے آتے ہی دہائی دینا شروع کر دی کہ ہمیں بھی اپنی روشنی میں سے تھوڑ ا سا حصہ دے دو۔ صحابہ میں سے بعض نے اپنے پیچھے میدان حشر کے سیدھے ہاتھ کی طرف اشارہ کرتے ہوئے جواب دیا کہ ہم تو یہ روشنی پیچھے سے لے کر آئے ہیں تم بھی پیچھے لوٹو اور وہاں سے روشنی لے لو۔ یہ سن کر سارے منافقین جلدی سے اس سمت بھاگے ۔ مگر جیسے ہی انہوں نے داہنے طرف جانے کی کوشش کی انہیں معلوم ہوا کہ یہاں تو ایک دیوار موجود ہے ۔ اس دیوار میں بعض مقامات پر دروازے بنے ہوئے تھے جن پر فرشتے تعینات تھے ۔ ان لوگوں نے ان دروازوں سے اندر جانے کی کوشش کی لیکن فرشتوں نے انہیں مار مار کر وہاں سے بھگادیا۔ ان کے پاس روشنی حاصل کرنے کی کوئی شکل نہیں رہی۔ چنانچہ وہ دوبارہ لوٹ کر صحابہ کرام کے پاس واپس آ گئے اور ان سے کہنے لگے کہ دیکھیے ہم بھی مسلمان ہیں اور دنیا میں آپ کے ساتھ ہی تھے ۔ آپ کو تو معلوم ہے ۔ ہماری روشنی کے لیے آپ کچھ کیجیے ۔ جواب ملا: بے شک تم ہمارے ساتھ تھے لیکن تم نے خود اپنے آپ کو فتنے میں ڈالا، تم اس دن کے بارے میں شک میں رہے اور تمھارا اصل مقصود دنیا کی زندگی ہی تھی۔ تم نے شیطان کی پیروی کی اور اس نے تمھیں دھوکے میں ڈالے رکھا۔ سو نہ آج تم کچھ دے دلا کر چھوٹ سکتے ہو نہ کوئی کافر۔
یہ سن کر منافقین کو یقین ہو گیا کہ ان کا انجام بھی کفار سے مختلف نہ ہو گا۔ پیچھے جانے میں انہیں نقصان محسوس ہوا۔ چنانچہ انہوں نے اندھیرے ہی میں راستہ پار کرنے کی کوشش کی۔ مگر روشنی کے بغیر اس کوشش کا نتیجہ جہنم کی کھائی تھی۔ چنانچہ ایک ایک کر کے سارے منافقین چیختے چلاتے ہوئے جہنم میں جاگرے جہاں نیچے عذاب کے فرشتے ان کا انتظار کر رہے تھے ۔ ہم یہ سارا منظر دیکھتے ہوئے اور بلند آواز سے یہ دعا پڑ ھتے ہوئے عرش کی سمت بڑ ھتے رہے :
’’اے ہمارے رب ہمارے نور کو بجھنے نہ دے اور منافقین کے انجام سے ہمیں بچاتے ہوئے ہماری بخشش فرما۔ بیشک تو ہر چیز پر قادر ہے ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter16 = ''' جنت کی بادشاہی میں داخلہ

ہم نے جہنم کی کھائی کو بہت اطمینان اور آرام سے عبور کیا تھا۔ اسے عبور کر کے میں نے پیچھے دیکھا تو دور دور تک روشنیوں کا ایک قافلہ تھا جو بلند آواز سے یہی دعا پڑ ھتے ہوئے ہمارے پیچھے چلا آ رہا تھا۔ جس کی روشنی جتنی زیادہ تیز تھی وہ اتنی ہی آسانی کے ساتھ اس کھائی کو عبور کر رہا تھا۔ سامنے افق پر گویا درواز ے سے بنے ہوئے تھے جن سے جنت کا منظر صاف نظر آ رہا تھا۔ جنت کے نگران اہل جنت پر سلامتی بھیج کر خوش آمدید کہتے اور جواب میں اہل جنت اللہ کی حمد بجالاتے ۔
ہمارے عین سامنے عرش الہی تھا۔ہم چلتے ہوئے اس کے بالکل قریب پہنچ چکے تھے ۔ عرش کیا تھا۔ ۔ ۔ ایک بقعۂ نور تھا۔ یہ روشنی اور نور کا ایک سیلاب تھا جس کی حقیقت کو الفاظ میں بیان کرنا ممکن نہ تھا۔ یہاں پہنچ کر ہماری اپنی روشنی عرش کی روشنی کے سامنے بے نور ہوگئی۔ عرش کے گرد صف در صف فرشتوں کی قطاریں تھیں جو مؤدبانہ انداز میں ہاتھ باندھے ’الحمد للہ رب العالمین‘کا نغمہ جانفزا بلند کر رہے تھے ۔ ہم بالکل قریب پہنچے تو میں نے دیکھا کہ فرشتوں نے اپنے بیچ سے جگہ چھوڑ رکھی ہے جس سے گزر کر لوگ قطار در قطار عرش کے نیچے داخل ہورہے ہیں ۔ ہم قریب پہنچے تو آواز آئی:
’’میرے بندوں ! تمھیں خوش آمدید۔ تم آج ختم نہ ہونے والی بادشاہی میں داخل ہورہے ہو۔ اپنے رب کی سلامتی میں تم ہمیشہ کے لیے داخل ہوجاؤ۔‘‘
ہم فرشتوں سے گزر کر آگے بڑ ھے تو میں نے صالح کی طرف سوالیہ انداز میں دیکھا۔ اس نے وضاحت کرتے ہوئے کہا:
’’جنت کا راستہ عرش کے نیچے سے ہوکر داہنے طرف مڑ کر آئے گا۔‘‘
’’مگر ہم عرش کے نیچے کیوں جا رہے ہیں ۔ براہ راست سیدھی طرف مڑ جائیں ؟‘‘
صالح ہنس کر بولا:
’’تم ہر بات وقت سے پہلے سمجھنا چاہتے ہو۔ خیر میں بتاتا ہوں ۔ عرش کے نیچے جا کر ہر انسان کا آخری تزکیہ ہوجائے گا۔‘‘
’’مگر تزکیہ تو ہم دنیا میں کرتے تھے ۔‘‘
’’تزکیہ یعنی پاکی حاصل کرنا دین کے ہر عمل کا مقصود تھا۔ دین کی پوری جدوجہد اس لیے تھی کہ انسان کا نفس پاک ہوجائے ۔ مؤمن دنیا میں اپنے جسم کو صاف ستھرا رکھتا تھا۔ وہ اپنی خوراک کو پاکیزہ رکھتا تھا۔ وہ عبادات کے ذریعے اپنی روح اور احکام شریعت پر عمل کر کے اپنی معاشرت، معیشت اور اخلاق کو پاک رکھتا تھا۔ شیطانی ترغیبات، نفسانی خواہشات، حیوانی جذبات، یہ سب نجاستیں تھیں جن سے بچ کر بندۂ مؤمن خود کو پاک رکھنے کی کوشش کرتا تھا۔ یہ دنیا میں اہل ایمان کی کوشش تھی۔ جس کا بدلہ آج رب کی پاکیزہ جنت میں داخلے کی صورت میں دیا جا رہا ہے ، لیکن اس پاک جنت میں داخلے سے قبل اللہ تعالیٰ خود اہل ایمان کو پاک کریں گے ۔ جس کے بعد ان کی روح، جسم اور اخلاق ہر ناپاکی سے دھل جائے گا۔‘‘
’’کیا مطلب؟‘‘
’’مطلب یہ کہ تمھارا جسم جو دنیا میں خون، نجاست، بدبو اور دیگر ناپسندیدہ چیزوں سے بھرا ہوا تھا اب نور سے بھر جائے گا۔ جس کے بعد تمھارے جسم سے فضلات نکلیں گے ، نہ بدبو آئے گی اور نہ بدبودار پسینہ بہے گا۔ تمھاری سانس کے ساتھ خوشبو آئے گی۔ پیشاب پاخانے کی جگہ خوشبودار پسینہ آئے گا۔ تمھارے کان، ناک، آنکھ، منہ اور جسم سے کوئی گندگی نہیں نکلے گی۔
اسی طرح تمھارے دل سے ہر منفی جذبہ جیسے حسد، تکبر، کینہ، پرائی عورت کے لیے شہوت، نفرت، تعصب وغیرہ ختم ہوجائیں گے ۔ تمھاری سوچ، نظر، جسم اور روح سب پاکیزہ ہوجائیں گے ۔‘‘
میں نے خوش ہوکر کہا:
’’سبحان اللہ! پھر تو جینے کا لطف آجائے گا۔‘‘
’’یہی نہیں بلکہ تمھاری صلاحیتیں اور طاقتیں غیر معمولی طور پر بڑ ھ جائیں گی۔ تمھیں نیند کی ضرورت ہو گی نہ آرام کی۔ تم تھکو گے نہ نڈھال ہو گے ۔ بور ہو گے نہ بیزار ہو گے ۔ ڈپریس ہو گے نہ ٹینشن کا شکار ہو گے ۔ تم جتنا چا ہو گے کھاؤ گے ، جتنا چا ہو گے پیو گے ، تمھیں بدہضمی ہو گی نہ بیت الخلا جانے کی حاجت۔ تمھارے اندر طاقت کا خزانہ بھر جائے گا۔ تم ہمیشہ صحت مند رہو گے ، ہمیشہ جوان رہو گے اور سب سے بڑ ھ کر اتنے حسین اور خوبصورت ہوجاؤ گے کہ کچھ حد نہیں ۔ یہ تمھاری چنداندرونی کیفیت کا بیان ہے ، خارج کی نعمتیں اور درجات تو ابھی سامنے آنے ہیں ۔‘‘
’’کیا سب کے ساتھ یہی ہو گا؟‘‘
’’ہاں سب کے ساتھ یہی ہو گا البتہ جس کے اعمال جتنے زیادہ اچھے ہوں گے ، اس کی طاقت، حسن اور کمال اتنا ہی زیادہ ہو گا۔‘‘
میرے منہ سے بے اختیار نکلا:
’’الحمد للہ رب العالمین‘‘
ہم یہ گفتگو کرتے ہوئے عرش کے بالکل قریب پہنچ چکے تھے ۔ صالح نے یہاں پہنچ کر مجھ سے کہا:
’’عبد اللہ! اب میں تم سے جدا ہورہا ہوں ۔ تم یہاں داخل ہو گے تو جنت کے دروازے پر نکلو گے ۔ میں وہیں داروغہٗجنت کے ساتھ تمھیں مل جاؤں گا۔ تم اطمینان سے آگے بڑ ھو۔‘‘
یہ کہہ کر وہ رخصت ہو گیا۔
میں ایک لمحے کے لیے کھڑ ا سوچتا رہا۔ اچانک میرے سامنے ایک دروازہ کھل گیا۔ آواز آئی:
’’اے نفس مطمئنہ! اپنے رب کی طرف لوٹ آ۔ اس طرح کہ تو اس سے راضی ہے اور وہ تجھ سے ۔ پھر داخل ہوجا میرے بندوں میں اور داخل ہوجا میری جنت میں ۔‘‘
میں ان الفاظ سے حوصلہ پا کر آگے بڑ ھا اور دروازے کے اندر داخل ہو گیا۔ میری زبان پر بے اختیار یہ کلمات جاری تھے :
’’اللہ اکبر اللہ اکبر لا الہ الا اللہ واللہ اکبر اللہ اکبر و للہ الحمد‘‘
اندر داخل ہوتے ہی مجھے یہ محسوس ہوا کہ میں ایک راہداری میں آگے بڑ ھ رہا ہوں ۔ یہاں فرش، چھت اور دیواریں سب بالکل سفید دودھیا رنگ کی تھیں ۔ اندر داخل ہوتے ہی مجھے ایک بہت خوشگوار احساس ہورہا تھا۔ میرا اندازہ تھا کہ یہ راستہ غیر محسوس طریقے پر دائیں سمت میں مڑ رہا ہے ۔ میں کچھ ہی دور گیا تھا کہ اچانک رنگ و نور کے مرغولوں نے میرا احاطہ کر لیا۔ قوس و قزح کے رنگ میرے اطراف میں جگمگانے لگے ۔ میں پورے سکون و اعتماد کے ساتھ آگے بڑ ھتا گیا۔ یکایک نور کی ایک چادر میرے آرپار ہوگئی۔ اس کے ساتھ ہی میرے وجود کا ریشہ ریشہ لطف و سرور کے احساس میں ڈوب گیا۔ مجھے لگا کہ میں ہواؤں میں اڑ رہا ہوں ۔ میرا جسم بالکل بے وزن اور ہلکا ہو گیا۔ مجھے لگا کہ میرا جسم تحلیل ہو گیا ہے اور میں صرف روح کی شکل میں باقی ہوں ۔ میں بے خود ہوکر آگے بڑ ھتا رہا۔ کچھ ہی دیر بعد پھر وہی دودھیا راہداری میرے سامنے تھی اور میں اس میں چلا جا رہا تھا۔ مگر اب میرے احساسات میں زمین آسمان کا فرق آ چکا تھا۔ مجھے لگ رہا تھا کہ میں بدل کر کچھ سے کچھ ہو چکا ہوں ۔ قوت، طاقت، سکون و اطمینان اور اعتماد کی ایک ناقابل بیان کیفیت تھی جس میں میں چلا جا رہا تھا کہ اچانک مجھے ٹھہرنا پڑ ا۔ میرے سامنے ایک ایسا مقام تھا جہاں سے آٹھ راستے نکل رہے تھے ۔ ہر راستے پر یہ درج تھا کہ یہ راستہ جنت کے کس دروازے پر نکلے گا۔ میں یہ پڑ ھنے کی کوشش کر رہا تھا کہ کیا لکھا ہے کہ ایک آواز آئی:
’’شہدا کے دروازے سے اندر چلے جاؤ۔‘‘
میں نے غور کیا تو دائیں طرف پہلا دروازہ انبیا کا تھا اور ا س کے برابر میں دوسرا دروازہ صدیقین اور پھر شہدا کادروازہ تھا۔ میں اسی میں داخل ہو گیا۔ یہ بھی ایک راہداری تھی جو ایک دروازے پر ختم ہورہی تھی۔ میں اس دروازے سے باہر آ گیا۔ اس سے پہلے کہ میں باہر نکل کر کسی چیز کا جائزہ لیتا، میں نے اپنے سامنے صالح کو موجود پایا۔ اس کے ساتھ ایک فرشتہ کھڑ ا ہوا تھا۔ صالح کے بجائے اس نے آگے بڑ ھ کر میرا استقبال کیا اور کہا:
’’السلام علیکم۔ہمیشہ باقی رہنے والی جنت کی اس بستی میں آپ کو خوش آمدید۔ صالح نے مجھے آپ کا نامۂ اعمال دیا جس میں آپ کا نام عبد اللہ بیان ہوا ہے ۔ مگر اس کے ساتھ اعزازات اتنے لکھے ہوئے تھے کہ سمجھ میں نہیں آتا آپ کو کیا کہہ کر مخاطب کروں ۔‘‘
صالح نے مداخلت کرتے ہوئے کہا:
’’سر دست سردار عبداللہ سے کام چلائیے ۔ کیونکہ مجھے اللہ تعالیٰ نے ان کی موت کے بعد یہ کہہ کر ان کے استقبال کے لیے بھیجا تھا کہ میرا بندہ عبد اللہ سردار ہے ۔ اسے لے کر میرے پاس آؤ۔‘‘
’’ٹھیک ہے ۔ سردار عبداللہ! ختم نہ ہونے والی بادشاہی میں آنا مبارک ہو۔‘‘، یہ کہتے ہوئے اس نے مجھ سے معانقہ کیا۔
’’ہمارے میزبان کا نام کیا ہے ؟‘‘، معانقہ کرتے ہوئے میں نے صالح سے پوچھا۔
’’یہ میزبان نہیں دربان ہیں اور ان کا نام رضوان ہے ۔‘‘
رضوان ہنستے ہوئے بولے :
’’یہاں میزبان آپ ہیں سردار عبد اللہ۔ یہ آپ کی بادشاہی ہے ۔ ذرا دیکھیے تو آپ کہاں ہیں ۔‘‘
اس کے کہنے پر میں نے نظر دوڑ ائی تو دیکھا کہ میں ایک بالکل نئی دنیا میں داخل ہو چکا ہوں ۔ یہاں آسمان و زمین بدل کر کچھ سے کچھ ہو چکے تھے ۔ نئے آسمان اور نئی زمین پر مشتمل یہ ایک ایسی دنیا تھی جہاں یقینا سب کچھ تھا۔ مگر اس کے حسن اور کاملیت کو بیان کرنے کے لیے میرے پاس الفاظ نہیں تھے ۔ میں زندگی بھر ایک قادر الکلام شخص رہا۔ مجھے زبان و بیان پر غیر معمولی عبور حاصل تھا، الفاظ میری دہلیز پر سجدہ کرتے اور اسالیب مجھ پر القا ہوتے ۔ خدا نے مشکل سے مشکل حقائق کے بیان کو ہمیشہ میرے لیے بے حد آسان کیے رکھا تھا۔ مگر اس لمحے مجھے اندازہ ہوا کہ دنیا کی ہر زبان ان حقیقتوں کو بیان کرنے سے عاجز ہے جو میرے سامنے موجود تھیں ۔ میں بالکل اسی کیفیت میں تھا جو پتھر کے زمانے کے کسی انسان پر صنعتی دور کے کسی جدید شہر میں اچانک آ کر طاری ہو سکتی تھی۔ جو شخص اپنے غار کو لکڑ یاں جلا کر روشن کرتا رہا ہو وہ اچانک لیزر لائٹ کی قوس و قزح اور ٹیوب لائٹ کی دودھیا روشنی کے جلوے دیکھ لیتا تو کبھی اس کی حقیقت کو بیان کرنے کے لئے الفاظ نہیں پا سکتا تھا۔ یہی کیفیت اس وقت میری تھی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
صالح میری بے خودی دیکھ کر بولا:
’’سردار عبد اللہ! بے خود ہونے کے لیے ابھی بہت کچھ ہے ۔ بہتر ہے کہ آپ اپنی منزل کی طرف چلیے ۔‘‘
رضوان نے ایک راستے کی طرف اشارہ کرتے ہوئے کہا:
’’چلیے ۔ آپ کی رہائش گاہ کا علاقہ اس سمت میں ہے ۔‘‘
ہم آگے بڑ ھے ۔ ایک دبیز سرخ رنگ کا قالین اس راستے میں بچھا ہوا تھا۔ ہم اس پر چلنے لگے ۔ اس راستے میں دونوں سمت فرشتوں کی قطار تھی جو ہاتھوں میں گلدستے لیے ، ریشمی رومال لہراتے ، پھولوں اور خوشبو کا چھڑ کاؤ کرتے سلام و مرحبا کہتے میرا استقبال کر رہے تھے ۔ یہ ایک طویل راستہ تھا جو دور تک چلتا چلا جا رہا تھا۔ بچپن میں تصوراتی پرستان اور کوہ قاف کی کہانیاں شاید سب سنتے پڑ ھتے ہیں ۔ یہ راستہ ایسے ہی کسی پرستان پر جا کر ختم ہورہا تھا۔ دور سے اس پرستان کی بلند و بالا تعمیرات نظر آ رہی تھیں ۔ یہ عالیشان عمارات اور شاندار محلات کا ایک منظر تھا جو سبزے سے لدے پہاڑ وں ، اس کے دامن میں پھیلے پانی کے فرش اور نیلگوں آسمان کی چھت کے ساتھ ایک خیالی دنیا کی تصویر لگ رہا تھا۔
میں نے رضوان سے پوچھا:
’’اس وقت ان گنت لوگ جنت میں داخل ہورہے ہیں ، آپ کے پاس کیا اتنا فارغ وقت ہے کہ سب کو چھوڑ کر میرے ساتھ آ گئے ہیں ؟‘‘
وہ ہنس کر بولے :
’’یہاں وقت رکا ہوا ہے ۔ آپ یوں سمجھیں کہ دو جنتی جو ایک کے بعد ایک کر کے اندر داخل ہورہے ہیں ، ان کے اندر آنے میں کافی وقفہ ہوتا ہے ۔ اور جو جنتی ذرا کم درجے کے ہیں وہ تو مہینوں اور برسوں نہیں صدیوں کے فرق سے اندر آئیں گے ۔‘‘
میں نے صالح کی سمت دیکھ کر کہا:
’’ناعمہ؟‘‘
میری بات کا جواب رضوان نے دیا:
’’سردار عبد اللہ! آپ تو بہت پہلے اندر آ گئے ہیں ۔ آپ کی اہلیہ محترمہ ناعمہ اور دیگر لوگ کچھ عرصے ہی میں یہاں آجائیں گے ۔ مگر اس وقت میں آپ کے کرنے کا یہاں بہت کام ہے ۔ آپ کو اپنی جنت، اپنی اس دنیا، اس کی بادشاہی ، یہاں کے خدام اوردیگر متعلقہ لوگوں سے واقفیت حاصل کرنی ہے ۔‘‘
’’اچھا ! یہاں اور کون ہے ؟‘‘
’’دیکھیے یہ آپ کے خدام میں سے چند نمایاں لوگ کھڑ ے ہیں ۔‘‘
رضوان کے توجہ دلانے پر میں نے دیکھا کہ فرشتوں کے بعد قطار میں دونوں سمت ایسے لڑ کے کھڑ ے تھے جو اپنی ٹین ایج کی ابتدا میں تھے ۔ مجھے اندازہ ہو گیا کہ یہ غلمان ہیں اور یہی وہ لڑ کے ہیں جن کے لیے قرآن نے موتیوں کی اصطلاح استعمال کی تھی۔ یہ واقعتا ایسے ہی تھے ۔ بلکہ شاید موتیوں سے بھی زیادہ صاف، شفاف اور چمکتے ہوئے ۔ مجھے اندازہ ہوا کہ قرآن مجید نے جن حقائق کو بیان کرنے کی ذمے داری اٹھائی تھی، انسانی زبانیں ان کے بیان کے لیے اسالیب، تشبیہات اور استعاروں کا کتنا مختصر سرمایہ اپنے اندر لیے ہوئے تھیں ۔ آج جو حقائق سامنے تھے وہ بیان کرنے کے نہیں صرف دیکھنے اور محظوظ ہونے کی چیز تھے ۔ یہ غلمان بھی ایک ایسی ہی حقیقت تھے ۔ فرشتوں کی طرح غلمان بھی پرجوش انداز میں میرا استقبال کر رہے تھے ۔ البتہ جیسے ہی میں ان کے قریب پہنچتا وہ گھنٹوں کے بل بیٹھ کر اپنا سر جھکادیتے ۔ یہ موتیوں کی ایک لڑ ی تھی جو میرے استقبال میں بچھی جا رہی تھی۔
قطار جب کافی طویل ہوگئی تو میں نے صالح سے کہا:
’’بھائی یہ نمایاں لوگ ہی اتنی تعداد میں ہیں تو کل خدام تعداد میں کتنے ہوں گے ۔ اور اتنے لوگوں کا میں کیا کروں گا؟‘‘
صالح کے بجائے رضوان نے جو اسرار جنت سے زیادہ واقف تھے ، جواب دیا:
’’آپ زمین سے آسمانوں تک پھیلی ہوئی ایک عظیم بادشاہی کے سربراہ ہیں ۔ ان گنت کام ہیں جو آپ کو اس نئی زندگی میں اللہ تعالیٰ کی طرف سے تفویض کیے جائیں گے ۔ آپ ان کاموں کے لیے ان خدام کو استعمال کریں گے ۔ یہ آپ کی ذاتی خدمت سے لے کر آپ کی عظیم سلطنت کی بیوروکریسی اور انتظامیہ تک کے سارے فرائض سرانجام دیں گے ۔‘‘
’’تو گویا جنت بھی عیش و فراغت کی جگہ نہیں ہے ۔ یہاں بھی کام کرنا ہو گا۔‘‘، میں نے ہنستے ہوئے تبصرہ کیا۔
’’آپ بے فکر رہیں ۔ یہاں کام مشقت نہیں عیش ہو گا۔ باقی جس عیش و فراغت کو لوگ دنیا میں ڈھونڈتے ہیں ، اس کی بھی یہاں کوئی کمی نہیں ہے ۔‘‘
’’مگر یہ کام ہو گا کیا؟‘‘
’’میں تو یہ جانتا ہوں کہ آپ نے بادشاہی میں پیش آنے والے مسائل کے بغیر بادشاہی کرنی ہے ۔ باقی اصل حقیقت تو صرف اللہ تعالیٰ جانتے ہیں اور وہ دربار کے دن یہ ساری باتیں آپ کو براہ راست خود بتادیں گے ۔‘‘
ہم کچھ دور اور چلے تو صالح نے کہا: 
’’اب حوریں آ رہی ہیں ۔‘‘
صالح کے اس جملے کے ساتھ ہی مجھے حوروں کے بارے میں اس کی وہ شاعرانہ تعریف یاد آ گئی جو اس نے میدان حشر میں کی تھی۔ میں اُس وقت صالح کی باتوں کو مبالغہ سمجھا تھا۔ اب محسوس ہوا کہ اس کے بیان میں مبالغہ نہیں کچھ کمی تھی۔ حقیقت اس سے کہیں زیادہ برتر تھی۔ ہم جیسے ہی ان کے قریب پہنچے تو غلمان کے برخلاف انہوں نے ایک مختلف کام کیا۔ وہ گھٹنوں کے بل بیٹھنے کے بجائے دو زانو بیٹھیں اور کمر کو خم دے کر سر جھکادیا۔
میں نے رک کر صالح سے پوچھا: 
’’یہ کیا کر رہی ہیں ؟‘‘
’’یہ دیدہ و دل فرشِراہ کر رہی ہیں ۔‘‘، اس نے ہنستے ہوئے کہا۔
رضوان نے وضاحت کرتے ہوئے کہا:
’’اصل میں انھوں نے آپ کے قدموں کو راحت پہنچانے کے لیے اپنے بال فرش پر بچھائے ہیں ۔ اسی لیے یہ اس طرح جھکی ہوئی ہیں ۔‘‘
اس کے کہنے پر میں نے غور کیا کہ وہ اس طرح سر کو جھٹکا دے کر جھک رہی ہیں کہ دونوں سمتوں سے ان کے بال زمین پر بچھ کر ایک ریشمی فرش بناتے جا رہے ہیں ۔ حسن کی یہ ادا میں نے زندگی میں پہلی دفعہ دیکھی تھی۔ میں پورے اعتماد اور وقار کے ساتھ مسکراتا ہوا آگے بڑ ھ رہا تھا۔ جب میرے قدموں نے ریشمی زلفوں سے بنے اس فرش کو چھوا تو سرور کی ایک لہر میری روح کے اندر تک تیرتی چلی گئی۔ مجھے پہلی دفعہ احساس ہوا کہ گرچہ میرے جسم پر انتہائی لطیف، مخملی اور دیدہ زیب شاہی لباس تھا لیکن میں نے جوتے نہیں پہن رکھے تھے ۔
اس دوران میں رضوان نے مجھے ان حور و خدام کے متعلق مزید بتاتے ہوئے کہا:
’’ان حور و غلمان کے ظاہر سے ان کے بارے میں کسی غلط فہمی کا شکار نہ ہوئیے گا۔ یہ لڑ کے اور لڑ کیاں انتہائی غیرمعمولی قوتوں اور صلاحیتوں کے مالک ہیں ۔ یہ لوگ آپ کے حکم پر زمین و آسمان ایک کر دینے کی صلاحیت رکھتے ہیں ۔ یہ الگ بات ہے کہ یہ آپ سے اتنی محبت کرتے ہیں کہ آپ کے لیے جام شراب بھرنے کو بھی اپنی سعادت سمجھتے ہیں ۔اللہ تعالیٰ نے ان کو جو کچھ دیا ہے ابھی آپ کو اس کا معمولی سا اندازہ بھی نہیں ہے ۔ ‘‘
میں رضوان کی بات کے جواب میں خاموش رہا۔ میرا دھیان احساس شکر گزاری کے ساتھ اس ہستی کے قدموں میں سجدہ ریز ہو گیا جس نے ایک فقیر اور بندۂ عاجز کو بہت معمولی عمل کے بدلے میں اس عزت و سرفرازی سے نوازا تھا۔ بے اختیار میری آنکھوں سے آنسو بہنے لگے اور میں خود بھی سجدے میں جاگرا۔ میری زبان پر تسبیح و تمجید کے الفاظ تھے ۔میں اسی حال میں تھا کہ اچانک بارش کے قطروں کی سی آواز آنا شروع ہوگئی۔ صالح نے میری پیٹھ تھپتھپا کر کہا:
’’عبد اللہ! اٹھو اور اپنے سجدے کی مقبولیت دیکھو۔‘‘
میں اٹھا تو ایک حیرت انگیز منظر میرا منتظر تھا۔ میں نے دیکھا کہ حور و غلمان کے چہروں پر بشاشت اور خوشی کی لہر دوڑ رہی تھی اور ان کی جھولیاں انتہائی حسین موتیوں سے بھری ہوئی تھیں ۔ میں کچھ نہیں سمجھ پایا۔ صالح نے میری حیرت دور کرتے ہوئے کہا:
’’خدا نے تمھاری طرف سے ان کو بخشش عطا کی ہے ۔ تمھاری آنکھوں سے تو آنسو ہی بہے تھے ، مگرخدا نے ان کو قبول کر کے موتیوں کی برسات برسادی۔ یہ ان کے لیے تمھاری آمد پر ایک تحفہ ہے جو ان کی زندگی کی سب سے قیمتی متاع ہے ۔‘‘
ہم دوبارہ چلنے لگے اور آخر کار یہ استقبالی قطار ایک بلند و بالا دروازے پر ختم ہوئی۔ ہمارے قریب پہنچنے سے قبل ہی دروازے کے دونوں پٹ کھل چکے تھے ۔ یہاں سے رضوان واپس لوٹ گئے اور میں صالح کے ساتھ اپنی رہائش گاہ میں داخل ہو گیا۔ رہائش گاہ کا لفظ میں نے اس لیے کہا کہ کاٹج، ہٹ، گھر، مکان، عمارت، بلڈنگ، بنگلہ، کوٹھی اور محل، قصر اور شہر جیسے تمام الفاظ میری اس رہائش گاہ کو بیان کرنے کے لیے قطعاً ناکافی تھے ۔ یہ تاحد نظر پھیلا ہوا ایک وسیع علاقہ تھا جو سرسبز پہاڑ وں ، ان پر بنے فلک بوس محلات، ان کے دامن میں میلوں پھیلے باغات، ان کے نیچے بہتی ندیوں اور دریاؤں کا ایک ایسا مجموعہ تھا جن کے بیان کے لیے شاید الفاظ تو وہی ہیں جو میرے ذہن میں تھے ، مگر ان کی حقیقت ، ان کا حسن اور ان کی شان و شوکت ایک بالکل مختلف چیز تھی۔
میں نے اس وسیع منظر نامے پر نظر ڈالتے ہوئے صالح سے دریافت کیا:
’’اتنے سارے محلات میں سے میری رہائش گاہ کون سی ہے ؟‘‘
اس نے ہنستے ہوئے کہا:
’’یہ محلات تمھاری رہائش گاہ نہیں ۔ یہ تمھارے قریبی خدام کی رہائش گاہ ہیں ۔ تمھاری رہائش یہاں سے کافی دور ہے ۔ تم چا ہو تو پیدل بھی جا سکتے ہو، مگر بہتر ہے کہ اپنی سواری میں جاؤ۔‘‘
یہ کہہ کر اس نے ایک طرف بڑ ھنے کا اشارہ کیا۔ میں نے اس سمت دیکھا تو ایک انتہائی شاندارمگر قدرے چھوٹاسا گھربنا ہوا تھا۔ چھوٹا اس دنیا کے حسا ب سے تھا وگرنہ پچھلی دنیا کے اعتبار سے یہ کوئی عظیم الشان محل جتنا وسیع تھا۔ مگر عجیب بات یہ تھی کہ صالح توجہ نہ دلاتا تو میں کبھی اس کی موجودگی محسوس نہیں کرسکتا تھا کیونکہ یہ مکمل طور پر شیشے کا بنا ہوا اور اتنا شفاف تھا کہ اس کے آر پار سب کچھ نظر آ رہا تھا۔ صالح آگے بڑ ھا تو میں اس کے پیچھے اس خیال سے چلا کہ اس گھر میں کوئی گاڑ ی وغیرہ جیسی سواری کھڑ ی ہو گی۔ مگر وہ سیدھا مجھے اس گھر کے وسط میں موجود ایک کمرے میں لے گیا جہاں ہیرے جواہرات سے مرصع شاہانہ انداز کی عالیشان نشستیں نصب تھیں ۔ صالح نے مجھے اشارے سے بیٹھنے کے لیے کہا۔ پھر وہ بولا:
’’یہ تمھاری سواری ہے جو تمھیں تمھاری منزل تک پہنچادے گی۔ میں تمھیں تنہا چھوڑ رہا ہوں تاکہ تمھیں یہ معلوم ہوجائے کہ یہاں کے اصل بادشاہ تم ہو۔ تمھیں کسی سہارے ، کسی خادم اور کسی فرشتے کی مدد کی کوئی ضرورت نہیں ہے ۔ تم جو چا ہو گے وہ خود بخود ہوجائے گا۔ اب میں تمھیں تمھارے گھر میں ملوں گا۔‘‘
قبل اس کے کہ میں کچھ کہتا وہ باہر نکل گیا۔ صالح کی اس بات پر میں شاک میں آ گیا تھا۔ بلکہ سچی بات تو یہ ہے کہ جنت میں داخلے کے بعد سے میں ایک مسلسل شاک کی حالت میں تھا۔ ہر لمحے ملنے والے مسرت آمیز صدمات نے مجھے قدرے ماؤف کر دیا تھا۔ 
تاہم کچھ دیر میں خود کو سنبھال کر میں سوچنے لگا کہ میں کہاں ہوں اور کیوں ہوں ؟ اور یہ کہ صالح نے مجھ سے ابھی کیا کہا تھا۔ صالح کے الفاظ کو میں نے ذہن میں دہرایا اور اس کی بات کا مطلب سمجھ میں آتے ہی مجھ میں انتہائی غیر معمولی اعتماد پیدا ہو گیا۔ مجھے لگا کہ میری بادشاہی اس لمحے سے شروع ہوتی ہے ۔ تاہم سوال یہ تھا کہ یہ گھر یا سواری چلے گی کیسے ۔ میں نے دل میں سوچا کہ صالح نہیں ہے تو کیا ہوا وہ رب تو اس لمحے بھی میرے ساتھ ہے جو دنیا میں زندگی بھر میرے ساتھ رہا تھا۔ اس کے ساتھ ہی مجھے بے اختیار قرآن کریم کا یہ بیان یاد آ گیا کہ جنت میں بندوں کی ہر درخواست سبحان اللہ کہنے سے پوری ہوجایا کرے گی۔ میں نے دھیرے سے کہا:
’’سبحان اللہ‘‘
اس کے ساتھ ہی یہ گھر جو ایک سواری تھی خود بخود فضا میں بلند ہونے لگا۔ میں خوشی سے کھلکھلا اٹھا اور میں نے زور سے پکار کر کہا:
’’بسم اللہ مجریہا و مرسہا‘‘
یہ پیغمبر نوح علیہ السلام کے الفاظ تھے جوآپ نے اپنی کشتی میں بیٹھ کر کہے تھے ۔ میری سواری دھیرے دھیرے ایک سمت بڑ ھنے لگی۔ میں خاموشی سے سر ٹکا کر نیچے پھیلے ہوئے حسین مناظر سے لطف اندوز ہونے لگا۔ گھر دھیرے دھیرے اڑ رہا تھا کہ مجھے محسوس ہوا کہ نیچے شام کا سا دھندلکا پھیلنے لگاہے ۔ کچھ ہی دیر میں ہر طرف مکمل تاریکی چھا گئی۔ اس کے ساتھ ہی شیشے کا یہ گھر دودھیا رنگ کی اُس روشنی سے جگمگا اٹھا جس کا ماخذ اور منبع کہیں نظر نہ آتا تھا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
اندھیرے میں میرا سفر جاری تھا۔ باہر دور تک گہری تاریکی چھائی ہوئی تھی۔ مگر اس تاریکی میں کوئی اندیشہ۔ ۔ ۔ کوئی خوف نہیں تھا۔ تاریکی کی اس تہہ پر دبیز سناٹے کی ایک اور تہہ جمی ہوئی تھی۔ مگر اس سناٹے میں بھی کوئی وحشت کوئی دہشت نہیں تھی۔ اندھیرے کی طرح یہ سناٹا بھی اپنے اندر ایک عجیب نوعیت کا سکون اور سرور لیے ہوئے تھا۔ ایسا لگتا تھا کہ خاموشی میں بغیر آواز کے نغمے بکھرے ہوئے ہیں جو کانوں کے بجائے دل کے دروازوں سے وجودِ ہستی پر ہولے ہولے دستک دے رہے ہیں ۔ بغیر ساز کے کچھ سُر فضا میں بکھرے ہوئے ہیں جوسماعتوں کے در و دیوار کے بجائے شعور کے دریچوں سے میکدۂ دل کی دنیا میں داخل ہوکر محوِ رقص ہیں ۔
رہی تاریکی تو مجھے اس کا مقصد صرف ایک نظر آتا تھا۔ وہ یہ کہ تاریکی اُس روشنی کو خوب نمایاں کر دے جو بہت دور فضا میں بلند ایک دیے کی مانند روشن تھی۔ یہ روشنی آسمان کے کسی تارے کی نہ تھی کہ اس وقت زمین کی طرح آسمان بھی تاریکی کی چادر اوڑ ھے ہوئے تھا۔ یہ روشنی ایک بلند پہاڑ کی چوٹی سے اٹھ رہی تھی۔ اندھیرے میں یہ روشنی بے حد حسین اور دلکش لگ رہی تھی۔ ۔ ۔ اتنی کہ اس سے نظر ہٹانے کا دل نہیں چاہتا تھا۔ پھر میں نے سوچا کہ اس اندھیرے میں دیکھنے کو اور رکھا ہی کیا ہے ۔ میرے دل میں خواہش پیدا ہوئی کہ کیا ہی اچھا ہوکہ میں نیچے کا منظر روشنی میں دیکھ سکوں ۔ میں نے سبحان اللہ کہا جس کے ساتھ ہی تاریکی چھٹ گئی اور نیچے کا منظر صاف نظر آنے لگا۔
نیچے تاحد نظر وسیع و عریض پھیلا ہوا ایک سرسبز و شاداب میدان تھا جس کے عین وسط میں سنگِ مرمر کا ایک سفید پہاڑ نظر آ رہا تھا۔ یہ کسی پہاڑ ی سلسلے کا کوئی حصہ نہیں بلکہ تنہا و یکتا سنگِ مرمر کا ایک بلند ٹیلہ تھا جو زمین کے سینے میں کسی تنہا ستون کی طرح ایستادہ تھا۔ اس پہاڑ کی چوٹی بلند ہوتے ہوتے ایک نیزے کی نوک کی طرح باریک ہوکر ختم ہورہی تھی۔ مگر یہ پہاڑ کا خاتمہ نہ تھی بلکہ یہ نوک اس عظیم الشان اور عالیشان محل کی بنیاد کا کام کر رہی تھی جو عین اس کے سرے پر بنا ہوا تھا۔ مجھے یہ منظر حقیقت سے زیادہ کسی مصور کے تخیل کا شاہکار محسوس ہورہا تھا۔ اس لیے کہ میدانوں میں ایسے پہاڑ ، پہاڑ کی اتنی باریک چوٹی اور چوٹی کے سہارے کھڑ ے ایسے محل حقیقت میں نہیں موجود ہوا کرتے ۔
مگر وہ پچھلی دنیا کی باتیں تھیں ۔ اب تو آزمائش اور طبعی قوانین کی وہ سابقہ دنیا ختم ہو چکی تھی۔ ایک نئی دنیا وجود میں آ چکی تھی جس میں میری بادشاہی تھی اورمیں تھا ۔ میں نے سوچا کہ انسانی تاریخ ہزاروں لاکھوں برس کا سفر طے کر کے دورِ توحید میں داخل ہو چکی ہے ۔ ۔ ۔ جب زمین کا انتظام خدا کے فرشتوں نے سنبھال کر ہر ناممکن کو ممکن کر دیا ہے ۔ اور ایک ایسی دنیا بنادی ہے جس کی تاریکی ہر خوف اور خاموشی ہر اندیشے سے پاک ہے ۔ جس کا اندھیرا چراغاں کا حصہ اور خاموشی موسیقی کا سامان ہوا کرتی ہے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
میری خواہش پر ایک دفعہ پھر تاریکی چھا چکی تھی۔ تاریکی سے مجھے خیال آیا کہ کچھ اہل جہنم کا حال بھی دیکھوں ۔ میں نے سبحان اللہ کہا اور اس کے ساتھ ہی میرے بائیں طرف نیچے کی سمت ایک ا سکرین سی نمودار ہوگئی۔ اس پر جو منظر نمودار ہوا وہ حد درجہ دہشت ناک تھا۔ یہ جہنم کے وسطی حصے کا منظر تھا۔ خوفناک اور توانا فرشتے بھڑ کتی ہوئی آگ سے چند انتہائی بدہیبت اور بدشکل انسانوں کو گھسیٹ گھسیٹ کر باہر نکال رہے تھے ۔ ان کے گلوں میں طوق تھے اور ہاتھ پاؤں میں بھاری اور نوکیلی زنجریں بندھی ہوئی تھیں ۔ ان کے چہرے کا گوشت آگ میں جھلس چکا تھا۔ ان کے جسم پر تارکول کا بنا ہوا لباس تھا، جس سے سلگتی آگ ان کے گوشت کو جلا رہی تھی۔ وہ شدتِ تکلیف کے مارے چیخ رہے تھے ۔ رو رو کر اللہ سے فریاد کر رہے تھے کہ انھیں ایک دفعہ دنیا کی زندگی میں جانے کا موقع دیا جائے پھر وہ کبھی ظلم، کفر اور نا انصافی کے قریب بھی نہیں پھٹکیں گے ۔ مگر وہاں چیخنا، رونا اور دانت پیسنا سب بے سود تھا۔
پھر ان جہنمیوں نے چلا چلا کر پانی مانگنا شروع کیا تو فرشتے ان کو گھسیٹتے ہوئے پانی کے کچھ چشموں تک لے گئے ۔ یہاں ابلتے پانی سے بھاپ اٹھ رہی تھی۔ مگر یہ جہنمی اتنے پیاسے تھے کہ اسی پانی کو پینے پر مجبور تھے ۔ وہ کھولتے ہوئے پانی کو پیتے اور چیختے جا رہے تھے ۔ وہ اس پانی سے منہ ہٹاتے مگر کچھ ہی دیر میں اتنی شدید پیاس لگتی کہ پھر جانوروں کی طرح اسی پانی کو پینے پر خود کو مجبور پاتے ۔ اس عمل کے نتیجے میں ان کے چہروں کی کھال اتر گئی اور ان کے ہونٹ نیچے تک لٹک گئے تھے ۔
یہ منظر دیکھ کر میں نے بے اختیار اللہ کی پناہ مانگی اور اس کا شکر ادا کیا کہ اُس نے مجھے اِس بدترین انجام سے بچالیا۔ پھر میں اس منظر کو بھول کر اُس جاذب نظر روشنی کو دیکھنے لگا جو پہاڑ کی چوٹی پر بنے میرے محل سے اٹھ رہی تھی۔ میری سواری دھیرے دھیرے اس محل کی سمت بڑ ھ رہی تھی۔ میرے دل میں خواہش پیدا ہوئی کہ محل پہنچنے سے قبل ہی میں یہاں بیٹھے بیٹھے اس کو دیکھ لوں ۔ حسب معمول میں نے سبحان اللہ کہا۔یکایک میرے کمرہ سینما گھر میں بدل گیا۔ مگر اس سینما کا ا سکرین سامنے نہ تھا بلکہ دائیں بائیں سامنے اور اوپر کی سمت محل کا منظر کسی تھری ڈی فلم کی طرح چلنے لگا۔ مجھے محسوس ہوا کہ میں خود محل کے اندر موجود ہوں اور سب کچھ دیکھ اور سن سکتا ہوں ۔
آج یہاں جشن کا سماں تھا۔ بلند پہاڑ کی چوٹی پر میرا یہ شاندار محل بقعۂ نور بنا ہوا تھا۔ بغیر قمقموں کے پھوٹتی ہوئی روشنیاں اور بغیر کسی شمع کے منور ہوتے فانوس اس شاندار محل کو اندھیرے کے سمندر میں روشنی کا ایک جزیرہ بنائے ہوئے تھے ۔ یہ روشنی ہر سمت اور ہر رخ سے پھوٹ رہی تھی۔ یہ روشنی سے زیادہ رنگ و نور اور قوس و قزح کی وہ برسات لگتی تھی جو نگا ہوں کے رستے احساسات کی دنیا کو ہر لمحہ ایک نئی لذت سے روشناس کرا رہی تھی۔ روشنی اس قدر نظر نواز بھی ہو سکتی ہے ، کسی آنکھ نے کبھی اس کا مشاہدہ نہ کیا ہو گا۔ وقفے وقفے سے یہاں نغمہ و آہنگ کا ترنم چھڑ تا اور دلوں کے تار چھیڑ تا ہوا فضا میں بکھر جاتا۔ موسیقی اس قدر مدہوش کن بھی ہو سکتی ہے ، کسی سماعت کو کبھی اس کا گمان نہ گزرا ہو گا۔ فضا میں نغمگی کی لہریں ہی موجزن نہ تھیں ، بلکہ دھیمی دھیمی خوشبو کی مہک بھی فضا کو معطر بنائے ہوئے تھی۔ خوشبو اس قدر فرحت انگیز بھی ہو سکتی ہے ، کسی انسان نے کبھی اس کا تصور نہ کیا ہو گا۔
وسیع و عریض محل کی راہداریوں پر خدام کی چہل پہل بکھرے موتیوں کا منظر پیش کر رہی تھی۔ ان کے چہروں پر روشنی، لباس میں خوبصورتی، گفتار میں دلکشی اور انداز میں مستعدی تھی۔ ان خدام کی منزل محل کے ایک کونے پر بنا وسیع و عریض باغ تھا۔ یہ باغ کیا تھا سبزے ، پھولوں اور درختوں کا ایک ایسا گلدستہ تھا جس نے اپنے حسن سے چمن بندی کی ہر انتہا کو مات دے دی تھی۔ ہزا رہا رنگ اس باغ میں بکھرے ہوئے تھے ۔ صرف ایک سبز رنگ نے اتنی مختلف شکلوں میں اپنا ظہور کیا تھا کہ انھیں گنا نہ جا سکتا تھا۔ بلند و بالا درخت اور ان پر لگے ان گنت اقسام کے پھل، ہر درخت پر مختلف رنگ کے پتے ، ہزا رہا طرح کے پودے جن پر لگے ہوئے رنگ برنگے پھول و کلیاں ۔ پھر یہ سب کچھ بے ترتیب نہ تھا بلکہ اصل حسن اس ترتیب میں ہی تھا جس کے ساتھ ان درختوں ، پودوں اور پھولوں کو منظم کیا گیا تھا۔ یہ باغ کسی شاعر کی دل آویز غزل کی طرح تھا جس میں منتشر الفاظ کو وزن، قافیے اور ردیف کے نظم میں پروکر ایک شاہکار تخلیق کیا جاتا ہے ۔ اس حسین و جمیل باغ کے حسن میں وہ راستے اور روشیں قیامت ڈھا رہی تھیں جو یاقوت، موتی، زمرد، نیلم اور فیروزے جیسے قیمتی پتھروں کے سنگ ریزوں سے بنائی گئی تھیں ۔ اس پر مزید وہ نہریں تھیں جو باغ کے درمیان بہتی ہوئی آنکھوں کو احساس لطافت اور ان کے بہنے کی آواز کانوں کو سرور بخش رہی تھی۔ ان نہروں میں سے کسی میں سفید دودھ، کسی میں جھاگ اڑ اتا بے آمیز پانی، کسی میں سرخ ارغوانی شراب اور کسی میں بہتے شہد کی موجیں رواں تھیں ۔ ہر نہر سے ایک منفرد نوعیت کی خوشبو اٹھ رہی تھی جو قریب جانے والے کو اپنے سحر میں جکڑ لیتی۔ نہروں کے ساتھ اور درختوں کے نیچے جگہ جگہ بیٹھنے والوں کے لیے ہیروں اور جواہرات سے جڑ ے ہوئے تخت، شاہانہ نشستیں ، دبیز قالین اور آرام دہ تکیے رکھے ہوئے تھے ۔
خوبصورت روشوں ، دلکش نہروں ، خوش رنگ پھولوں ، خوشنما پتوں اور خوش ذائقہ پھلوں کا نذرانہ پیش کرتا ہوا یہ باغ چاروں طرف سے کھلا ہوا تھا۔ یہاں گہری مگر خوشگوار خنکی چھائی ہوئی تھی۔ کبھی کبھی ہوا کا کوئی جھونکا اٹھتا اور کسی نئی خوشبو سے اس خنکی کو معطر کر دیتا۔ باغ سے دور تک کا نظارہ بالکل صاف نظر آ رہا تھا۔ باہر جو اندھیرا ہر منظر کو نگل رہا تھا یہاں حیرت انگیز طور پر اس کا کوئی اثر محسوس نہ ہوتا تھا۔ دور تک ایک عظیم الشان شہر کی بلند عمارات اور ان میں جگمگاتی روشنیاں تھیں جو رات میں چمکتے ہوئے جگنوؤں کا منظر پیش کر رہی تھیں ۔ آسمان پر بھی چھوٹے چھوٹے تارے جگمگا رہے تھے جن کی دودھیا روشنی نے سیاہ آسمان کو اور حسین بنادیا تھا۔ ایک سمت میں ایک جگمگاتی ہوئی روشنی تھی جو آہستہ آہستہ حرکت کرتے ہوئے محل کی سمت بڑ ھ رہی تھی۔ مجھے معلوم ہو گیا کہ یہ دراصل میری ہی سواری تھی جسے خد اکی قدرت سے اندر بیٹھا ہونے کے باوجود میں باہر سے محل کی طرف بڑ ھتا ہوا دیکھ رہا تھا۔
باغ کے ایک حصے میں میں نے صالح کو بیٹھے ہوئے دیکھا اور دل میں سوچا کہ موصوف مجھ سے پہلے ہی یہاں پہنچ چکے ہیں ۔ وہ جس جگہ بیٹھا ہوا تھا وہ غالباً باغ کا خوبصورت ترین حصہ تھا۔ اس کے اردگرد کا فرش شفاف شیشے کی طرح تھا۔ فرش اتنا شفاف تھا کہ دور تک نیچے کا منظر صاف نظر آ رہا تھا۔ فرش کے نیچے ایک ڈھلتی ہوئی حسین شام کا منظر تھا جس میں سرسبز گھاس اور رنگین پھولوں سے ڈھکے میدان اور ان کے بیچ میں بہتے دریا انتہائی خوش منظر نظارہ پیش کر رہے تھے ۔ 
یہاں سے نظر نیچے دوڑ انے پر ایک حسین شام نظر آتی تو اردگرد ایک مہکتی اور چمکتی ہوئی شب کا منظر تھا۔ نیچے اگر دریا بہہ رہے تھے تو اوپر درختوں کی پھلوں سے لدی ڈالیاں تھیں جو اشارہ پا کر نیچے آنے اور من پسند میو وں کا نذرانہ پیش کرنے کے لیے بے قرار تھیں ۔ کچھ خدام ایک کونے پر پرندوں اور جانوروں کا گوشت سلگتی انگیٹھیوں پر بھون رہے تھے ۔ ان سے اٹھنے والی اشتہا انگیز خوشبو اس لذت اور ذائقے کا اعلانِ عام تھی جو کھانے والوں کی بھوک کو کبھی بجھنے نہیں دیتی تھی۔ ساتھ ہی شیشے سے زیادہ شفاف مگر چاندی کے بنے ہوئے جام و سبو/صبوح اور پیالہ و ساغر بہت نفاست اور خوبصورتی سے رکھے ہوئے تھے ۔ ۔ ۔ اس انتظار میں کہ محفل گرم ہو اور وہ ساقی گری کی خدمت سے اپنے مالک کے ذوق طلب کی تسکین کریں ۔ 
میں یہ مناظر دیکھنے میں محو تھا اور مجھے احساس ہورہا تھا کہ یہ سب کچھ میرے لیے اجنبی نہیں ہے ۔ مجھے یاد آیا کہ میں برزخ کی زندگی میں ان مناظر کو دیکھ چکا تھا۔ اسی اثنا میں مجھے محسوس ہوا کہ سواری کی رفتار دھیمی ہورہی ہے ۔ میں نے اشارہ کیا اور ا سکرین غائب ہوگئی۔ میری سواری منزل مقصود پر پہنچ رہی تھی۔ بلندی سے یہ جگمگاتا ہوا محل اتنا حسین لگ رہا تھا کہ میرا دل چاہا کہ میں یہاں ٹھہر کر یہ منظر دیکھتا رہوں ۔ اس منظر سے لطف اندوز ہونے کے لیے میں نے محل کے اطراف میں دو تین چکر لگائے ۔ پھر مجھے خیال آیا کہ صالح نیچے میرا منتظر ہے ۔ اس لیے میں نے اترنے کا فیصلہ کیا۔ میری یہ سواری یا شیش محل اسی جگہ دھیرے سے اترگیا جہاں صالح موجود تھا۔
میں باہر نکلا تو صالح نے ایک مسرت آمیزہنسی کے ساتھ میرا استقبال کیا اور بولا:
’’میں یہ سمجھ رہا تھا کہ تم اسے عرش سمجھ کر اس کا طواف کر رہے ہو۔ اچھا ہوا تم نے سات چکر نہیں لگائے ۔‘‘
اس کے دلچسپ تبصرے پر میں خود بھی اس کی ہنسی میں شریک ہوکر اس سے بغلگیر ہو گیا۔ پھر وہ مجھ سے علیحدہ ہوتے ہوئے بولا:
’’تم پہلے اپنے محل کا معائنہ کرو گے یا کھانے پینے کا ارادہ ہے ؟‘‘
’’میں تو اس رہائش گاہ کے حسن سے مبہوت ہوکر رہ گیا ہوں ۔ میں سوچ بھی نہیں سکتا کہ خوبصورتی اس طرح بھی تخلیق کی جا سکتی ہے ۔‘‘
’’عبداللہ! یہ تو صرف آغاز ہے ۔ اس وقت سے لے کر دربار والے دن تک جو کچھ بھی تم دیکھو گے قرآن اس سب کو ’نزل ‘یعنی ابتدائی مہمانی کا سر و سامان کہتا ہے ۔ جو کچھ اس کے بعد ملے گا وہ تو نہ کسی کان نے سنا، نہ کسی آنکھ نے دیکھا اور نہ کسی دل پر کبھی اس کا خیال گزرا ہے ۔‘‘
’’تم ٹھیک کہتے ہو۔ یہ باتیں قرآن و حدیث میں بیان ہوئی تھیں ، مگر جنت اس سے مختلف ہے جو نقشہ قرآن مجید میں بیان ہوا ہے ۔ میرا مطلب ہے کہ یہ اس بیان سے کہیں زیادہ خوبصورت جگہ ہے ۔‘‘
’’اس کا سبب یہ ہے کہ جنت کا قرآن میں ذکر نزول قرآن کے وقت اہل عرب کے ذہنوں میں پائے جانے والے عیش و عشرت کے اعلیٰ نمونے کے پس منظر میں ہوا ہے ۔ یعنی جن چیزوں کو اہل عرب زیادہ بڑ ی نعمت سمجھتے تھے ، اسی کو بیان کر دیا گیا۔ وہ آدمی بے وقوف ہو گا جو جنت کو صرف انھی تک محدود سمجھے گا۔‘‘
’’تم صحیح کہتے ہو، زمانۂ نزولِقرآن کے عرب تو شاید ان بہت سی نعمتوں کا اندازہ بھی نہ کرسکتے تھے جو میرے زمانے یعنی انفارمیشن ایج میں ایجاد ہو چکی تھیں ۔ قرآن مجید نے ان عربوں کی رعایت سے زرعی دور کی رفاہیت اور عیش و عشرت کا نقشہ کھینچا تھا۔ لیکن بھائی جس سواری میں سوار ہوکر میں آیا ہوں ، اس نے تو میرے تخیل کو بھی شکست دے دی۔‘‘
’’اس طرح کی بہت سی چیزیں تم ابھی اور دیکھو گے ۔ خیر یہ بتاؤاب کیا ارادہ ہے ؟‘‘
میں اس کی بات سنی ان سنی کرتے ہوئے اردگرد پھیلے ہوئے حسین ماحول میں کھو گیا۔ میں ایک ایک چیز اور ایک ایک منظر کو اپنی نگا ہوں میں سمیٹ لینا چاہتا تھا۔ صالح نے میری محویت کو دیکھا تو شرارت آمیز مسکراہٹ کے ساتھ کہنے لگا:
’’تم غالباً حوروں کو ڈھونڈ رہے ہو۔ وہ تمھارا استقبال کرنے باہر آئی تھیں ، اب سب اپنی رہائش گا ہوں میں لوٹ گئی ہیں ۔ البتہ تم چا ہو تو۔ ۔ ۔ ‘‘
میں نے اسے جملہ پورا کرنے کا موقع دیے بغیر پوری سنجیدگی سے جواب دیا:
’’میرے زمانے میں انسانیت کے دو امام ہوا کرتے تھے ۔ ایک امام کارل مارکس جو پیٹ کو زندگی کی اصل بتاتے تھے اور دوسرے امام فرائڈ جو۔ ۔ ۔ ‘‘
میں جملہ ادھورا چھوڑ کر لمحے بھر کے لیے رکا جس پر صالح نے ایک زوردار قہقہ لگایا۔ میں نے بھنے ہوئے گوشت کی اشتہا انگیز خوشبو کو سونگھتے ہوئے کہا:
’’میں سردست امام کارل مارس کی پیروی کا ارادہ رکھتا ہوں ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
دنیا میں تمام انسانوں کی زندگی وقت کی غلامی میں گزرا کرتی تھی۔ وقت کا پہیہ لمحوں ، ساعتوں ، ایام اور ماہ و سال کی گردشیں طے کرتا آگے بڑ ھا کرتا تھا۔ پہروں اور موسموں کی تبدیلی سے وقت کے گزرنے کا احساس ہوا کرتا تھا۔ مگرمیں اب جس دنیا میں تھا، وہاں وقت غلام تھا اور انسان آقا۔ لمحے اور ساعتیں ، دن اور ہفتے ، مہینے اور سال، صدیاں اور قرن؛ ان کے دن ختم ہو چکے تھے ۔ وقت گزرنے کا زمانہ ماضی کی زندگی کی طرح گزرچکا تھا۔ وقت اور زمانے کے آثار قدیمہ میں سے اب جو کچھ باقی تھا وہ صرف پہر اور موسم تھے ۔ اور وہ بھی تمام تر ہمارے اختیار میں ۔ انسانوں کی سلطنت میں کہیں ہمیشہ صبح کی روشنی چھائی رہتی، کہیں دوپہر کے روشن سناٹے ، کہیں سہ پہر کی دھیمی تمازت، کہیں شام کی پھیلتی ڈوبتی شفق کی سرخی، کہیں آخر شب کی سیاہ خامشی اور کہیں فجر کا جھٹپٹا، کہیں بدرِ کامل کی چاندنی، کہیں تاروں بھری راتیں ، کہیں بہاروں کی گھنی چھاؤں اورکہیں ہزار رنگ خزاں کاروپ۔ اہل جنت کی رہائش گا ہوں میں گرچہ موسم بہت معتدل اور خوشگوار رہتا، لیکن لوگوں کے ذوق کی تسکین کے لیے کہیں سانسیں منجمد کر دینے والی سردیاں تھیں تو کہیں صحرائی گرمیاں ، کہیں برکھا کی رت تھی، کہیں بہار اور خزاں کے رنگ۔ غرض جو دل چاہے اور جس کی انسان خواہش کرے وہ پہر اور وہ موسم انسانی تسکین کے لیے موجود تھا۔
میں ایک بہت بڑ ی سلطنت کا تنہا اور بلاشرکت غیرے حکمران بن چکا تھا۔ ہمدم دیرینہ صالح اس نئے جہانِ رنگ و بو میں بھی میرا رفیق اور میرا ساتھی تھا۔ اسی نے مجھے بتایا کہ یہ سلطنت وسیع ترین کائناتی نظام کا ایک حصہ تھی۔ اس نئے نظام میں تقسیم اس طرح تھی کہ تمام اہل جنت کی رہائش اسی زمین پر تھی جہاں ہزاروں لاکھوں برس تک انسانوں کی آزمائش ہوتی رہی۔ اہل جنت میں دو کلاسیں تھیں ۔ ایک عوام اور دوسرے خواص۔ عوام یا کم درجے کے اعمال والے وہ لوگ تھے جنھیں انعام میں ایک یا ایک سے زیادہ ستاروں اور سیاروں کو دے دیا گیا تھا۔ یہ بتانے کی شاید ضرورت نہیں کہ اب یہ ستارے آگ اور اندھیرے کا مسکن نہیں رہے تھے بلکہ بدل کر حسین جنتوں اور پرفضا وادیوں میں بدل چکے تھے ۔
خواص جنت کی حکمران کلاس تھی۔ اس میں پہلے شہدا اور صدیقین تھے ۔ ان کو اربوں کھربوں ستاروں پر مشتمل کہکشاؤں کی بادشاہی اور حکمرانی دی گئی تھی۔ میں ایسی ہی ایک کہکشاں کا حکمران تھا۔ ان سے اوپر انبیا کرام تھے جو ان گنت کہکشاؤں پر مشتمل مجموعوں کے حکمران تھے ۔
سر دست یہ بات ایک راز تھی کہ کس کو کون سی جگہ کی حکمرانی ملنی ہے ، وہاں کیا کرنا ہو گا۔ صالح نے مجھے بتایا کہ یہ سب کچھ اللہ تعالیٰ دربار کے دن بیان کریں گے ۔ اسی روز ہر شخص کو اس کی سلطنت رسمی طور پر دے دی جائے گی۔ فی الوقت تو لوگ صرف زمین پر مقیم تھے اور بقول صالح کے ان کو جو کچھ نعمتیں یہاں مل رہی تھیں وہ بس ابتدائی مہمان نوازی کی نوعیت کی چیزیں تھیں ۔ اصل نعمتیں جن کو کسی آنکھ نے دیکھا، نہ کسی کان نے سنا اور نہ کسی دل پر ان کا گمان گزرا وہ دربار والے دن کے بعد ہی ملنا شروع ہوں گی۔ جب رسمی طور پر ان کے اعزازات اور مناقب کا اعلان ہو گا۔ البتہ تب تک لوگوں کو پروٹوکول ان کی حیثیت کے مطابق ہی دیا جا رہا تھا۔
اس پروٹوکول کا اظہار ان تقریبات، مجالس اور دعوتوں میں ہوتا جو اہل جنت آپس میں ایک دوسرے کے اعزاز میں کر رہے تھے ۔ گو ابھی تک سارے جنتی جنت میں داخل نہیں ہوئے تھے ، مگر یہاں بھرپور زندگی شروع ہو چکی تھی۔ پیچھے حشر میں صرف اتنا ہورہا تھا کہ ایک کے بعد ایک کر کے صالحین جنت میں داخل ہورہے تھے ، مگر یہاں وقت چونکہ رکا ہوا تھا اس لیے صرف دو لوگوں کے داخل ہونے کے درمیان بھی ان گنت سال اور صدیاں حائل ہوجاتے تھے ۔ میرا اندازہ یہی تھا اور جس کی صالح نے تائید کی تھی کہ دربار اسی وقت منعقد ہو گا جب سارے جنتی جنت میں داخل ہو چکے ہوں گے ۔ یہی جنت کی ابتدائی زندگی تھی۔ اسی دوران میں مجلسیں اور تقریبات ہورہی تھیں ۔ زیادہ تر انبیاے کرام ہی تھے جو اپنی اپنی اور دیگر انبیا کی امتوں کے شروع میں آنے والے صالحین کے اعزاز میں دعوتیں کر رہے تھے ۔ 
انہی مجلسوں میں میری متعدد لوگوں سے ملاقاتیں ہوئیں ۔ میں گرچہ دنیا میں بہت کم کم لوگوں سے ملا کرتا تھا، مگر جنت میں آنے کے بعد میں نے محسوس کیا کہ میں خلافِ عادت بہت زیادہ سوشل ہو چکا ہوں ۔ اس لیے میرے نئے نئے دوست بننے لگے ۔ لوگوں کے حالات اور ایک دوسرے کی سابقہ زندگی سے آگاہی حاصل ہونے لگی۔ میرے لیے یہ غیر متوقع تو نہیں تھا مگر پھر بھی مجھے قدرے تعجب ہوا کہ ابتدائی کامیاب لوگوں میں زیادہ تر غریب اور پریشان حال لوگ تھے ۔ یہ وہ لوگ تھے جنھوں نے دنیا میں بہت پریشانیاں اور دکھ جھیلے ، لیکن ہمیشہ صبر شکر سے کام لیا۔ میں نے یہ بات خاص طور پر نوٹ کی کہ اعلیٰ ترین درجے کے ان ابتدائی جنتیوں میں ایک بات قدر مشترک تھی۔ یہ سب کے سب صبر کرنے والے تھے جنھوں نے بدترین حالات میں بھی اللہ پر بھروسہ کیا اور تسلیم و رضا اور تفویض و توکل کا دامن کبھی نہیں چھوڑ ا۔
اسی دوران میں ایک روز صالح نے میری ملاقات میرے والدین سے کرائی۔ میرے والدین کا انتقال میری پیدائش کے فوراً بعد ایک حادثے میں ہو گیا تھا۔مگر وہ جب تک زندہ رہے پیکر وفا و طاعت بن کر رہے ۔وہ مجھے بھی خد مت رب کے لیے وقف کرنا چاہتے تھے ۔مگرایک ناگہانی حادثے نے انہیں مہلت نہ دی۔تاہم رب کریم نے اپنے صالح بندوں کی لاج رکھی۔ مشیت الہی زندگی بھر ایک یتیم کے لیے ایسے مواقع پیدا کرتی رہی کہ میرے لیے وہ بننا ممکن ہو گیا جو وہ چاہتے تھے ۔آج جنت میں آنے کے بعد مجھ پریہ انکشاف ہوا کہ میں جوکچھ بھی تھا اس کا بنیادی سبب میرے والدین تھے اور ان کی نیت کی بنا پر میرے ہر عمل سے ایک حصہ ان کو ملا تھا۔ یوں میری اپنے والدین سے ملاقات رب کی رحمتوں کا ایک اور تعارف بن گئی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
 ''';

  static String chapter17 = ''' جب زندگی شروع ہو گی

جنت کی اس بادشاہی میں آہستہ آہستہ میرے جاننے والے لوگ بھی آتے جا رہے تھے ۔ مختلف مجالس میں ان سے ملاقاتیں ہورہی تھیں ۔ ان میں میری دعوت پر تبدیل ہوکر اعلیٰ ایمانی اور اخلاقی زندگی اختیار کر لینے والے لوگ بھی تھے اور خدا کے دین کی نصرت میں میرا ساتھ دینے والے میرے رفقا بھی۔ ان میں سے ہر شخص سے مل کر یوں لگتا تھا کہ زندگی میں خوشی اور محبت کا ایک در اور کھل گیا ہے ۔ تاہم وہ ابھی تک نہیں آئی تھی جس کا مجھے انتظار تھا۔ گرچہ اس انتظار میں کوئی زحمت یا پریشانی نہیں بلکہ مزہ ہی تھا۔ پھر ایک روز، گرچہ اس نئی دنیا میں شب و روز نہیں رہے تھے ، صالح میرے پاس آ کر کہنے لگا:
’’سردار عبدا للہ! تمھارے لیے ایک بری خبری ہے ۔‘‘
مجھے حیرت ہوئی کہ اب جنت میں مجھے یہ کیا بری خبر سنائے گا۔ تاہم اس کا لہجہ ایسا تھا کہ میں پوچھنے پر مجبور ہو گیا:
’’کیوں بھائی! یہاں کیا خبر بری خبر ہو سکتی ہے ؟‘‘
’’سردار عبدا للہ! بری خبر یہ ہے کہ تمھارے عیش کرنے کے دن ختم ہوگئے ۔ تم نے ناعمہ کے پیچھے آزادی کے بہت دن دیکھ لیے ۔ اب تمھاری نگرانی کے لیے ناعمہ خود آ رہی ہے ۔‘‘
’’کیا سچ؟‘‘، میں نے شدت جذبات سے مغلوب ہوکر صالح کو گلے لگاتے ہوئے کہا:
’’اور کیا میں جھوٹ بولوں گا؟‘‘
پھر میرے سر کو سہلاتے ہوئے بولا:
’’مجھے چھوڑ دو۔ میں نے ناعمہ کے آنے کی خوش خبری دی ہے ۔ مگر میں خود ناعمہ نہیں ہوں ۔‘‘
’’تم ہو بھی نہیں سکتے ۔‘‘، میں نے اسے چھوڑ تے ہوئے کہا۔
’’لیکن یہ بتاؤ کہ اتنی اچھی خبر تم مجھے دھمکی کے انداز میں کیوں سنا رہے ہو۔ ویسے تمھیں ناعمہ سے اگر یہی توقع ہے تو مجھے یقین ہے کہ تمھیں بہت مایوسی ہو گی۔ خیر چھوڑ و ان باتوں کو۔ میں ناعمہ کے آنے پر اسے ایک بہترین تحفہ دینا چاہتا ہوں ۔‘‘
’’کیا تحفہ دینا چاہتے ہو؟‘‘
’’ایک بہترین گھر۔‘‘
’’بھائی تمھارے پاس تمھارا گھر ہے اور اُس کے پاس اس کا اپنا گھر ہو گا۔ اب اس نئی دنیا میں خاندانی نظام تو ہو گا نہیں کہ گھر دینا تمھاری ذمے داری ہو، نہ اسے تمھارے بچوں کو گھر بیٹھ کر پالنا ہے ۔ پھر ایک نیاگھر کیوں بناتے ہو؟‘‘
’’مجھے معلوم ہے کہ ہر جنتی کی اپنی رہائش اور اپنی سلطنت ہو گی، لیکن میری خواہش ہے کہ اپنی پسند سے ناعمہ کے لیے ایک گھر بناؤں جو میری سلطنت میں ہو۔ اور پھر اس گھر کا ناعمہ کو گفٹ کروں ۔‘‘
’’جانتے نہیں اللہ تعالیٰ نے اسراف کرنے والوں کو شیطان کے بھائی کہا ہے ؟‘‘، وہ اس وقت مجھے تنگ کرنے کے موڈ میں تھا۔
’’جنت میں شیطان نہیں آ سکتا، مگر اس کے بعض شاگرد ضرور موجود ہیں جو میاں بیوی میں محبت پیدا کرنے کے بجائے دوری پیدا کرتے ہیں ۔‘‘، میں نے مصنوعی غصے کے ساتھ اسے گھورتے ہوئے کہا۔ 
’’ٹھیک ہے ٹھیک ہے ۔‘‘، وہ ہاتھ جوڑ تے ہوئے بولا:
’’مجھے بتاؤ کیا کرنا چاہتے ہو؟‘‘
اس کے بعد میں نے اسے ساری تفصیلات سمجھائیں ۔ میری بات ختم ہوئی تو وہ بولا:
’’چلو محل دیکھنے چلو۔‘‘
میں نے حیران ہوکر پوچھا:
’’کیا مطلب؟ کیا محل بن گیا؟‘‘
’’تم کیا سمجھتے ہو تم دنیا میں کھڑ ے ہو کہ پہلے زمین خریدو گے ، پھر نقشہ پاس کراؤگے ، پھر ٹھیکیدار ڈھونڈو گے اور پھر کئی ماہ میں محل تعمیر ہو گا۔ سردار عبد اللہ! یہ تمھاری بادشاہی ہے ۔ خدا کی قوت تمھارے ساتھ ہے ۔ تم نے کہا اور سب ہو گیا۔ یہی یہاں کا قانون ہے ۔‘‘
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
ہم وسیع و عریض سمندر کے سینے پر سفر کر رہے تھے ۔ صالح اور میں سمندری جہاز جیسی کسی چیز میں سوار تھے ۔ سفر کا یہ طریقہ صالح کے کہنے پر ہی اختیار کیا گیا تھا۔ بقول اس کے جنت میں جتنا خوشگوار منزل پرپہنچنا ہوتا ہے اتنا ہی مزیدار وہاں تک پہنچنے کا راستہ ہوتا ہے ۔ اس کی بات ٹھیک تھی۔ مجھے دنیا کی زندگی میں سمندری سفر کبھی پسند نہیں آیا تھا۔ مگر اس سفر کی بات ہی کچھ اور تھی۔ یہ جہاز ایک تیرتا ہوا محل تھا جس کے عرشے پر ہم دونوں کھڑ ے تھے ۔ دھیمی ہوا اور خوشگوار موسم میں آگے بڑ ھتے ہوئے ہم اپنی منزل کے قریب پہنچ رہے تھے ۔ 
ہماری منزل وہ پہاڑ ی جزیرہ تھا جسے ایک محل کی شکل میں ناعمہ کے لیے تیار کیا گیا تھا۔ یہ محل بالکل ویسا ہی تھا جیسا میں صالح کو بتا رہا تھا۔ بیچ سمندر میں ایک بہت بڑ ا جزیرہ، جہاں سرسبز پہاڑ ، دریا، ندیاں ، آبشاریں ، سمندر کے ساتھ چلنے والے پہاڑ ی راستے ، گھاس کے بڑ ے میدان اور ان سب کے درمیان ایک گھر۔ جس کا فرش شفاف ہیرے کا بنا ہوا۔ ایسا فرش جو ہیرے کی طرح چمکدار اور شیشے کی طرح شفاف ہو، اتنا شفاف کہ اس کے نیچے بنے حوضوں میں بہتا پانی اور ان میں تیرتی رنگ برنگی مچھلیاں صاف نظر آئیں ۔ جس کی دیواریں شفاف چاندی کی بنی ہوں جن سے باہر کا ہر منظر نظر آئے اور جس کی بلند و بالا چھت سونے کی ہو اور چھت پر موتی، جواہرات اور قیمتی پتھر جڑ ے ہوں ۔ یہ محل کئی منزل بلند ہو۔ اتنا بلند کہ اردگرد کے پہاڑ وں سے بھی بلند ہوجائے ۔ جس کی ہر منزل سے فطرت اور اس کی صناعی کا ایک نیا زاویہ نظر آئے ۔
یہاں آ کر جو کچھ میں نے سامنے دیکھا وہ میرے بیان اور اندازے سے بھی زیادہ حسین تھا۔ اس کا سبب شاید یہ تھا کہ میرے الفاظ ان نعمتوں کو بیان کرنے کے لیے بہت کم تھے جو مجھے حاصل تھیں ۔ میں نے تو ایک عمومی نقشہ یا خیال بیان کیا تھا، مگر اس نقشہ میں ڈیزائن، رنگ و روپ، روشنی و آرائش اور دیگر مواد کی جورنگ آمیزی ہوئی تھی وہ میرے بیان اور تصورات دونوں سے کہیں زیادہ تھی۔ صالح نے میری بات کو اصول میں سمجھا اور اس کے بعد وہ محل بنوادیا جو حسن تعمیر کا ایک ایسا شاہکار تھا جو تصور سے زیادہ دلفریب تھا۔ یہ محل اتنا بڑ ا تھا کہ اسے پورا دیکھنے کے لیے بھی بہت وقت درکار تھا۔ میں نے صالح سے کہا:
’’میرا اطمینان ہو گیا۔ ایسا ہے کہ ابھی چلتے ہیں ۔ ناعمہ آئے گی تو اس کے ساتھ۔ ۔ ۔ ‘‘
میرا جملہ یہیں تک پہنچا تھا کہ موسیقی اور نغمگی سے بھرپور ایک آواز آئی:
’’مگر میں تو یہاں آ چکی ہوں ۔‘‘
میں نے پیچھے مڑ کر دیکھا تو بس دیکھتا ہی رہ گیا۔ یہ ناعمہ تھی اور ناعمہ نہیں بھی تھی۔ حشر کے دن میں نے ناعمہ کو نوجوان اور بہت خوبصورت دیکھا تھا۔ مگر یہاں میرے سامنے جو لڑ کی کھڑ ی تھی اس کی کیفیت کو بیان کرنے کے لیے حسن، خوبصورتی، نوجوانی، شباب، روپ، کشش جیسے الفاظ کوئی حیثیت نہیں رکھتے تھے ۔ میں ابھی اسی کیفیت میں تھا کہ صالح کی آواز آئی:
’’آپ سے ملیے ۔ آپ سردار عبد اللہ! ہیں ۔ یہ ناعمہ ہیں ۔ اور یہ مجھے معلوم ہے کہ آپ کو ایک دوسرے سے مل کر بہت خوشی ہوئی ہے ۔‘‘
’’تم نے مجھے بتایا کیوں نہیں کہ ناعمہ پہلے سے یہاں ہو گی۔‘‘، میں نے قدرے ناراضی کے ساتھ صالح کی طرف دیکھتے ہوئے کہا۔
ناعمہ صالح کی صفائی پیش کرتے ہوئے بولی:
’’انھیں میں نے منع کیا تھا۔ میں آپ کو سرپرائز دینا چاہتی تھی۔‘‘
’’یہ بھی آپ کو سرپرائز دینا چاہتے تھے ۔ دیکھا آپ نے ، آپ کے لیے کتنا غیر معمولی گھر بنوایا ہے انہوں نے ۔‘‘
’’ہاں میں نے دیکھ لیا۔ مجھے تو اپنی آنکھوں پر یقین ہی نہیں آتا۔‘‘
’’اور مجھے اپنی آنکھوں پر یقین نہیں آ رہا۔‘‘، میں نے ناعمہ کو دیکھتے ہوئے کہا۔ پھر صالح کو مخاطب کرتے ہوئے کہا:
’’آپ کی بیگم تو ہیں نہیں ۔ آپ رخصت ہونے کا کیا لیں گے ؟‘‘
اس نے ہنستے ہوئے جواب دیا:
’’میں دنیا میں ہمیشہ تمھارے ساتھ رہا تھا اور آج بھی یہ چاہتا ہوں کہ تمھارے ساتھ رہوں ۔‘‘
’’مگر بھائی اس وقت آپ نظر نہیں آیا کرتے تھے ۔‘‘
وہ شرارتی انداز میں بولا:
’’یہ اب بھی ممکن ہے کہ میں غائب رہ کر یہاں موجود رہوں ۔‘‘
یہ کہتے ہی وہ ہماری نظروں سے غائب ہو گیا اور پھر اس کی آواز آئی:
’’ایسے ٹھیک ہے ؟‘‘
’’نہیں بھئی نہیں ۔ ایسے نہیں چلے گا۔‘‘، ناعمہ ایک دم بولی۔
صالح دوبارہ ظاہر ہو گیا۔ ناعمہ نے اسے دیکھ کر اطمینان کا سانس لیا اور بولی:
’’آپ وعدہ کریں کہ جب بھی آئیں گے انسانوں کی طرح سامنے آئیں گے اور جائیں گے تو انسانوں کی طرح جائیں گے ۔‘‘
’’اچھا بھئی اچھا! ‘‘، اس نے سر ہلا کر جواب دیا، مگر اس کی آنکھوں میں بدستور شرارت چمک رہی تھی۔ وہ بڑ ی معصومیت سے بولا:
’’مسئلہ یہ ہے کہ میں انسان تو ہوں نہیں ۔ پھر انسانوں والے ضابطے مجھ پر کیسے اپلائی ہو سکتے ہیں ؟‘‘
’’سوچ لو! میری پہنچ تمھارے سردار تک ہے ۔ میری ایک شکایت پر وہ تمھیں واقعی انسان بنا سکتے ہیں ۔‘‘، میں نے مسکرا کر کہا تو وہ لہجے میں اداسی لاتے ہوئے بولا:
’’یار دھمکیاں کیوں دیتے ہو۔ میں وعدہ کرتا ہوں کہ میں آؤں گا اور جاؤں گا تو اجازت لے لیا کروں گا۔ اور اگر تم کہو تو میں ابھی چلا جاتا ہوں ۔‘‘
یہ کہہ کر وہ پیٹھ پھیر کر مڑ ا، دو چار قدم چلا پھر گھوم کر ناعمہ سے بولا:
’’گرچہ میرے جانے سے کوئی فرق نہیں پڑ تا۔ کیونکہ تم دونوں کے بچے یہاں آ چکے ہیں اور ان کا فیصلہ ہے کہ ہم اپنی ماں کی شادی خود کریں گے ۔ اس کے بعد ہی تم عبد اللہ کے گھر آ سکتی ہو۔‘‘
’’صالح نے بالکل صحیح کہا۔‘‘، لیلیٰ اندر آتے ہوئے زور سے بولی۔ اور تیر کی طرح بھاگ کر میرے پاس آ گئی۔ اس کے پیچھے ہی انور، جمشید، عالیہ اور عارفہ بھی تھے ۔ ان کو دیکھ کر میری خوشی کئی گنا بڑ ھ گئی۔ میں نے سب کو اپنے گلے لگا کر پیار کیا۔ملنے ملانے سے فارغ ہوئے تو ناعمہ نے قدرے غصے کے ساتھ ان سے کہا:
’’یہ کیا بچپنے والی بات تم لوگ کر رہے ہو کہ ہماری دوبارہ شادی ہو گی؟‘‘
عالیہ نے کہا:
’’امی پچھلی دنیا میں ہم میں سے کوئی بھی آپ کی شادی میں موجود نہیں تھا۔ اس لیے ہم سب بہن بھائیوں کی متفقہ رائے ہے کہ ہم آپ لوگوں کی شادی بڑ ے دھوم دھام سے کریں گے ۔ ہم آپ کو خود دلہن بنا کر رخصت کریں گے اور اس وقت تک آپ کا ابو سے پردہ ہو گا۔‘‘
انور نے مداخلت کرتے ہوئے کہا:
’’پردے والی بات تو بڑ ی سخت ہے ۔ بس اتنی شرط لگادو کہ تنہائی میں نہیں ملیں گے ۔‘‘
’’اس مہربانی کا بہت شکریہ۔ یہ بتادو کہ شادی کب ہو گی۔‘‘، میں نے بے بسی سے پوچھا۔
’’جب تیاریاں ہوجائیں گی۔‘‘، عارفہ نے بڑ ی سنجیدگی سے کہا۔
’’اور کیا تیاریاں ہوں گی۔‘‘، میں نے دریافت کیا۔
’’میں بتاتی ہوں ۔‘‘، لیلیٰ بولی۔
’’جگہ تو یہی ٹھیک ہے ۔ بس کپڑ ے ، زیورات وغیرہ کا انتظام کرنا ہے ۔‘‘
’’اور مجھے بھی اپنے ذرا اچھے کپڑ ے بنوانے ہیں ۔ ۔ ۔ ابو جیسے ۔ مجھے تو ابو کے کپڑ ے دیکھنے کے بعد اپنے کپڑ ے اچھے ہی نہیں لگ رہے ۔‘‘، جمشید نے بھی مطالبات میں اپنا حصہ ڈالا۔
’’اچھا یہ سب تیاریاں ہوگئیں تو شادی ہوجائے گی؟‘‘، میں نے پوچھا۔
’’کیوں نہیں ۔‘‘، سب نے مل کر کہا۔
’’چلو پھر ابھی ہی چلو۔ میں تمھیں جنت کے سب سے بڑ ے شاپنگ کے علاقے میں لے چلتا ہوں ۔ ویسے تو تم لوگ وہاں گھس بھی نہیں سکتے ، لیکن میری طرف سے جو دل چاہے آج شاپنگ کر لو۔‘‘
اس پر سارے بچوں نے خوشی کا ایک نعرہ لگایا۔ پھر ہم شاپنگ کے لیے روانہ ہوگئے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
یہ ایک اور الف لیلوی جگہ تھی۔ میں اس سے پہلے صالح کے ساتھ یہاں کئی دفعہ آ چکا تھا۔ مگر ہر دفعہ یہاں نت نئی چیزیں موجود ہوا کرتی تھیں ۔ اس جگہ کے لیے شاپنگ سنٹر یا بازار جیسی اصطلاحات قطعاً غیر مناسب تھیں ۔ یہ سیکڑ وں میل تک پھیلا ہوا ایک علاقہ تھا جو رنگ و نور کے سیلاب سے روشن تھا۔ یہاں رات کا وقت ہی طاری رہا کرتا تھا۔ کھانے پینے ، پہننے اور برتنے کی یہاں اتنی اشیا تھیں کہ ان کی تعداد تو دور کی بات ہے ، ان کی مختلف اقسام اور ورائٹی ہی کروڑ وں کی تعداد میں تھی۔ ہر جگہ یہاں فرشتے تعینات تھے ۔ لوگ ڈسپلے سے چیز پسند کر لیتے اور پھر فرشتوں کو نوٹ کرادیتے ۔ جس کے بعد یہ چیزیں لوگوں کے گھروں میں پہنچادی جاتیں ۔ فرشتے ہر شخص کا ریکارڈ چیک کر کے اس کے بارے میں سب کچھ جان لیتے ۔ اس بازار کے دو حصے تھے ایک حصے میں عام جنتی خریداری کرسکتے تھے ۔ دوسرا حصہ خواص کے لیے مخصوص تھا۔ عام لوگ یہاں جا تو سکتے تھے ، مگر یہاں خریداری کی اجازت صرف اعلیٰ درجے کے جنتیوں کو تھی۔
یہ سب پہلی دفعہ یہاں آئے تھے ۔ میں پہلے انہیں عوام والے حصے میں لے کر گیا۔ یہ لوگ اس کو دیکھ کر ہی خوشی سے پاگل ہوگئے ۔ اس کے بعد انھوں نے جو دل چاہا خریدنا شروع کر دیا۔ البتہ ناعمہ سارا وقت میرے ساتھ ہی رہی۔ وہ خریداری سے فارغ ہوگئے تو میں نے کہا کہ میں تمھیں کھانا کھلانے لے جاتا ہوں ۔ کھانے کے لیے میں انہیں اوپر لے گیا۔ یہاں چھت سے دور دور تک خوبصورت روشنیاں نظر آ رہی تھیں ۔ جبکہ اوپر تاروں بھرا آسمان تھا۔ دنیا کے برخلاف جہاں شہر کی روشنیاں تاروں کی چمک کو ماند کر دیتی تھیں یہاں زمین و آسمان پر یکساں جگمگاہٹ تھی۔
تاروں کی دودھیا روشنی اور ٹھنڈی ہوا میں کھانے کی اشتہا انگیز خوشبو نے فضا کو بے حد مؤثر بنارکھا تھا۔ بازار کی طرح یہاں بھی ہر طرف رونق اور چہل پہل ہو رہی تھی۔ کھانے کی اتنی ورائٹی تھی کہ کسی کو سمجھ میں نہیں آتا تھا کہ کیا کھائیں ۔ جو چیز لیتے وہ اتنی لذیذ ہوتی کہ چھوڑ نے کا دل ہی نہیں چاہتا تھا۔ مگر شکر خدا کا کہ یہاں پیٹ بھرنے کا کوئی مسئلہ ہی نہیں تھا جس کی بنا پر جب تک دل چاہتا رہا ہم لوگ بیٹھ کر کھاتے رہے ۔
واپسی پر میں جان بوجھ کر ان لوگوں کو بازار کے اس علاقے سے لے گیا جہاں صرف اعلیٰ درجے کے جنتی خریداری کرسکتے تھے ۔ اسے دیکھ کر ان لوگوں کی آنکھیں پھٹ گئیں ۔ جمشید نے کہا:
’’یہ بھی شاپنگ سنٹر کا حصہ ہے ؟‘‘
’’ہاں یہ بھی شاپنگ کا علاقہ ہے ۔‘‘، میں نے جواب دیا ۔
میری بات پوری طرح سنے بغیر ہی یہ سب لوگ شاپنگ کے لیے بکھر گئے ۔ میرے ساتھ صرف ناعمہ ہی رہ گئی۔
’’کیوں تم کچھ نہیں خریدو گی؟ پہلے بھی تم نے کچھ نہیں لیا اور اب بھی یہیں کھڑ ی ہو۔‘‘
میری بات سن کر ناعمہ دھیرے سے مسکرا کر بولی:
’’میرے لیے سب سے زیادہ قیمتی چیز آپ کا ساتھ ہے ۔ یہ انمول چیز آپ کے قرب کے سوا کہیں اور نہیں ملے گی۔‘‘، یہ کہتے ہوئے ناعمہ کا روشن چہرہ اور روشن ہو گیا۔
ہم دونوں ایک جگہ ٹھہر کر خواب و خیال سے زیادہ حسین اس جگہ اور اس کے ماحول کو انجوائے کرنے لگے ۔ وسیع و عریض رقبے پر پھیلا ہوا یہ بازار اپنے اندر ہر قسم کی دکانیں لیے ہوئے تھا۔ ملبوسات، فیشن، جوتے ، آرائش، تحائف اور نجانے کتنی ہی دیگر چیزوں کی دکانیں یہاں تھیں ۔ ہر دکان اتنی بڑ ی تھی کہ کئی گھنٹوں میں بھی نہیں دیکھی جا سکتی تھی۔ دنیا کا بڑ ے سے بڑ ا شاپنگ سنٹر بھی ان دکانوں کے سامنے کچھ نہ تھا۔ لیکن یہاں کی اصل کشش یہ دکانیں نہیں بلکہ وہ مسحور کن ماحول تھا جو ہر سو چھایا ہوا تھا۔ دل و دماغ کو اپنی طرف کھینچتی چیزوں سے بھری دکانیں ، ان میں جگمگ جگمگ کرتی روشنیاں ، معطر فضا، خنک ہوا، دھیمی دھیمی موسیقی، خوبصورت فوارے ، رنگ و نور کی ہزا رہا صناعیاں ، طرح طرح کے دیگر ڈیزائنز، دلکش مناظر اور حسین ترین لوگوں کی چہل پہل؛ سب مل کر ایک انتہائی متأثر کن ماحول پیدا کر رہے تھے ۔ یہاں کا ماحول آنے والوں کی دیکھنے ، سننے ، سونگھنے اور دوسری ہر اُس قوت پر جس سے اس کا ذہن کوئی تأثر قبول کرتا ہے اس طرح حملہ کر رہا تھا کہ اسے گنگ کر دیتا۔ دوسروں کے لیے یہ جگہ خریداری کی جگہ تھی جب کہ میرے لیے یہ ذوقِ جمال کی تسکین کا ایک اعلیٰ ذریعہ تھی۔ مگر اس وقت تو ناعمہ کے قرب نے یہاں کے ہر رنگ کو میری نظر میں پھیکا کر دیا تھا۔ لیکن ہماری تنہائی کے لمحات بہت مختصر رہے کیونکہ تھوڑ ی ہی دیر میں لیلیٰ لوٹ آئی اور کہنے لگی:
’’ابو وہ جو ہیروں کا تاج ہے مجھ پر کیسا لگے گا؟‘‘
’’بہت پیارا لگے گا۔‘‘
’’مگر ابو یہ لوگ کہہ رہے ہیں کہ آپ اسے خرید نہیں سکتیں ۔‘‘
’’اچھا!‘‘، میں نے اتنا ہی کہا تھا کہ باقی لوگ بھی منہ لٹکائے لوٹ آئے ۔ انور نے کہا:
’’ابو چلیں یہاں زیادہ اچھی چیزیں نہیں ہیں ۔‘‘
’’دوسرے الفاظ میں انگور کھٹے ہیں ۔‘‘، ناعمہ ہنستے ہوئے بولی۔
’’نہیں یہ انگور اتنے کھٹے بھی نہیں ہیں ۔ چلو میرے ساتھ چلو۔‘‘
میں ان سب کو لے کر اس جگہ گیا جہاں فرشتہ موجود تھا۔ میں نے اس سے کہا:
’’میرا نام عبد اللہ ہے ۔ یہ میرے بیوی بچے ہیں ۔ انہیں جو چاہیے آپ دے دیجیے ۔‘‘
فرشتے نے مسکراتے ہوئے کہا:
’’سردار عبد اللہ! میں معذرت چاہتا ہوں آپ کو خود آنے کی زحمت کرنی پڑ ی۔ انہیں جو چاہیے یہ لوگ لے سکتے ہیں ۔‘‘
ان سب کا چہرہ خوشی سے دمک اٹھا اور یہ لوگ ایک دفعہ پھر خریداری مشن پر نکل کھڑ ے ہوئے ۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
دربار کا آغاز ہونے والا تھا۔ اہل جنت کے عوام و خواص، درباری و مقربین، انبیا و صدیقین، شہدا و صالحین سب اپنی اپنی جگہوں پر آ کر بیٹھ رہے تھے ۔ دربار سے قبل اللہ تعالیٰ کی طرف سے ایک خصوصی دعوت کا اہتمام تھا۔ یہ دعوت ابھی تک ہونے والی سب سے بڑ ی دعوت تھی جس میں حضرت آدم ؑسے لے کر قیامت تک کے تمام اہل جنت جمع تھے ۔ پانچ جلیل القدر رسولوں کو اللہ تعالیٰ کی طرف سے اس دعوت کی میزبانی کی ذمے داری دی گئی تھی۔ نوح، ابراہیم ، موسیٰ، عیسیٰ علیھم السلام اور محمد صلی اللہ علیہ وسلم اس تقریب کے میزبان تھے ۔
یہ دعوت ایک بہت بلند پہاڑ کے دامن میں منعقد ہوئی تھی۔ یہ بہت وسیع اور کشادہ میدان تھا جو ایک باغ کی شکل میں پھیلا ہوا تھا۔ یہاں سے دور دور تک پھیلا سرسبر و شاداب علاقہ آنکھوں کو ٹھنڈک دے رہا تھا۔ اس میدان کے بیچ بیچ میں دریا بہہ رہے تھے ۔ اس دعوت کا پورا انتظام عرب کی روایات اور عجم کی شان و شوکت کے لحاظ سے ترتیب دیا گیا تھا۔ اسی لیے نشستیں شاہی تخت کی شکل میں تھیں جن پر ہیرے اور موتی جڑ ے ہوئے تھے ۔ زمین پر دور دور تک دبیز قالین اور غالیچے بچھے ہوئے تھے ۔ غلمانوں کی ایک بڑ ی تعداد ہاتھوں میں شراب کے جگ لیے پھر رہے تھے ۔ اہل جنت کو جس قسم کی شراب کی طلب ہوتی وہ نظر اٹھاتے اور یہ غلمان لمحے بھر میں حاضر ہوکر ان کی خواہش کے مطابق جام بھردیتے ۔ یہ شراب کیا تھی شفاف مشروب تھا جس میں لذت، سرور اور ذائقہ تو بے پناہ تھا، مگرنشے کی خرابیاں یعنی بدبو، دردسر، عقل کی خرابی وغیرہ کچھ نہیں تھی۔ ساتھ میں مختلف قسم کے پرندوں اور دیگر جانوروں کے گوشت سے تیار کیے گئے لذید کھانے ؛ سونے اور چاندی کی رکابیوں میں مسلسل پیش کیے جا رہے تھے ۔ درختوں کی ڈالیاں پھلوں سے لدی تھیں اور جب کسی پھل کا جی چاہتا وہ ڈالی جھک جاتی اور لوگ اس پھل کو توڑ لیتے ۔ 
زرق برق لباس پہنے حسین و جمیل نوجوان مرد اور عورتیں ہر سمت نظر آ رہے تھے ۔ ان کے چہرے روشن، آنکھیں چمک دار ، لبوں پر قہقہے اور مسکراہٹیں تھیں ۔ یہ منظر دیکھ کر مجھے دنیا کی محفلیں یاد آ گئیں جہاں خواتین میک اپ کا تام جھام کیے ، خدا کی حدود کو پامال کرتی اور اپنی زینت اور نسوانیت کی نمائش کرتی محفلوں میں شریک ہوا کرتی تھیں ۔ مرد اپنی نگا ہوں کو جھکانے کے بجائے اس نمائش سے اپنا حصہ وصول کرتے تھے ۔ اپنی نمائش سے رکنے والی خواتین اور اپنی نگا ہوں کو پھیرنے والے مردوں کو کتنی مشقت کا سامنا کرنا پڑ تا تھا۔ 
مگر اب ساری مشقت ختم؛ میں نے دل میں سوچا۔ یہ محفل حسین ترین خواتین سے بھری ہوئی تھی جن کے لباس اور زیورات اپنی خوبصورتی میں بے مثل اور ہر نظر کو خیرہ کرنے کے لیے بہت تھے ۔ مگر اللہ تعالیٰ نے انسانوں کے قلوب اس طرح پاکیزہ کر دیے تھے کہ نگا ہوں میں آلودگی اور دلوں میں خیانت کا تصور بھی نہیں رہا تھا۔ ہر مرد اور ہر عورت خوبصورتی مگر پاکیزگی کے احساس میں زندہ تھا۔ اب اپنی زینت کے اخفا کا کوئی حکم تھا اورنہ نگا ہوں کو پھیرنے کی کوئی پابندی تھی۔ کتنی تھوڑ ی تھی وہ مشقت اور کتنا زیادہ ہے یہ بدلہ۔
میرے ساتھ میرے گھر والے اور دور ونزدیک کے احباب کا حلقہ تھا۔ میرے بچے میری دوبارہ شادی کروا کر بہت خوش تھے ۔ اسی موقع پر جمشید اورامورہ کی رضامندی سے ان کی شادی کر دی گئی اور وہ بھی ہمارے خاندان کا حصہ بن چکی تھی۔ زندگی خوشیوں اور سرشاریوں کی شاہراہ پر ہموار طریقے سے رواں دواں تھی۔ میرے دل میں بس ایک بے نام سا احساس تھا۔ وہ یہ کہ میرے سارے محبت کرنے والے لوگ میرے ساتھ آ چکے تھے ، سوائے میرے استاد فرحان احمد صاحب کے ۔ ایک موہوم سی امید تھی کہ شاید میں دربار میں ان سے مل سکوں ۔
دعوت کے اختتام پر لوگ دربار میں اپنی اپنی متعین نشستوں پر آ کر بیٹھنا شروع ہوگئے ۔ عرش الٰہی کے بالکل قریب مقربین بیٹھے ہوئے تھے ۔ ان میں حضرات انبیا، صدیقین و شہدا اور صالحین کی ایک بڑ ی تعداد شامل تھی۔ جبکہ باقی اہل جنت ان کے پیچھے بیٹھے ہوئے تھے ۔ اس نشست کی سب سے خاص بات یہ تھی کہ آج پہلی دفعہ لوگوں نے دیدار الٰہی کی اس نعمت سے فیض یاب ہونا تھا جو اہل جنت کا سب سے بڑ ا اعزاز تھا۔ نبی کریم صلی اللہ علیہ وسلم نے خبر دی تھی کہ جس طرح دنیا میں چودہویں کے چاند کا دیدار کیا جاتا ہے ، اسی طرح جنت میں دیدار الٰہی ہو گا۔ اس لیے لوگوں میں بے پناہ جوش و خروش تھا۔ اس کے علاوہ آج ہی کے دن لوگوں کو ان کے اعزاز و مناقب رسمی طور پر عطا کیے جانے تھے ۔ چنانچہ ہر شخص دربار کے آغاز کا منتظر تھا۔
لوگ اپنی اپنی نشستوں پر براجمان ہو چکے تھے ۔ ہر زبان پر تسبیح وتمجید، ہر دل میں تکبیر و تہلیل اور ہر نگاہ میں حمد و تشکر کے احساسات تھے ۔ لوگ بار بار یہ بات کہہ رہے تھے کہ یہ سب اللہ کا احسان ہے کہ اس نے ہماری رہنمائی کر دی وگرنہ ہم کبھی اس جنت تک نہیں پہنچ سکتے تھے ۔
دربار کے آغاز پر فرشتوں نے اللہ کی تسبیح و تمجید کی۔ اس کے بعد داؤد علیہ السلام تشریف لائے اور اپنی پرسوز آواز میں ایک حمدیہ گیت اس طرح گایا کہ سماں بندھ گیا۔ اس کے بعد حاملین عرش نے اعلان کیا کہ پروردگار عالم اپنے بندوں سے گفتگو فرمائیں گے ۔ کچھ ہی دیر میں اللہ تعالیٰ نے انتہائی محبت اور نرمی کے ساتھ اپنے بندوں سے گفتگو فرمانا شروع کی۔
اس گفتگو میں اللہ تعالیٰ نے اپنے بندوں کی بڑ ی تحسین فرمائی جو اپنی محنت، جدو جہد اور صبر سے اس مقام تک پہنچے تھے ۔ بندوں سے پوچھا گیا کہ کیا وہ اس صلے پر راضی ہیں جو ان کی محنت کے عوض انہیں ملا ہے ۔ سب نے یک زبان ہوکر جواب دیا کہ ہم نے اپنی توقعات سے بڑ ھ کر بدلہ پایا ہے اور وہ کچھ پایا ہے جو کسی اور مخلوق کو نہیں ملا۔ ہم کیوں تجھ سے راضی نہ ہوں ۔ اس پر ارشاد ہوا اب میں تمھیں وہ دے رہا ہوں جو ہر چیز سے بڑ ھ کر ہے ۔ میں تمھیں اپنی رضا سے نوازتا ہوں ۔ اس کے ساتھ ہی فضا اللہ تعالیٰ کی کبریائی کے نعروں سے گونج اٹھی۔ 
پھر مناقب و اعزاز کا سلسلہ شروع ہوا۔ یہ ایک بہت طویل عمل تھا۔ لیکن یہاں ان گنت نعمتیں مسلسل مہیا کی جا رہی تھیں جن کی بنا پر لوگ اطمینان کے ساتھ بیٹھے ہوئے تھے ۔ دیگر لوگوں کی طرح میرے گھر والے بھی میرے ساتھ ہی اگلی نشستوں پر بیٹھے تھے ۔ میں یہ سب کچھ دیکھ رہا تھا اور دل میں سوچ رہا تھا کہ دنیا کی کتنی کم مشقت اٹھا کر آج کتنا بڑ ا صلہ انسانیت کو مل گیا۔ لیکن مجھے خیال آیا کہ انسانیت کی اکثریت تو اس امتحان میں ناکام ہی ہوگئی۔ پھر مجھے اپنے استاد فرحان صاحب کا خیال آیا۔ وہ آج بھی مجھے نہیں مل سکے تھے حالانکہ میرا خیال یہ تھا کہ وہ آج کے دن تو کہیں نہ کہیں مل ہی جائیں گے ۔ میں نے سوچا کہ صالح سے دریافت کروں ۔ وہ یہاں میرے ساتھ موجود نہیں تھا۔ لیکن اسی وقت وہ میرے پاس آکھڑ ا ہوا۔
اسے دیکھ کر میں نے کہا:
’’مجھے خیال تھا کہ میں دربار میں کسی موقع پر اپنے استاد کو دیکھ سکوں گا۔ مگر وہ مجھے نہیں مل سکے ۔ میرے استاد کا کچھ معلوم ہوا؟‘‘
’’نہیں فردوس کی اس بستی میں ابھی تک کسی جگہ میں ان کو تلاش نہیں کرسکا۔ میرا خیال ہے کہ اب تم بھی ان کے بارے میں سوچنا چھوڑ دو۔ بظاہر خدا اپنا فیصلہ کر چکا ہے ۔ دنیا کی کوئی طاقت اب اس فیصلے کو نہیں بدل سکتی۔ خدا کا عدل بہرحال نافذ ہوکر رہتا ہے ۔‘‘
’’اور اس کی رحمت؟‘‘
’’تم اچھی طرح جانتے ہو کہ خدا کی رحمت اور عدل ہر چیز اصول پر مبنی ہوتی ہے ۔ کسی کی خواہش سے یہاں کچھ بھی تبدیل نہیں ہو سکتا۔‘‘
’’مگر فردوس کی یہ دنیا تو ممکنات کی دنیا ہے ۔ یہاں سب کچھ ممکن ہے ۔‘‘
صالح جھلا کر بولا:
’’یار تم کیوں بحث کر رہے ہو۔ فیصلہ ہو گیا ہے ۔ ویسے تم خود پروردگار سے بات کیوں نہیں کرتے ۔ تمھاری بات تو بہت سنی جاتی ہے ۔ میں تو تمھیں عرش تک لے جانے آیا ہوں ۔ چلو اور وقت کا پہیہ الٹا گھمانے کی درخواست کرو۔‘‘
خبر نہیں کہ صالح نے غصے میں آ کر مجھ پر طنزکیا تھا یا واقعتا مجھے مشورہ دیا تھا۔ تاہم میں اس کی بات پر عمل کرنے کی حماقت کرنے کے لیے تیار نہیں تھا۔ البتہ اس کی یہ بات ٹھیک تھی کہ مجھے بلایا جا رہا ہے ۔ کچھ ہی دیر میں میرا نام پکارا گیا۔ میں جو ابھی تک اطمینان سے بیٹھا تھا لرزتے دل کے ساتھ کھڑ ا ہو گیا۔ میں دھیرے دھیرے قدموں سے چلتا ہوا اس ہستی کے حضور پیش ہو گیا جس کے احسانوں کے بوجھ تلے میرا رواں رواں دبا ہوا تھا۔ قریب پہنچ کر میں سجدہ میں گرگیا۔
کچھ دیر بعد صدا آئی:
’’اٹھو!‘‘
میں دھیرے دھیرے اٹھا اور جھکی نظر کے ساتھ ہاتھ باندھ کر کھڑ ا ہو گیا۔
اللہ تعالیٰ نے بہت نرمی اورملائمت کے ساتھ دریافت کیا:
’’عبد اللہ! آج کے دن میرے لیے کیا لائے ہو؟‘‘
میں یہاں لینے آیا تھا، کچھ دینے کے لیے نہیں ۔ اس لیے یہ سوال قطعاً غیر متوقع تھا۔ تاہم جو میرے پاس تھا وہ میں نے کہہ دیا:
’’مالک جو اچھا عمل میں نے کیا وہ درحقیقت تیری ہی توفیق سے تھا۔ اسے تو میں پیش نہیں کرسکتا۔ رہی اپنی ذات تو میرے پاس تیری اعلیٰ ترین ہستی کے حضور پیش کرنے کے لیے ۔ ۔ ۔ بہت ساری ندامت اور بے انتہاعجز کے سوا کچھ نہیں ۔‘‘
جواب ملا:
’’اچھا کیا کہ ندامت اور عجزلے آئے ۔ یہ چیزیں میرے پاس نہیں ہوتیں ۔ میں انھیں تمھارے نام سے اپنے پاس رکھ لوں گا۔ اب بولو کیا مانگتے ہو؟‘‘
عرض کیا:
’’عطا اور رضا دونوں مل گئی ہیں ۔ میرا ظرف اتنا چھوٹا ہے کہ اس کے بعد مانگنے کے لیے کچھ نہیں بچتا۔ لیکن آپ جو بھلائی اور بھیک عطا فرمائیں گے میں اس کا محتاج ہوں ۔‘‘
قریب موجودحاملین عرش میں سے ایک فرشتے کو اشارہ ہوا۔ اس نے میرے اعزاز و مناقب بیان کرنا شروع کر دیے ۔ یہ تو مجھے معلوم تھا کہ میں اس نئی دنیا کی حکمران اور ایلیٹ کلاس کا حصہ ہوں ، مگر یہاں جو کچھ دیا گیا وہ میری حیثیت، توقعات اور اوقات سے بہت زیادہ تھا۔ فرشتہ بول رہا تھا اور میں شرم سے سر جھکا کر یہ سوچ رہا تھا کہ پروردگارعالم کی کریم ہستی مجھ گنہگار کے ساتھ ایسی ہے تو نیکوکاروں کے ساتھ کیسی ہو گی؟
فرشتہ خاموش ہوا تو مجھے مخاطب کر کے کہا گیا:
’’عبد اللہ! گنہگار تو سب ہوتے ہیں ۔ مگر رجوع اور توبہ کرنے والوں کو میں گنہگار نہیں لکھتا۔ اور تم نے تو مجھ سے اور میری اس ملاقات سے بندوں کو متعارف کرانے کے لیے زندگی لگادی تھی۔ تمھیں تو میں نے وفادار لکھا ہے ۔‘‘
لمحہ بھر کی خاموشی کے بعد کہا گیا:
’’مجھے معلوم ہے جو کچھ ابھی تم صالح سے کہہ رہے تھے ۔ میں وہ بھی جانتا ہوں جو تم حشر میں اپنے نامہ اعمال کی پیشی کے وقت سوچ رہے تھے ۔ تم یہی سوچ رہے تھے نا کہ کاش ایک موقع اور مل جائے ۔ کاش کسی طرح گزرا ہوا وقت پھر لوٹ آئے ۔ تاکہ میں ایک ایک شخص کو جھنجھوڑ کر اس دن کے بارے میں خبردار کرسکوں ۔
عبد اللہ! میں تمھاری تڑ پ سے بھی واقف ہوں اور اپنی ذات سے وابستہ تمھاری امیدوں سے بھی۔ یہ بھی تم نے ٹھیک سمجھا کہ بے شک میں بے نیاز ہوں اور یہ بھی کہ میں صاحب جمال و کمال اور جلال والا ہوں ۔ میں یہ بھی جانتا ہوں کہ تمھارا کل اثاثہ یہی ہے کہ تمھاری پہنچ میرے قدموں تک ہے ۔ میرے لیے تمھاری بھی اہمیت ہے اور تمھاری اس بات کی بھی، لیکن۔ ۔ ۔ ‘‘
خاموشی کا پھر ایک وقفہ آیا اور میں لرزتے دل کے ساتھ سوچ رہا تھا کہ میرے رب سے نہ زبان سے نکلنے والے الفاظ پوشیدہ رہتے ہیں اور نہ دل میں آنے والے خیالات اس کے علم سے باہر رہ سکتے ہیں ۔ بے اختیار میری زبان سے نکلا:
’’میرے رب تو پاک ہے ۔‘‘
’’مجھے معلوم تھا کہ تم اپنی دلی تمنا کے اظہار کے لیے یہی پیرایۂ بیان اختیار کرو گے ۔ دیکھو! لوگوں کو دوبارہ دنیا میں بھیجنا میری ا سکیم کا حصہ نہیں ۔ اس لیے دنیا میں نہ تم جا سکتے ہو اور نہ دوسرے انسان۔ مگر وقت میرا غلام ہے ۔ میں چا ہوں تو اس کا پہیہ الٹا گھما سکتا ہوں ۔‘‘
پھر ایک فرشتے کو اشارہ ہوا۔ وہ ہاتھوں میں چاندی کے اوراق کا ایک پلندہ لے کر میرے قریب آیا۔ میں نے دیکھا تو پہلے ورق پر سونے کے تاروں سے لکھا ہوا تھا:
’’جب زندگی شروع ہو گی‘‘
صدا آئی:
’’عبد اللہ! یہ تمھاری روداد ہے ۔ اس نئی دنیا میں جو تمھارے ساتھ ہوا، اس کا کچھ حصہ اس میں محفوظ کر دیا گیا ہے ۔ تمھاری خاطر اب تمھاری اس داستان کو وقت کی کھڑ کی سے دوبارہ پچھلی دنیا میں بھیجا جا رہا ہے ۔ اس بات کا انتظام کیا جائے گا کہ یہ روداد انسانوں تک پہنچادی جائے ۔ میں اپنے بندوں اور بندیوں کے دلوں میں ڈال دوں گا۔ وہ تمھاری اس داستان کو اپنے ہر چاہنے والے تک پہنچادیں گے ۔ ۔ ۔ ہر اس شخص تک جسے وہ آخرت کی رسوائی سے بچاکر جنت کی منزل تک پہنچانے کے خواہشمند ہوں گے ۔ عجب نہیں کہ کوئی خوش بخت اس پیغام کو پڑ ھ کر اپنے عمل کو بدل دے ۔ عجب نہیں کہ کسی کی زندگی بدل جائے ۔ عجب نہیں کہ کسی کا مستقبل بدل جائے ۔ میں لوگوں کو تمھاری درخواست پر ایک موقع اور دینا چاہتا ہوں ۔ ابدی خسارے سے پہلے ۔ ابدی ہلاکت سے پہلے ۔‘‘
میں بے اختیار ’اللہ اکبر ‘کہتا ہوا سجدے میں گرگیا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
اللہ اکبر اللہ اکبر۔ مؤذن نے ابھی یہ الفاظ ادا ہی کیے تھے کہ عبداللہ ایک جھٹکے کے ساتھ ’اللہ اکبر‘ کہتا ہوا بیدار ہو گیا۔ وہ خالی خالی نظروں سے اردگرد دیکھ رہا تھا۔ کچھ دیر تک وہ نہیں سمجھ سکا کہ وہ کہاں ہے ۔ وہ تو اللہ تعالیٰ کے سامنے کھڑ ا تھا۔ اس نے غور کیا۔ وہ اس وقت بھی اللہ تعالیٰ کے سامنے موجود تھا۔ بیت اللہ الحرام میں کعبہ کے عین سامنے ۔ فجر کا وقت تھا اور مسجد الحرام میں لوگوں کی چہل پہل جاری تھی۔
’’تو کیا میں نے خواب دیکھا تھا؟‘‘، عبد اللہ نے خود سے سوال کیا۔
’’مگر وہ تو بالکل حقیقت تھی۔ وہ حشر کا دن، وہ جنت کی محفل اور خدا کے سامنے میری حاضری۔ ۔ ۔ اگر وہ حقیقت تھی تو پھر یہ کیا ہے ؟ اور اگر یہ حقیقت ہے تو پھر وہ حقیقت سے زیادہ یقینی چیز کیا تھی۔ وہ خواب تھا یا یہ خواب ہے ۔‘‘
وہ مسلسل بڑ بڑ ائے جا رہا تھا:
’’ایسا نہ ہو کہ اچانک ایک روز آنکھ کھلے اور مجھے معلوم ہو کہ جو کچھ دنیا میں دیکھا تھا خواب تو دراصل وہ تھا اور حقیقت آخرت کی زندگی تھی۔‘‘
آسمان سے نور اتر رہا تھا۔ سفید جگمگاتی ہوئی روشنیوں سے حرم کی فضا دودھیا ہورہی تھی۔ آسمان تاریک تھا، مگر اس جگہ دن کی روشنی سے زیادہ چہل پہل تھی۔ یہ حرم مکہ تھا۔ اہلِ ایمان کا کعبہ۔ اہلِ دل کا مرکز اور اہلِ محبت کا قبلہ۔ خدا کے بندے اور بندیاں ۔ ۔ ۔ ہر نسل، ہر قوم کے لوگ یہاں جمع تھے ۔ خدا کی حمد، تسبیح اور تعریف کرتے ہوئے ۔
آج حرمِ پاک میں عبداللہ کی آخری شب تھی۔ مگر یہ آخری شب عبداللہ کی زندگی کی سب سے قیمتی شب بن چکی تھی۔ عبداللہ کچھ دیر قبل حیرانی کی جس کیفیت میں تھا، اب اس سے باہر آ چکا تھا۔ اس نے حرم کو دیکھا اور پھر اردگرد نظر ڈالی۔ حرم سے باہر ہر طرف بلند و بالا عمارات کا منظر تھا۔ یہ دیکھ کر اس پر ایک دوسری کیفیت طاری ہوگئی۔ اس کی آنکھوں سے آنسو بہنے لگے ۔اس کا دل مالکِ ذوالجلال کے حضور سراپا التجا بن گیا:
’’مالک! قیامت کا حادثہ سر پر آکھڑ ا ہوا ہے ۔ ننگے پاؤں بکریاں چرانے والے اونچی اونچی عمارتیں بنا رہے ہیں ۔ تیرے محبوب رسول کی پیش گوئی پوری ہو چکی ہے ۔ اب مجھے تیرے بندوں تک تیرا پیغام پہنچانا ہے ۔ قیامت سے قبل انھیں قیامت کے حادثے سے خبردار کرنا ہے ۔ مجھے لوگوں کو جھنجھوڑ نا ہے ۔ آج دنیا کی محبت فکرِآخرت پر غالب آ چکی ہے ۔ تیری ملاقات سے غفلت عام ہے ۔ حکمران ظالم ہیں اور عوام جاہل۔ امیر مال مست ہیں اور غریب حال مست۔ تاجر منافع خور، ذخیرہ اندوز اور جھوٹے ہیں ۔ سیاستدان بددیانت ہیں ۔ ملازم کام چور ہیں ۔ مردوں کا مقصدِ حیات صرف دولت کمانا بن چکا ہے اور عورتوں کا مقصدِ زندگی محض زیب و زینت اور اپنی نمائش۔‘‘
عبداللہ کی آنکھوں سے آنسو جاری تھے ۔ اس کے دل سے مسلسل دعا و مناجات نکل رہی تھی۔ وہ دعا جس کا قبول ہونا شاید مقدر ہو چکا تھا:
’’مولیٰ! آج لوگ تجھ سے غافل و بے پروا ہوکر ظلم اور دنیا پرستی کی زندگی گزار رہے ہیں ۔ مذہب کے نام پر کھڑ ے ہوئے لوگ فرقہ واریت کے اسیر ہیں یا سیاست میں الجھے ہوئے ہیں ۔ کوئی نہیں جو تیری ملاقات سے خبردار کر رہا ہو۔ تو مجھے اس خدمت کے لیے قبول فرمالے ۔ تو مجھے اپنے پاس سے ایسی صلاحیت عطا کر کہ میں تیری ملاقات اور آنے والی دنیا کا نقشہ تیرے بندوں کے سامنے کھینچ کر رکھ دوں ۔ جو کچھ تو نے قرآن میں بیان کیا اور تیرے محبوب نبی نے جس عظیم واقعے کی خبر دی ہے ، اس دن کی ایک زندہ تصویر میں تیرے بندوں تک پہنچادوں ۔ انسانیت کو معلوم نہیں کہ اس کے پاس مہلتِ عمل ختم ہو چکی ہے ۔ مجھے قبول کر کہ میں اس بات سے تیرے بندوں کو خبردار کرسکوں ۔ پروردگار! ساری انسانیت کو ہدایت دیدے ۔ اور اگر تو نے سب کچھ ختم کرنے کا فیصلہ کر لیا ہے تو پھر میرے لیے آسان کر دے کہ جتنے لوگ ہو سکیں ، میں انھیں جنت کی راہ دکھا سکوں ۔انھیں تجھ تک پہنچا سکوں .....اس سے پہلے کہ صور پھونک دیا جائے ...اس سے پہلے کہ مہلتِعمل ختم ہو جائے ۔۔‘۔۔۔‘
.......................
عبداللہ نے آخری طواف ایک خاص کیفیت میں مکمل کیا تھا۔ایک تو حرم کا طواف۔ ۔ ۔ وہ بھی آخری۔ ۔ ۔ پھر رات جو کچھ دیکھا اس کے بعد کعبہ وہ کعبہ نہیں رہا تھا جو دوسروں کو نظر آ رہا تھا۔ یہ کعبہ اب اسے عرش الہی کا پیکر نظر آ رہا تھا۔ ۔ ۔ مگر وہ ایک انسان ہی تو تھا۔پے در پے طواف کر کے شل ہو چکا تھا۔وہ آخری طواف سے فارغ ہوا۔کچھ دیر تک بیٹھ کر کعبہ کو دیکھتا رہا۔ پھریاس و آس کی کیفیت میں اٹھا اور اپنے دل پر جبر کر کے وہ کام شروع کیا جو اہل دل کے لیے مشکل ترین عمل ہوتا ہے ۔ ۔ ۔ آخری دفعہ مسجدالحرام سے باہر نکلنے کا عمل۔
صبح کی روشنی پوری طرح طلو ع ہو چکی تھی ۔وہ آہستہ آہستہ اس حالت میں باہر کی سمت بڑ ھ رہا تھا کہ بار بار ایڑ یاں گھومتیں اور وہ رک کر دوبارہ کعبہ کو دیکھنے لگتا۔پھر اس نے ایک مضبوط فیصلہ کیا اور اللہ اکبر کہتے ہوئے قدرے تیز رفتاری سے آگے بڑ ھنے لگا۔مگر چلتے ہوئے پھر بے اختیار ی کے عالم میں گردن گھومی اور الوداعی نظر یں بیت اللہ کا طواف کرنے لگیں ۔ابھی اس نے ایسا ہی کیا تھا کہ اس کا کندھا کسی سے ٹکرا گیا۔
عبد اللہ کی نگاہ لوٹی تو سامنے ایک سفید ریش بزرگ تھے ۔ اسے احساس ہو چکا تھا کہ اس کا کندھا ان بزرگ کے سینے سے ٹکرا گیا ہے جواس کے ہم وطن محسوس ہوتے تھے ۔عبد اللہ کا جذبہ عبادت اب ندامت میں بدل چکا تھا۔اس نے فوراً معذرت خواہانہ لہجے میں کہا :
’’معاف کیجیے گا! غلطی میری ہے ۔ میں سامنے نہیں دیکھ رہا تھا۔‘‘
’’کوئی بات نہیں ۔‘‘، بزرگ نے شفقت آمیز لہجے میں کہا۔پھر وہ مزید بولے :
’’کچھ غلطی میری بھی ہے ۔میں بھی سامنے نہیں دیکھ رہا تھا۔ دراصل میں اپنے گھر والوں کو ڈھونڈ رہا ہوں ۔ہم عمرہ ادا کرتے ہوئے رش کی وجہ سے بچھڑ گئے ہیں ۔‘‘
’’آپ نے ملنے کی کوئی جگہ طے نہیں کی تھی؟‘‘، عبد اللہ نے سوالیہ انداز میں کہا ۔پھر اپنی بات کی مزید وضاحت کرتے ہوئے بولا:
’’ حرم میں یہ کرنا ضروری ہوتا ہے ۔ ورنہ بہت مشکل ہوجاتی ہے ۔‘‘
’’جگہ تو یہی طے کی تھی۔باب فتح کے پاس ۔یہاں رش کم ہوتا ہے ۔مگر کافی دیر سے وہ لوگ یہاں نہیں پہنچے ‘‘ ، بزرگ نے قدرے پریشانی کے ساتھ جواب دیا۔
’’چلیے پھر تو آپ کا مسئلہ حل ہو گیا۔‘‘، عبداللہ نے مسکراتے ہوئے کہا:
’’آپ باب فتح پر نہیں کھڑ ے ہوئے ۔ میں آپ کو وہاں لے چلتا ہوں ۔‘‘
بزرگ نے کچھ خجالت کے ساتھ اردگرد دیکھا اور پھر عبد اللہ کے ساتھ آگے بڑ ھتے ہوئے بولے :
’’ہم دراصل کل رات ہی یہاں پہنچے ہیں ۔پہلی دفعہ آئے ہیں ۔ اس لیے یہاں کا پوری طرح اندازہ نہیں ۔ سعی کے دوران میں میری بیٹی اور نواسی مجھ سے الگ ہوگئیں ۔ہمارے پاس دو موبائل تھے جو ان کو دے دیے تھے ۔ انہیں جگہ بھی سمجھادی تھی ، مگر خود بھول گیا۔ اللہ کا شکر ہے کہ تم مجھ سے ٹکرا گئے ورنہ نجانے کتنی دیر اور میں یہاں رک کر ان کا انتظار کرتا۔‘‘
’’اللہ کے ہر کام میں مصلحت ہوتی ہے ۔‘‘، عبد اللہ نے جواب دیا ۔ اللہ کا نام لیتے ہوئے اس کے لہجے میں سارے جہاں کی مٹھاس آ چکی تھی۔
’’ارے وہ رہی میری بیٹی‘‘، بزرگ نے عبد اللہ کی بات کا جواب دینے کے بجائے خوشی کے عالم میں ایک سمت اشارہ کرتے ہوئے کہا اور تیزی کے ساتھ آگے بڑ ھ گئے ۔عبد اللہ نے ادھر دیکھا تو اندازہ ہوا کہ بزرگ ایک درمیانی عمر کی خاتون کی طرف بڑ ھ رہے تھے ۔اس کے سمجھ میں نہیں آیا کہ ان کے ساتھ آگے جائے یا اپنے راستے پر لوٹ جائے ۔ ویسے بھی اس کا کام اب ختم ہو چکا تھا۔مگر اسے محسوس ہوا کہ اخلاقاً ان سے اجازت لے کر ہی لوٹنا چاہیے ۔ چنانچہ وہ بھی ان کے پیچھے چل پڑ ا۔قریب پہنچا تو وہ اپنی بیٹی کو اپنے ساتھ پیش آنے والی غلط فہمی کے بارے میں بتا رہے تھے ۔وہ عبد اللہ کو دیکھ کر بولے ۔
’’اسی نوجوان نے مجھے راستہ دکھایا ہے ۔‘‘
’’بیٹا! آپ کا بہت شکریہ ۔ ‘‘خاتون نے بہت نفیس لہجے میں کہا۔ گرچہ ان کے چہرے سے سفر اور عمرے کی مشقت اور اب پیش آنے والی پریشانی کے سارے آثار ظاہر تھے ۔
’’ہم کافی دیر سے یہا ں ابو کا انتظارکر رہے تھے ۔‘‘
ہم کے صیغے سے عبد اللہ کی توجہ ان کے برابر میں کھڑ ی ہوئی لڑ کی کی طرف ہوئی۔لمحے بھر کو اس نے اس لڑ کی کو دیکھا اور بے اختیار نظریں جھکالیں ۔مگر اس ایک لمحے میں عبد اللہ کے دل کی دنیا میں قیامت برپا ہوگئی ۔ اس قیامت کا سبب یہ نہیں تھا کہ وہ لڑ کی غیر معمولی طور پر حسین نقش و نگاراور رنگ و رو پ کی مالک تھی۔ رہاعبد اللہ تو اس جیسی بے داغ جوانی کہاں کسی نے دیکھی ہو گی۔پھر وہ حرم میں جس کیفیت میں تھا وہاں صنف مخالف تو کیا اپنی جنس کے انسان بھی نظر آنا بند ہوجاتے ہیں ۔ ۔ ۔ سوائے کعبہ اور رب کعبہ کے کچھ اور نظر نہیں آتا۔
اوراس صبح سے تو رب کعبہ کا تصور انتہائی گہرا ہو چکا تھا۔ اس نے خواب میں پروردگار عالم کی حضوری کا جو شرف حاصل کیا تھا ا س کے بعد عبداللہ کو کچھ ہوش نہیں تھا۔ ایسے میں خواب کی دیگر تفصیلات اسے کہاں یاد رہ سکتی تھیں ۔ مگر اس دلکش نسوانی چہرے نے خواب کی ایک ایک تفصیل اسے یاد دلادی۔ ہر منظر اورہر واقعہ ذہن کے صفحات پر اس طرح تازہ ہو گیا تھا کہ گویا کوئی لکھی ہوئی کتاب ہے جسے بے تکلف وہ پڑ ھتا چلا جا رہا ہو۔اور اب اس کتاب کا سب سے روشن ورق اس کے سامنے کھلا ہوا تھا۔اس کے سامنے سرتا سر روشنی اور سراپا نور ناعمہ کھڑ ی ہو ئی تھی۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 
خاموشی کا وقفہ طویل ہورہا تھا، مگر عبد اللہ اس سے بے نیاز گردن جھکائے کھڑ ا تھا۔وہ اپنے آپ کو یقین دلانے میں مشغول تھا کہ جو کچھ اس نے دیکھا ہے وہ اس کا وہم ہے ۔اس کی نظر کا دھوکا ہے ۔ اس کی یادداشت کی کمزوری ہے ۔ ۔ ۔ یا شاید اس کی عمر کا تقاضہ ہے ۔ ۔ ۔ یا پھر شیطان کی دراندازی ہے جو حرم سے رخصت ہوتے وقت اس کی ساری ریاضت اور محنت کو ضائع کرنا چاہتا ہے ۔ شیطان حرم میں آنے والے بڑ ے بڑ ے نیک لوگوں کی کمائی اسی طرح لمحہ بھر میں لوٹ لیتا ہے ۔ کسی بھی بہانے سے ایک نظر کی خواہش۔ ایک لمس کا جذبہ۔ ایک لمحہ کی حیوانیت۔ ایک لمحہ کی ہوس ۔ ۔ ۔ عمر بھر کی ریاضت کو برباد کرسکتی ہے ۔
’’ہاں یہی لمحہ بطور آزمائش میری زندگی میں آ گیا ہے ۔شیطان چاہتا ہے کہ میں اس لڑ کی کو اپنے خواب کی تعبیر سمجھ کر اپنی آنکھوں میں شیطان کو بسیرا کرنے دوں ۔ میں اس کو ایسا نہیں کرنے دوں گا۔ ہرگز ایسا نہیں کرنے دوں گا۔‘‘
عبد اللہ نے دل میں سوچا اور فیصلہ کیا کہ اسے فوراً یہاں سے رخصت ہوجانا چاہیے ۔ مگر اس سے قبل کے وہ ان لوگوں سے اجازت لیتا۔ خاموشی کے طویل ہوتے ہوئے وقفہ کو ایک تھکی ہوئی مگر انتہائی مترنم آواز نے توڑ ا:
’’نانا ابو! جاگتے ہوئے ساری رات ہوگئی ہے ۔ اب جلدی سے ہوٹل چلیے ۔‘‘
اس آواز نے عبد اللہ کے رہے سہے ہوش بھی اڑ ادیے ۔یہ آواز اس کے لیے اجنبی قطعاًنہ تھی۔اسے ہلکا سا چکر آیا۔ بزرگ جو ا س کی کیفیت سے قطعاً بے خبر تھے بولے :
’’ہاں بیٹا ! چلتے ہیں ۔ ذرا ان سے اجازت لے لیں ۔‘‘
اس سے قبل کہ وہ بزرگ عبد اللہ سے کچھ کہتے ان کی صاحبزادی نے جو ایک نفیس طبعیت خاتون تھیں ، عبد اللہ سے پوچھ لیا:
’’بیٹا ! چلتے چلتے اپنا نام تو بتاتے جاؤ؟‘‘
’’میرا نام عبد اللہ ہے ۔‘‘، بمشکل عبد اللہ کی زبان سے یہ الفاظ نکلے ۔اب یہ وہ وقت تھا جب تہذیبی تقاضوں کے پیش نظر بزرگ نے اپنے آپ کو متعارف کرانا ضروری سمجھا:
’’اچھا ہوا بیٹا آمنہ تم نے ان سے تعارف حاصل کر لیا ۔ میں بھی اپنا تعارف کرادوں ۔ میرانام اسماعیل ہے ۔ یہ میری بیٹی آمنہ ہے ۔‘‘
وہ ایک لمحے کے لیے رکے اور اپنی نواسی کی طرف دیکھتے ہوئے محبت آمیز لہجے میں بولے ۔
’’ اور یہ سب سے زیادہ تھکی ہوئی میری نواسی ہے ۔ اس کا نا م ناعمہ ہے ۔‘‘
عبد اللہ کی شدید ترین خواہش تھی کہ ایک اجنبی نام اس کے کانوں تک پہنچے تاکہ وہ کچھ تو خود کو بہلاوا دے سکے ۔مگر ناعمہ کا نام تابوت کی آخری کیل بن کر اس کے کانوں میں گونجا۔اس دفعہ دنیا کی کوئی طاقت عبد اللہ کو دوبارہ نظر اٹھانے سے نہیں روک سکی۔اس کے سامنے واقعی ناعمہ کھڑ ی ہوئی تھی۔وہ لڑ کی جسے اس نے زندگی میں پہلی دفعہ جاگتی آنکھوں سے دیکھا تھا۔مگر جسے وہ رات خواب میں ۔ ۔ ۔ 
عبد اللہ نے گھومتے ہوئے دماغ سے سوچا:
’’اگر وہ خواب تھا تو یہ کیسی حقیقت تھی۔یہ اگر حقیقت ہے تو پھر وہ خواب۔ ۔ ۔ ۔‘‘
معاملہ عبد اللہ کی برداشت سے زیادہ ہو چکا تھا۔اسے آنے والے چکر اب تیز ہوگئے ۔ وہ ناعمہ کو دیکھتے ہوئے لہرایا اور بے ہوش ہوکرزمین پر گر پڑ ا۔
۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ 


آخری بات
محترم قاری 
یہ ناول اگر آپ نے مکمل کر لیا ہے تو امید ہے کہ بیشتر قارئین کی طرح یہ آپ کے لیے ایک نئی دنیا کا تعارف ثابت ہوا ہو گا۔آپ کی دلچسپی شاید اب ناول کے اگلے حصے ’’قسم اس وقت کی ‘‘ نیز سبق آموز مضامین پر مشتمل مجموعے ’’حدیثِدل ‘‘ اور ’’بس یہی دل ‘‘ میں ہو۔لیکن میری دلچسپی یہ ہے کہ یہ ناول آپ کے لیے پروردگار عالم کی آخری کتاب کا ایک نیا تعارف بن جائے ۔
میں نے جو کچھ لکھا ہے وہ قرآن مجید اور احادیث کے بیانات اور مجمل اشارات کی شرح و وضاحت میں لکھا ہے ۔ اللہ بدلے کے دن کا مالک ہے ۔ جنت اصل کامیابی ہے ۔ جہنم کا خسارہ حقیقی ناکامی ہے ۔ دنیا کی زندگی دھوکا اور متاع قلیل ہے ۔ انسان کی ابدی کامیابی صرف اور صرف ایمان اور عملِ صالح کی قرآنی دعوت کی پیروی میں ہے ۔ یہی سب انبیا کی دعوت اور قرآن مجید کا خلاصہ ہے ۔ مجھے یقین ہے کہ اس ناول کو پڑ ھنے کے بعد جب آپ قرآن مجید کو سمجھ کر ترجمے کے ساتھ پڑ ھیں گے تو آپ پر قرآن مجید کے بیانات کی معنویت بڑ ی حد تک واضح ہونے لگے گی۔ قرآن آپ کے لیے ایک ان دیکھی دنیا کا نہیں بلکہ ایک مانوس دنیا کا تعارف بن جائے گا۔ اگر آپ نے قرآن مجید کو اس طرح پالیا تو یہ میری سب سے بڑ ی کامیابی ہو گی۔
امید ہے کہ اس ناول کے مطالعے کے بعد آپ کم از کم ایک مرتبہ پورے قرآن مجید کو ترجمے کے ساتھ ضرور پڑ ھیں گے اور کیا ہی اچھا ہو کہ قرآن مجیدوحدیث پر عمل آپ کی زندگی بن جائے ۔
خیر اندیش
ابو یحییٰ
abuyahya267@gmail.com
 ''';
}
